Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Select currency
de: Währung auswählen
es: Seleccionar moneda
fr: Sélectionner la devise
hu: Pénznem kiválasztása
it: Seleziona valuta
nl: Selecteer valuta
pl: Wybierz walutę
pt: Selecionar moeda
se: Välj valuta
vi: Chọn tiền tệ

source: Select end date and time
de: Enddatum und -zeit auswählen
es: Selecciona fecha y hora de finalización
fr: Sélectionnez la date et l'heure de fin
hu: Befejezés dátumának és idejének kiválasztása
it: Seleziona data e ora di fine
nl: Selecteer einddatum en tijd
pl: Wybierz datę i czas zakończenia
pt: Selecione data e hora de término
se: Välj slutdatum och tid
vi: Chọn ngày và giờ kết thúc

source: Select end time
de: Endzeit auswählen
es: Seleccionar hora de finalización
fr: Sélectionner l'heure de fin
hu: Befejezési idő kiválasztása
it: Seleziona ora di fine
nl: Selecteer eindtijd
pl: Wybierz czas zakończenia
pt: Selecionar hora de fim
se: Välj sluttid
vi: Chọn thời gian kết thúc

source: Select event category
de: Veranstaltungskategorie auswählen
es: Seleccionar categoría del evento
fr: Sélectionner la catégorie d'événement
hu: Eseménykategória kiválasztása
it: Seleziona categoria evento
nl: Selecteer evenementcategorie
pl: Wybierz kategorię wydarzenia
pt: Selecionar categoria do evento
se: Välj evenemangskategori
vi: Chọn danh mục sự kiện

source: Select event types
de: Ereignistypen auswählen
es: Seleccionar tipos de eventos
fr: Sélectionner les types d'événements
hu: Eseménytípusok kiválasztása
it: Seleziona tipi di evento
nl: Soorten evenementen selecteren
pl: Wybierz typy wydarzeń
pt: Selecionar tipos de eventos
se: Välj evenemangstyper
vi: Chọn loại sự kiện

source: Select organizer
de: Veranstalter auswählen
es: Seleccionar organizador
fr: Sélectionnez l'organisateur
hu: Szervező kiválasztása
it: Seleziona organizzatore
nl: Organisator selecteren
pl: Wybierz organizatora
pt: Selecione o organizador
se: Välj arrangör
tr: Organizatör seç
vi: Chọn nhà tổ chức

source: Select Product
de: Produkt auswählen
es: Seleccionar producto
fr: Sélectionner le produit
hu: Termék kiválasztása
it: Seleziona Prodotto
nl: Kies product
pl: Wybierz produkt
pt: Selecione o Produto
se: Välj produkt
tr: Ürün Seç
vi: Chọn sản phẩm

source: Select Product Tier
de: Produktebene auswählen
es: Seleccionar nivel de producto
fr: Sélectionner le niveau de produit
hu: Terméksor kiválasztása
it: Seleziona Livello Prodotto
nl: Selecteer productcategorie
pl: Wybierz poziom produktu
pt: Selecione o Nível do Produto
se: Välj produktnivå
tr: Ürün Katmanı Seç
vi: Chọn bậc sản phẩm

source: Select products
de: Produkte auswählen
es: Seleccionar productos
fr: Sélectionner des produits
hu: Termékek kiválasztása
it: Seleziona prodotti
nl: Selecteer producten
pl: Wybierz produkty
pt: Selecione os produtos
se: Välj produkter
tr: Ürünleri seç
vi: Chọn sản phẩm

source: Select Scanner Type
de: Scanner-Typ auswählen
es: Seleccionar tipo de escáner
fr: Sélectionner le type de scanner
it: Seleziona tipo di scanner
nl: Selecteer scannertype
pl: Wybierz typ skanera
pt: Selecionar tipo de scanner
se: Välj skannertyp
vi: Chọn loại máy quét

source: Select start date and time
de: Startdatum und -zeit auswählen
es: Selecciona fecha y hora de inicio
fr: Sélectionnez la date et l'heure de début
hu: Kezdés dátumának és idejének kiválasztása
it: Seleziona data e ora di inizio
nl: Selecteer startdatum en tijd
pl: Wybierz datę i czas rozpoczęcia
pt: Selecione data e hora de início
se: Välj startdatum och tid
vi: Chọn ngày và giờ bắt đầu

source: Select start time
de: Startzeit auswählen
es: Seleccionar hora de inicio
fr: Sélectionner l'heure de début
hu: Kezdési idő kiválasztása
it: Seleziona ora di inizio
nl: Selecteer starttijd
pl: Wybierz czas rozpoczęcia
pt: Selecionar hora de início
se: Välj starttid
vi: Chọn thời gian bắt đầu

source: Select status
de: Status auswählen
es: Seleccionar estado
fr: Sélectionnez le statut
hu: Állapot kiválasztása
it: Seleziona stato
nl: Selecteer status
pl: Wybierz status
pt: Selecione o status
se: Välj status
tr: Durum seç
vi: Chọn trạng thái

source: Select the country where VAT is registered
it: Seleziona il paese in cui è registrata l'IVA
nl: Selecteer het land waar BTW is geregistreerd
pl: Wybierz kraj, w którym zarejestrowany jest VAT
pt: Selecione o país onde o IVA está registado
se: Välj landet där moms är registrerad

source: Select the messaging tier for this account. This controls message limits and link permissions.
it: Seleziona il livello di messaggistica per questo account. Questo controlla i limiti dei messaggi e i permessi dei link.
nl: Selecteer het berichtenniveau voor dit account. Dit bepaalt berichtlimieten en linkrechten.
pl: Wybierz poziom wiadomości dla tego konta. To kontroluje limity wiadomości i uprawnienia do łączy.
se: Välj meddelandenivå för detta konto. Detta styr meddelandegränser och länkbehörigheter.

source: Select Ticket
de: Ticket auswählen
es: Seleccionar billete
fr: Sélectionnez un billet
hu: Jegy kiválasztása
it: Seleziona Biglietto
nl: Selecteer ticket
pl: Wybierz bilet
pt: Selecione o ingresso
se: Välj biljett
tr: Bilet Seç
vi: Chọn Vé

source: Select tickets
de: Tickets auswählen
es: Seleccionar boletos
fr: Sélectionner des billets
hu: Jegyek kiválasztása
it: Seleziona biglietti
nl: Kies tickets
pl: Wybierz bilety
pt: Selecionar ingressos
se: Välj biljetter
tr: Biletleri seç
vi: Chọn Vé

source: Select time period
de: Zeitraum auswählen
es: Seleccionar período de tiempo
fr: Sélectionnez la période
hu: Időszak kiválasztása
it: Seleziona periodo di tempo
nl: Selecteer tijdsperiode
pl: Wybierz okres czasu
pt: Selecione o período de tempo
se: Välj tidsperiod
tr: Zaman aralığı seç
vi: Chọn khoảng thời gian

source: Select timezone
de: Zeitzone auswählen
es: Seleccionar zona horaria
fr: Sélectionner le fuseau horaire
hu: Időzóna kiválasztása
it: Seleziona fuso orario
nl: Selecteer tijdzone
pl: Wybierz strefę czasową
pt: Selecionar fuso horário
se: Välj tidszon
vi: Chọn múi giờ

source: Select which attendees should receive this message
it: Seleziona quali partecipanti devono ricevere questo messaggio
nl: Selecteer welke deelnemers dit bericht moeten ontvangen
pl: Wybierz, którzy uczestnicy powinni otrzymać tę wiadomość
pt: Selecione quais participantes devem receber esta mensagem
se: Välj vilka deltagare som ska få detta meddelande

source: Select which events will trigger this webhook
de: Wählen Sie aus, welche Ereignisse diesen Webhook auslösen
es: Selecciona qué eventos activarán este webhook
fr: Sélectionnez les événements qui déclencheront ce webhook
hu: Válassza ki, mely események indítják el ezt a webhookot.
it: Seleziona quali eventi attiveranno questo webhook
nl: Selecteer welke evenementen deze webhook activeren
pl: Wybierz, które wydarzenia spowodują ten webhook
pt: Selecione quais eventos acionarão este webhook
se: Välj vilka evenemang som ska utlösa denna webhook
vi: Chọn những sự kiện nào sẽ kích hoạt webhook này

source: Select which fee configuration applies to this account. Fees are always in USD.
it: Seleziona la configurazione tariffaria da applicare a questo conto. Le commissioni sono sempre in USD.
nl: Selecteer welke tariefconfiguratie van toepassing is op dit account. Tarieven zijn altijd in USD.
pl: Wybierz konfigurację opłat, która ma zastosowanie do tego konta. Opłaty są zawsze w USD.
pt: Selecione qual configuração de taxas se aplica a esta conta. As taxas são sempre em USD.
se: Välj vilken avgiftskonfiguration som gäller för detta konto. Avgifter är alltid i USD.

source: Select...
de: Wählen...
es: Seleccionar...
fr: Sélectionner...
hu: Válasszon...
it: Seleziona...
nl: Selecteer...
pl: Wybierz...
pt: Selecione...
se: Välj...
tr: Seç...
vi: Chọn ...

source: Selected
it: Selezionato
nl: Geselecteerd
pl: Wybrane
pt: Selecionado
se: Vald

source: Selling fast 🔥
de: Schnell verkauft 🔥
es: ¡Se vende rápido! 🔥
fr: Se vend vite 🔥
it: Si vende velocemente 🔥
nl: Verkoopt snel 🔥
pl: Szybko się sprzedaje 🔥
pt: Vendendo rápido 🔥
se: Säljer snabbt 🔥
vi: Bán chạy 🔥

source: Send
de: Schicken
es: Enviar
fr: Envoyer
hu: Küldés
it: Invia
nl: Stuur
pl: Wyślij
pt: Enviar
se: Skicka
tr: Gönder
vi: Gửi

source: Send a message
de: Eine Nachricht schicken
es: Enviar un mensaje
fr: Envoyer un message
hu: Üzenet küldése
it: Invia un messaggio
nl: Stuur een bericht
pl: Wyślij wiadomość
pt: Envie uma mensagem
se: Skicka ett meddelande
tr: Mesaj gönder
vi: Gửi tin nhắn

source: Send as test
it: Invia come prova
nl: Verzenden als test
pl: Wyślij jako test
pt: Enviar como teste
se: Skicka som test

source: Send emails to attendees and view your message history.
it: Invia email ai partecipanti e visualizza la cronologia dei messaggi.
nl: Stuur e-mails naar deelnemers en bekijk je berichtengeschiedenis.
pl: Wysyłaj e-maile do uczestników i przeglądaj historję wiadomości.
pt: Envie emails para participantes e veja seu histórico de mensagens.
se: Skicka e-post till deltagare och visa din meddelandehistorik.
vi: Gửi email cho người tham dự và xem lịch sử tin nhắn của bạn.

source: Send me a copy
it: Inviami una copia
nl: Stuur mij een kopie
pl: Wyślij mi kopię
pt: Envie-me uma cópia
se: Skicka en kopia till mig

source: Send Message
de: Nachricht Senden
es: Enviar Mensaje
fr: Envoyer un Message
hu: Üzenet küldése
it: Invia Messaggio
nl: Verstuur bericht
pl: Wyślij wiadomość
pt: Enviar Mensagem
se: Skicka meddelande
tr: Mesaj Gönder
vi: Gửi tin nhắn

source: Send order confirmation and ticket email
de: Bestellbestätigung und Ticket-E-Mail senden
es: Enviar confirmación del pedido y correo electrónico del billete.
fr: Envoyer la confirmation de commande et l'e-mail du ticket
hu: Rendelés visszaigazoló és jegy e-mail küldése
it: Invia email di conferma ordine e biglietto
nl: Verzend orderbevestiging en ticket e-mail
pl: Wyślij potwierdzenie zamówienia i email biletu
pt: Enviar confirmação do pedido e e-mail do ticket
se: Skicka orderbekräftelse och biljettsmejl
tr: Sipariş onayı ve bilet e-postası gönder
vi: Gửi email xác nhận và vé

source: Send real-time order and attendee data to your external systems.
it: Invia dati di ordini e partecipanti in tempo reale ai tuoi sistemi esterni.
nl: Stuur realtime bestel- en deelnemergegevens naar je externe systemen.
pl: Wysyłaj w czasie rzeczywistym dane o zamówieniach i uczestnikach do swoich zewnętrznych systemów.
pt: Envie dados de pedidos e participantes em tempo real para seus sistemas externos.
se: Skicka order- och deltagardata i realtid till dina externa system.
vi: Gửi dữ liệu đơn hàng và người tham dự theo thời gian thực đến hệ thống bên ngoài của bạn.

source: Send refund notification email
de: Erstattungsbenachrichtigungs-E-Mail senden
es: Enviar correo de notificación de reembolso
fr: Envoyer l'e-mail de notification de remboursement
it: Invia email di notifica rimborso
nl: Terugbetalingsmelding e-mail verzenden
pl: Wyślij email powiadomienia o zwrocie
pt: Enviar email de notificação de reembolso
se: Skicka e-postmeddelande om återbetalning
vi: Gửi email thông báo hoàn tiền

source: Send reset link
it: Invia link di reimpostazione
nl: Verstuur resetlink
pl: Wyślij link resetowania
pt: Enviar link de redefinição
se: Skicka återställningslänk

source: Send Test
de: Test senden
es: Enviar prueba
fr: Envoyer le test
hu: Teszt küldése
it: Invia Test
nl: Test verzenden
pl: Wyślij test
pt: Enviar teste
se: Skicka test
tr: Test Gönder
vi: Gửi Test

source: Sending...
it: Invio in corso...
nl: Verzenden...
pl: Wysyłanie...
pt: A enviar...
se: Skickar...

source: Sent
it: Inviato
nl: Verzonden
pl: Wysłane
pt: Enviado
se: Skickat

source: Sent By
it: Inviato da
nl: Verzonden door
pl: Wysłane przez
pt: Enviado por
se: Skickat av

source: Sent to customers when they place an order
de: An Kunden gesendet, wenn sie eine Bestellung aufgeben
es: Enviado a clientes cuando realizan un pedido
fr: Envoyé aux clients lorsqu'ils passent une commande
it: Inviato ai clienti quando effettuano un ordine
nl: Verzonden naar klanten wanneer ze een bestelling plaatsen
pl: Wysłane do klientów, gdy złożą zamówienie
pt: Enviado aos clientes quando fazem um pedido
se: Skickas till kunder när de lägger en order
vi: Gửi cho khách hàng khi họ đặt hàng

source: Sent to each attendee with their ticket details
de: An jeden Teilnehmer mit seinen Ticketdetails gesendet
es: Enviado a cada asistente con los detalles de su boleto
fr: Envoyé à chaque participant avec les détails de son billet
it: Inviato a ogni partecipante con i dettagli del biglietto
nl: Verzonden naar elke deelnemer met hun ticketgegevens
pl: Wysłane do każdego uczestnika z jego szczegółami biletu
pt: Enviado a cada participante com os detalhes do seu ingresso
se: Skickas till varje deltagare med deras biljettuppgifter
vi: Gửi cho từng người tham dự với chi tiết vé của họ

source: SEO Description
de: SEO-Beschreibung
es: Descripción SEO
fr: Descriptif SEO
hu: Keresőoptimalizálási leírás
it: Descrizione SEO
nl: SEO Beschrijving
pl: Opis SEO
pt: Descrição SEO
se: SEO-beskrivning
tr: SEO Açıklaması
vi: Mô tả SEO

source: SEO Keywords
de: SEO-Schlüsselwörter
es: Palabras clave SEO
fr: Mots-clés SEO
hu: Keresőoptimalizálási kulcsszavak
it: Parole Chiave SEO
nl: SEO Trefwoorden
pl: Słowa kluczowe SEO
pt: Palavras-chave SEO
se: SEO-nyckelord
tr: SEO Anahtar Kelimeleri
vi: Từ khóa SEO

source: SEO Settings
de: SEO-Einstellungen
es: Configuración de SEO
fr: Paramètres de référencement
hu: Keresőoptimalizálási beállítások
it: Impostazioni SEO
nl: SEO-instellingen
pl: Ustawienia SEO
pt: Configurações de SEO
se: SEO-inställningar
tr: SEO Ayarları
vi: Cài đặt SEO

source: SEO Title
de: SEO-Titel
es: Título SEO
fr: Titre SEO
hu: Keresőoptimalizálási cím
it: Titolo SEO
nl: SEO titel
pl: Tytuł SEO
pt: Título SEO
se: SEO-titel
tr: SEO Başlığı
vi: Tiêu đề SEO

source: Service Fee
de: Servicegebühr
es: Tarifa de servicio
fr: Frais de service
hu: Szolgáltatási díj
it: Commissione di Servizio
nl: Servicevergoeding
pl: Opłata za usługę
pt: Taxa de serviço
se: Serviceavgift
tr: Hizmet Ücreti
vi: Phí dịch vụ

source: Set a minimum price and let users pay more if they choose
de: Legen Sie einen Mindestpreis fest und lassen Sie die Nutzer mehr zahlen, wenn sie wollen.
es: Fijar un precio mínimo y dejar que los usuarios paguen más si lo desean.
fr: Fixer un prix minimum et laisser les utilisateurs payer plus s'ils le souhaitent
hu: Adjon meg minimális árat, és hagyja, hogy a felhasználók többet fizessenek, ha úgy döntenek.
it: Imposta un prezzo minimo e permetti agli utenti di pagare di più se lo desiderano
nl: Stel een minimumprijs in en laat gebruikers meer betalen als ze dat willen
pl: Ustaw cenę minimalną i pozwól użytkownikom zapłacić więcej, jeśli się zdecydują
pt: Fixar um preço mínimo e permitir que os utilizadores paguem mais se assim o desejarem
se: Ange ett minimipris och låt användare betala mer om de vill
tr: Minimum fiyat belirleyin ve kullanıcılar isterlerse daha fazla ödesin
vi: Đặt giá tối thiểu và cho phép người dùng thanh toán nhiều hơn nếu họ chọn

source: Set default platform fee settings for new events created under this organizer.
it: Imposta le impostazioni predefinite delle commissioni della piattaforma per i nuovi eventi creati sotto questo organizzatore.
nl: Stel de standaard platformkosteninstellingen in voor nieuwe evenementen onder deze organisator.
pl: Ustaw domyślne ustawienia opłat platformy dla nowych wydarzeń utworzonych pod tym organizatorem.
pt: Defina as configurações padrão de taxa da plataforma para novos eventos criados sob este organizador.
se: Ange standardinställningar för plattformsavgifter för nya evenemang som skapas under denna arrangör.

source: Set default settings for new events created under this organizer.
de: Legen Sie Standardeinstellungen für neue Veranstaltungen fest, die unter diesem Veranstalter erstellt werden.
es: Establecer configuraciones predeterminadas para nuevos eventos creados bajo este organizador.
fr: Définir les paramètres par défaut pour les nouveaux événements créés sous cet organisateur.
it: Imposta le impostazioni predefinite per i nuovi eventi creati con questo organizzatore.
nl: Stel standaardinstellingen in voor nieuwe evenementen die onder deze organisator worden gemaakt.
pl: Ustaw domyślne ustawienia dla nowych wydarzeń utworzonych pod tym organizatorem.
pt: Definir configurações predefinidas para novos eventos criados sob este organizador.
se: Ange standardinställningar för nya evenemang som skapas under denna arrangör.
vi: Đặt cài đặt mặc định cho các sự kiện mới được tạo dưới tổ chức này.

source: Set the starting number for invoice numbering. This cannot be changed once invoices have been generated.
de: Legen Sie die Startnummer für die Rechnungsnummerierung fest. Dies kann nicht geändert werden, sobald Rechnungen generiert wurden.
es: Establezca el número inicial para la numeración de facturas. Esto no se puede cambiar una vez que las facturas se hayan generado.
fr: Définir le numéro de départ pour la numérotation des factures. Cela ne peut pas être modifié une fois que les factures ont été générées.
hu: Állítsa be a számlaszámozás kezdő számát. Ez nem módosítható, amint a számlák elkészültek.
it: Imposta il numero iniziale per la numerazione delle fatture. Questo non può essere modificato una volta che le fatture sono state generate.
nl: Stel het startnummer voor factuurnummering in. Dit kan niet worden gewijzigd als de facturen eenmaal zijn gegenereerd.
pl: Ustaw numer początkowy numeracji faktur. Nie można tego zmienić po wygenerowaniu faktur.
pt: Defina o número inicial para a numeração das faturas. Isso não poderá ser alterado depois que as faturas forem geradas.
se: Ange startnummer för fakturanumrering. Detta kan inte ändras när fakturor väl har skapats.
tr: Fatura numaralandırması için başlangıç numarasını ayarlayın. Faturalar oluşturulduktan sonra bu değiştirilemez.
vi: Đặt số bắt đầu cho hóa đơn. Sau khi hóa đơn được tạo, số này không thể thay đổi.

source: Set up check-in lists for different entrances, sessions, or days.
it: Configura liste di check-in per diversi ingressi, sessioni o giorni.
nl: Stel inchecklijsten in voor verschillende ingangen, sessies of dagen.
pl: Ustaw listy odpraw dla różnych wejść, sesji lub dni.
pt: Configure listas de check-in para diferentes entradas, sessões ou dias.
se: Skapa incheckningslistor för olika entréer, pass eller dagar.
vi: Thiết lập danh sách check-in cho các lối vào, phiên hoặc ngày khác nhau.

source: Set up your event
de: Richten Sie Ihre Veranstaltung ein
es: Configura tu evento
fr: Organisez votre événement
hu: Állítsa be eseményét
it: Configura il tuo evento
nl: Uw evenement opzetten
pl: Ustaw swoje wydarzenie
pt: Configure seu evento
se: Konfigurera ditt evenemang
tr: Etkinliğinizi kurun
vi: Thiết lập sự kiện của bạn

source: Set up your organization
de: Richten Sie Ihre Organisation ein
es: Configura tu organización
fr: Configurer votre organisation
hu: Állítsa be szervezetét
it: Configura la tua organizzazione
nl: Stel je organisatie in
pl: Ustaw swoją organizację
pt: Configure a sua organização
se: Konfigurera din organisation
vi: Thiết lập tổ chức của bạn

source: Set your event live
de: Schalten Sie Ihr Event live
es: Configura tu evento en vivo
fr: Mettez votre événement en direct
hu: Tegye élővé eseményét
it: Metti online il tuo evento
nl: Je evenement live zetten
pl: Postaw swoje wydarzenie na żywo
pt: Defina seu evento ao vivo
se: Publicera ditt evenemang
tr: Etkinliğinizi yayına alın
vi: Đặt sự kiện của bạn trực tiếp

source: Setting updated
it: Impostazione aggiornata
nl: Instelling bijgewerkt
pl: Ustawienie zaktualizowane
pt: Configuração atualizada
se: Inställningen uppdaterades
vi: Đã cập nhật cài đặt

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
hu: Beállítások
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
se: Inställningar
tr: Ayarlar
vi: Cài đặt

source: Setup & Design
it: Configurazione e design
nl: Instellingen & ontwerp
pl: Konfiguracja i projekt
pt: Configuração e design
se: Konfiguration och design
vi: Thiết lập & thiết kế

source: Share
de: Teilen
es: Compartir
fr: Partager
hu: Megosztás
it: Condividi
nl: Deel
pl: Udostępnij
pt: Compartilhar
se: Dela
tr: Paylaş
vi: Chia sẻ

source: Share Affiliate Link
de: Partnerlink teilen
es: Compartir enlace de afiliado
fr: Partager le lien d'affiliation
hu: Partnerlink megosztása
it: Condividi link affiliato
nl: Deel affiliatelink
pl: Udostępnij link partnera
pt: Partilhar link de afiliado
se: Dela affiliate-länk
vi: Chia sẻ liên kết đối tác

source: Share Event
de: Veranstaltung teilen
es: Compartir evento
fr: Partager l'événement
hu: Esemény megosztása
it: Condividi Evento
nl: Evenement delen
pl: Udostępnij wydarzenie
pt: Compartilhar evento
se: Dela evenemang
tr: Etkinliği Paylaş
vi: Chia sẻ sự kiện

source: Share Organizer Page
de: Veranstalterseite teilen
es: Compartir página del organizador
fr: Partager la page de l'organisateur
hu: Szervezői oldal megosztása
it: Condividi pagina dell'organizzatore
nl: Deel organisatorpagina
pl: Udostępnij stronę organizatora
pt: Compartilhar página do organizador
se: Dela arrangörssida
vi: Chia sẻ trang nhà tổ chức

source: Shared Capacity Management
it: Gestione capacità condivisa
nl: Gedeeld capaciteitsbeheer
pl: Zarządzanie wspólną pojemnością
pt: Gestão de capacidade compartilhada
se: Delad kapacitetshantering
vi: Quản lý sức chứa chung

source: Show all platforms ({0} more with values)
de: Alle Plattformen anzeigen ({0} weitere mit Werten)
es: Mostrar todas las plataformas ({0} más con valores)
fr: Afficher toutes les plateformes ({0} autres avec des valeurs)
hu: Összes platform megjelenítése (további {0} értékkel)
it: Mostra tutte le piattaforme ({0} con valori)
nl: Toon alle platforms ({0} meer met waarden)
pl: Pokaż wszystkie platformy ({0} więcej z wartościami)
pt: Mostrar todas as plataformas ({0} com valores)
se: Visa alla plattformar ({0} till med värden)
vi: Hiển thị tất cả nền tảng ({0} có giá trị khác)

source: Show available product quantity
de: Verfügbare Produktmenge anzeigen
es: Mostrar cantidad disponible del producto
fr: Afficher la quantité de produit disponible
hu: Elérhető termékmennyiség megjelenítése
it: Mostra quantità prodotto disponibile
nl: Beschikbare producthoeveelheid tonen
pl: Pokaż dostępną ilość produktu
pt: Mostrar quantidade disponível do produto
se: Visa tillgängligt produktantal
tr: Mevcut ürün miktarını göster
vi: Hiển thị số lượng sản phẩm có sẵn

source: Show fewer platforms
de: Weniger Plattformen anzeigen
es: Mostrar menos plataformas
fr: Afficher moins de plateformes
hu: Kevesebb platform megjelenítése
it: Mostra meno piattaforme
nl: Toon minder platforms
pl: Pokaż mniej platform
pt: Mostrar menos plataformas
se: Visa färre plattformar
vi: Hiển thị ít nền tảng hơn

source: Show marketing opt-in checkbox
de: Marketing-Opt-in-Kontrollkästchen anzeigen
es: Mostrar casilla de aceptación de marketing
fr: Afficher la case d'opt-in marketing
it: Mostra casella di opt-in marketing
nl: Toon marketing opt-in selectievakje
pl: Pokaż checkbox opt-in marketingu
pt: Mostrar caixa de seleção de opt-in de marketing
se: Visa kryssruta för samtycke till marknadsföring
vi: Hiển thị hộp kiểm đăng ký tiếp thị

source: Show marketing opt-in checkbox by default
de: Marketing-Opt-in-Kontrollkästchen standardmäßig anzeigen
es: Mostrar casilla de aceptación de marketing por defecto
fr: Afficher la case d'opt-in marketing par défaut
it: Mostra casella di opt-in marketing per impostazione predefinita
nl: Toon marketing opt-in selectievakje standaard
pl: Pokaż checkbox opt-in marketingu domyślnie
pt: Mostrar caixa de seleção de opt-in de marketing por padrão
se: Visa kryssruta för samtycke till marknadsföring som standard
vi: Hiển thị hộp kiểm đăng ký tiếp thị theo mặc định
