Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Create Question
de: Frage erstellen
es: Crear pregunta
fr: Créer une question
hu: Kérdés létrehozása
it: Crea Domanda
nl: Vraag maken
pl: Utwórz pytanie
pt: Criar pergunta
se: Skapa fråga
tr: Soru Oluştur
vi: Tạo câu hỏi

source: Create Tax or Fee
de: Steuer oder Gebühr erstellen
es: Crear impuesto o tarifa
fr: Créer une taxe ou des frais
hu: Adó vagy díj létrehozása
it: Crea Tassa o Commissione
nl: Creëer belasting of heffing
pl: Utwórz podatek lub opłatę
pt: Criar imposto ou taxa
se: Skapa skatt eller avgift
tr: Vergi veya Ücret Oluştur
vi: Tạo thuế hoặc phí

source: Create Ticket or Product
de: Ticket oder Produkt erstellen
es: Crear entrada o producto
fr: Créer un billet ou un produit
hu: Jegy vagy termék létrehozása
it: Crea biglietto o prodotto
nl: Maak ticket of product aan
pl: Utwórz bilet lub produkt
pt: Criar ingresso ou produto
se: Skapa biljett eller produkt
vi: Tạo vé hoặc sản phẩm

source: Create tickets for your event, set prices, and manage available quantity.
de: Erstellen Sie Tickets für Ihre Veranstaltung, legen Sie Preise fest und verwalten Sie die verfügbare Menge.
es: Crea entradas para tu evento, establece precios y gestiona la cantidad disponible.
fr: Créez des billets pour votre événement, fixez les prix et gérez la quantité disponible.
hu: Hozzon létre jegyeket az eseményéhez, állítsa be az árakat és kezelje az elérhető mennyiséget.
it: Crea biglietti per il tuo evento, imposta i prezzi e gestisci la quantità disponibile.
nl: Maak tickets voor je evenement, stel prijzen in en beheer de beschikbare hoeveelheid.
pl: Utwórz bilety dla swojego wydarzenia, ustaw ceny i zarządzaj dostępną ilością.
pt: Crie ingressos para o seu evento, defina preços e gerencie a quantidade disponível.
se: Skapa biljetter för ditt evenemang, sätt priser och hantera tillgängligt antal.
vi: Tạo vé cho sự kiện của bạn, đặt giá và quản lý số lượng có sẵn.

source: Create trackable links to reward partners who promote your event.
it: Crea link tracciabili per premiare i partner che promuovono il tuo evento.
nl: Maak traceerbare links om partners te belonen die je evenement promoten.
pl: Utwórz śledzone linki, aby nagradzać partnerów, którzy promują Twoje wydarzenie.
pt: Crie links rastreáveis para recompensar parceiros que promovem seu evento.
se: Skapa spårbar länk för att belöna partners som har delat till event.
vi: Tạo liên kết có thể theo dõi để thưởng cho các đối tác quảng bá sự kiện của bạn.

source: Create Webhook
de: Webhook erstellen
es: Crear Webhook
fr: Créer un webhook
hu: Webhook létrehozása
it: Crea Webhook
nl: Webhook maken
pl: Utwórz webhook
pt: Criar Webhook
se: Skapa webhook
vi: Tạo webhook

source: Create Your Event
de: Erstellen Sie Ihre Veranstaltung
es: Crea tu evento
fr: Créez votre événement
hu: Hozza létre eseményét
it: Crea il tuo evento
nl: Maak je evenement aan
pl: Utwórz swoje wydarzenie
pt: Crie seu evento
se: Skapa ditt evenemang
vi: Tạo sự kiện của bạn

source: Create your first event
de: Erstellen Sie Ihre erste Veranstaltung
es: Crea tu primer evento
fr: Créez votre premier événement
hu: Hozza létre első eseményét
it: Crea il tuo primo evento
nl: Maak je eerste evenement
pl: Utwórz swoje pierwsze wydarzenie
pt: Crie o seu primeiro evento
se: Skapa ditt första evenemang
vi: Tạo sự kiện đầu tiên của bạn

source: Create your first event to start selling tickets and managing attendees.
de: Erstellen Sie Ihre erste Veranstaltung, um Tickets zu verkaufen und Teilnehmer zu verwalten.
es: Crea tu primer evento para comenzar a vender entradas y gestionar asistentes.
fr: Créez votre premier événement pour commencer à vendre des billets et gérer les participants.
hu: Hozza létre első eseményét, hogy elkezdhesse a jegyek értékesítését és a résztvevők kezelését.
it: Crea il tuo primo evento per iniziare a vendere biglietti e gestire i partecipanti.
nl: Maak je eerste evenement aan om tickets te verkopen en deelnemers te beheren.
pl: Utwórz swoje pierwsze wydarzenie, aby rozpocząć sprzedaż biletów i zarządzanie uczestnikami.
pt: Crie seu primeiro evento para começar a vender ingressos e gerenciar participantes.
se: Skapa ditt första evenemang för att börja sälja biljetter och hantera deltagare.
vi: Tạo sự kiện đầu tiên để bắt đầu bán vé và quản lý người tham dự.

source: Create your own event
de: Erstellen Sie Ihre eigene Veranstaltung
es: Crea tu propio evento
fr: Créez votre propre événement
hu: Hozza létre saját eseményét
it: Crea il tuo evento
nl: Maak je eigen evenement
pl: Utwórz własne wydarzenie
pt: Crie seu próprio evento
se: Skapa ditt eget evenemang
vi: Tạo sự kiện của riêng bạn

source: Created
hu: Létrehozva
it: Creato
nl: Aangemaakt
pl: Utworzone
pt: Criado
se: Skapad
tr: Oluşturuldu

source: Creating Event...
de: Veranstaltung wird erstellt...
es: Creando evento...
fr: Création de l'événement...
hu: Esemény létrehozása...
it: Creazione evento...
nl: Evenement aanmaken...
pl: Tworzenie wydarzenia...
pt: A criar evento...
se: Skapar evenemang...
vi: Đang tạo sự kiện...

source: Creating Organizer...
de: Veranstalter wird erstellt...
es: Creando organizador...
fr: Création de l'organisateur...
hu: Szervező létrehozása...
it: Creazione organizzatore...
nl: Organisator aanmaken...
pl: Tworzenie organizatora...
pt: A criar organizador...
se: Skapar organisatör...
vi: Đang tạo nhà tổ chức...

source: Creating your event, please wait
de: Ihre Veranstaltung wird erstellt, bitte warten
es: Creando tu evento, por favor espera
fr: Création de votre événement en cours, veuillez patienter
hu: Esemény létrehozása, kérjük, várjon.
it: Creazione del tuo evento in corso, attendere prego
nl: Je evenement wordt aangemaakt, even geduld
pl: Tworzenie Twojego wydarzenia, proszę czekać
pt: A criar o seu evento, por favor aguarde
se: Skapar ditt evenemang, vänligen vänta
vi: Đang tạo sự kiện của bạn, vui lòng đợi

source: Creating your organizer profile, please wait
de: Ihr Veranstalterprofil wird erstellt, bitte warten
es: Creando tu perfil de organizador, por favor espera
fr: Création de votre profil d'organisateur en cours, veuillez patienter
hu: Szervezői profil létrehozása, kérjük, várjon.
it: Creazione del tuo profilo organizzatore in corso, attendere prego
nl: Je organisatorprofiel wordt aangemaakt, even geduld
pl: Tworzenie Twojego profilu organizatora, proszę czekać
pt: A criar o seu perfil de organizador, por favor aguarde
se: Skapar din organisatörsprofil, vänligen vänta
vi: Đang tạo hồ sơ nhà tổ chức của bạn, vui lòng đợi

source: CTA label is required
de: CTA-Beschriftung ist erforderlich
es: La etiqueta CTA es requerida
fr: Le libellé CTA est requis
it: L'etichetta CTA è obbligatoria
nl: CTA label is verplicht
pl: Etykieta CTA jest wymagana
pt: O rótulo CTA é obrigatório
se: CTA-text är obligatorisk
vi: Nhãn CTA là bắt buộc

source: Currency
de: Währung
es: Divisa
fr: Devise
hu: Pénznem
it: Valuta
nl: Valuta
pl: Waluta
pt: Moeda
se: Valuta
tr: Para Birimi
vi: Tiền tệ

source: Current Password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
hu: Jelenlegi jelszó
it: Password Attuale
nl: Huidig wachtwoord
pl: Aktualne hasło
pt: Senha atual
se: Nuvarande lösenord
tr: Mevcut Şifre
vi: Mật khẩu hiện tại

source: Current payment processor
de: Aktueller Zahlungsdienstleister
es: Procesador de pagos actual
fr: Processeur de paiement actuel
it: Processore di pagamenti attuale
nl: Huidige betalingsverwerker
pl: Aktualny procesor płatności
pt: Processador de pagamentos atual
se: Nuvarande betalningsleverantör
vi: Bộ xử lý thanh toán hiện tại

source: Current VAT number is validated
it: Il numero di partita IVA corrente è convalidato
nl: Huidig BTW-nummer is gevalideerd
pl: Aktualny numer VAT jest zweryfikowany
pt: O número de IVA atual está validado
se: Nuvarande momsnummer är validerat

source: Current VAT number validation failed
it: Convalida della partita IVA corrente non riuscita
nl: Validatie van huidig BTW-nummer is mislukt
pl: Weryfikacja aktualnego numeru VAT nie powiodła się
pt: A validação do número de IVA atual falhou
se: Validering av nuvarande momsnummer misslyckades

source: Currently available for purchase
de: Derzeit zum Kauf verfügbar
es: Actualmente disponible para compra
fr: Actuellement disponible à l'achat
it: Attualmente disponibile per l'acquisto
nl: Momenteel beschikbaar voor aankoop
pl: Obecnie dostępne do zakupu
pt: Atualmente disponível para compra
se: För närvarande tillgänglig för köp
vi: Hiện có sẵn để mua

source: Custom Branding
it: Branding personalizzato
nl: Aangepaste branding
pl: Niestandardowe branding
pt: Marca Personalizada
se: Anpassat varumärke

source: Custom Maps URL
de: Benutzerdefinierte Karten-URL
es: URL de mapas personalizados
fr: URL des cartes personnalisées
hu: Egyedi térképek URL
it: URL Mappe personalizzate
nl: Aangepaste kaarten URL
pl: Niestandardowy URL map
pt: URL de mapas personalizados
se: Anpassad Maps-URL
tr: Özel Harita URL'si
vi: URL bản đồ tùy chỉnh

source: Custom message after checkout
de: Benutzerdefinierte Nachricht nach dem Checkout
es: Mensaje personalizado después de la compra
fr: Message personnalisé après la commande
it: Messaggio personalizzato dopo il checkout
nl: Aangepast bericht na checkout
pl: Niestandardowa wiadomość po płatności
pt: Mensagem personalizada após o checkout
se: Anpassat meddelande efter kassan
vi: Tin nhắn tùy chỉnh sau thanh toán

source: Custom Questions
it: Domande personalizzate
nl: Aangepaste vragen
pl: Niestandardowe pytania
pt: Perguntas personalizadas
se: Anpassade frågor
vi: Câu hỏi tùy chỉnh

source: Custom Range
de: Benutzerdefinierter Bereich
es: Rango personalizado
fr: Plage personnalisée
hu: Egyedi tartomány
it: Intervallo Personalizzato
nl: Aangepast bereik
pl: Niestandardowy zakres
pt: Intervalo personalizado
se: Anpassat intervall
tr: Özel Aralık
vi: Phạm vi tùy chỉnh

source: Custom template
de: Benutzerdefinierte Vorlage
es: Plantilla personalizada
fr: Modèle personnalisé
it: Modello personalizzato
nl: Aangepaste sjabloon
pl: Niestandardowy szablon
pt: Modelo personalizado
se: Anpassad mall
vi: Mẫu tùy chỉnh

source: Customer
de: Kunde
es: Cliente
fr: Client
hu: Ügyfél
it: Cliente
nl: Klant
pl: Klient
pt: Cliente
se: Kund
tr: Müşteri
vi: Khách hàng

source: Customer will receive an email confirming the refund
de: Der Kunde erhält eine E-Mail zur Bestätigung der Erstattung
es: El cliente recibirá un correo electrónico confirmando el reembolso
fr: Le client recevra un e-mail confirmant le remboursement
it: Il cliente riceverà un'email di conferma del rimborso
nl: Klant ontvangt een e-mail ter bevestiging van de terugbetaling
pl: Klient otrzyma e-mail potwierdzający zwrot
pt: O cliente receberá um email confirmando o reembolso
se: Kunden kommer att få ett e-postmeddelande som bekräftar återbetalningen
vi: Khách hàng sẽ nhận email xác nhận hoàn tiền

source: Customer's email address
de: E-Mail-Adresse des Kunden
es: Dirección de email del cliente
fr: Adresse email du client
it: Indirizzo email del cliente
nl: E-mailadres van klant
pl: Adres e-mail klienta
pt: Endereço de e-mail do cliente
se: Kundens e-postadress
vi: Địa chỉ email khách hàng

source: Customer's first name
de: Vorname des Kunden
es: Nombre del cliente
fr: Prénom du client
it: Nome del cliente
nl: Voornaam van klant
pl: Imię klienta
pt: Primeiro nome do cliente
se: Kundens förnamn
vi: Tên khách hàng

source: Customer's last name
de: Nachname des Kunden
es: Apellido del cliente
fr: Nom de famille du client
it: Cognome del cliente
nl: Achternaam van klant
pl: Nazwisko klienta
pt: Sobrenome do cliente
se: Kundens efternamn
vi: Họ khách hàng

source: Customers
de: Kunden
es: Clientes
fr: Clients
it: Clienti
nl: Klanten
pl: Klienci
pt: Clientes
se: Kunder
vi: Khách hàng

source: Customize the email and notification settings for this event
de: Passen Sie die E-Mail- und Benachrichtigungseinstellungen für dieses Ereignis an
es: Personalice la configuración de correo electrónico y notificaciones para este evento
fr: Personnaliser les paramètres de courrier électronique et de notification pour cet événement
hu: Testreszabhatja az esemény e-mail és értesítési beállításait.
it: Personalizza le impostazioni di email e notifiche per questo evento
nl: De e-mail- en meldingsinstellingen voor dit evenement aanpassen
pl: Dostosuj ustawienia e-mail i powiadomień dla tego wydarzenia
pt: Personalize as configurações de e-mail e notificação deste evento
se: Anpassa e-post- och aviseringsinställningarna för detta evenemang
tr: Bu etkinlik için e-posta ve bildirim ayarlarını özelleştirin
vi: Tùy chỉnh cài đặt email và thông báo cho sự kiện này

source: Customize the emails sent to your customers using Liquid templating. These templates will be used as defaults for all events in your organization.
de: Passen Sie die an Ihre Kunden gesendeten E-Mails mit Liquid-Vorlagen an. Diese Vorlagen werden als Standards für alle Veranstaltungen in Ihrer Organisation verwendet.
es: Personalice los correos enviados a sus clientes usando plantillas Liquid. Estas plantillas se usarán como predeterminadas para todos los eventos en su organización.
fr: Personnalisez les e-mails envoyés à vos clients en utilisant des modèles Liquid. Ces modèles seront utilisés comme valeurs par défaut pour tous les événements de votre organisation.
it: Personalizza le email inviate ai tuoi clienti utilizzando i modelli Liquid. Questi modelli verranno utilizzati come predefiniti per tutti gli eventi nella tua organizzazione.
nl: Pas de e-mails aan die naar uw klanten worden verzonden met behulp van Liquid-sjablonen. Deze sjablonen worden gebruikt als standaard voor alle evenementen in uw organisatie.
pl: Dostosuj e-maile wysyłane do Twoich klientów za pomocą szablonów Liquid. Te szablony będą używane jako domyślne dla wszystkich wydarzeń w Twojej organizacji.
pt: Personalize os e-mails enviados aos seus clientes usando modelos Liquid. Estes modelos serão usados como padrões para todos os eventos em sua organização.
se: Anpassa e-postmeddelanden som skickas till dina kunder med Liquid-mallar. Dessa mallar används som standard för alla evenemang i din organisation.
vi: Tùy chỉnh email gửi cho khách hàng bằng mẫu Liquid. Các mẫu này sẽ được dùng làm mặc định cho tất cả sự kiện trong tổ chức của bạn.

source: Customize the event homepage and checkout messaging
de: Passen Sie die Startseite der Veranstaltung und die Nachrichten an der Kasse an
es: Personaliza la página de inicio del evento y los mensajes de pago
fr: Personnalisez la page d'accueil de l'événement et la messagerie de paiement
hu: Testreszabhatja az esemény honlapját és a fizetési üzeneteket.
it: Personalizza i messaggi della homepage dell'evento e del checkout
nl: De homepage van het evenement en de berichten bij de kassa aanpassen
pl: Dostosuj stronę główną wydarzenia i komunikaty płatności
pt: Personalize a página inicial do evento e as mensagens de checkout
se: Anpassa evenemangets startsida och kassameddelanden
tr: Etkinlik ana sayfası ve ödeme mesajlarını özelleştirin
vi: Tùy chỉnh trang chủ sự kiện và tin nhắn thanh toán

source: Customize the layout, colors, and branding of your event homepage.
it: Personalizza il layout, i colori e il branding della homepage del tuo evento.
nl: Pas de lay-out, kleuren en branding van je evenement homepage aan.
pl: Dostosuj układ, kolory i branding strony głównej Twojego wydarzenia.
pt: Personalize o layout, cores e marca da página inicial do seu evento.
se: Anpassa layout, färger och varumärkesprofil för ditt evenemangs startsida.
vi: Tùy chỉnh bố cục, màu sắc và thương hiệu của trang chủ sự kiện.

source: Customize the miscellaneous settings for this event
de: Passen Sie die sonstigen Einstellungen für dieses Ereignis an
es: Personaliza las configuraciones diversas para este evento.
fr: Personnaliser les divers paramètres de cet événement
hu: Testreszabhatja az esemény egyéb beállításait.
it: Personalizza le impostazioni varie per questo evento
nl: De diverse instellingen voor dit evenement aanpassen
pl: Dostosuj różne ustawienia dla tego wydarzenia
pt: Personalize as diversas configurações deste evento
se: Anpassa övriga inställningar för detta evenemang
tr: Bu etkinlik için çeşitli ayarları özelleştirin
vi: Tùy chỉnh các cài đặt linh tinh cho sự kiện này

source: Customize the questions asked during checkout to gather important information from your attendees.
it: Personalizza le domande poste durante il checkout per raccogliere informazioni importanti dai tuoi partecipanti.
nl: Pas de vragen tijdens het afrekenen aan om belangrijke informatie van je deelnemers te verzamelen.
pl: Dostosuj pytania zadawane podczas płatności, aby zebrać ważne informacje od Twoich uczestników.
pt: Personalize as perguntas feitas durante o checkout para coletar informações importantes dos seus participantes.
se: Anpassa frågorna som ställs i kassan för att samla in viktig information från dina deltagare.
vi: Tùy chỉnh các câu hỏi được hỏi trong quá trình thanh toán để thu thập thông tin quan trọng từ người tham dự.

source: Customize the SEO settings for this event
de: Passen Sie die SEO-Einstellungen für dieses Event an
es: Personaliza la configuración de SEO para este evento
fr: Personnalisez les paramètres SEO pour cet événement
hu: Testreszabhatja az esemény SEO beállításait.
it: Personalizza le impostazioni SEO per questo evento
nl: De SEO-instellingen voor dit evenement aanpassen
pl: Dostosuj ustawienia SEO dla tego wydarzenia
pt: Personalize as configurações de SEO para este evento
se: Anpassa SEO-inställningarna för detta evenemang
tr: Bu etkinlik için SEO ayarlarını özelleştirin
vi: Tùy chỉnh cài đặt SEO cho sự kiện này

source: Customize the text shown on the continue button
de: Passen Sie den Text auf dem Weiter-Button an
es: Personaliza el texto que aparece en el botón de continuar
fr: Personnalisez le texte affiché sur le bouton continuer
hu: Testreszabhatja a folytatás gomb szövegét.
it: Personalizza il testo visualizzato sul pulsante continua
nl: Pas de tekst op de knop 'Doorgaan' aan
pl: Dostosuj tekst wyświetlany na przycisku kontynuacji
pt: Personalize o texto exibido no botão continuar
se: Anpassa texten som visas på fortsätt-knappen
vi: Tùy chỉnh văn bản trên nút tiếp tục

source: Customize your email template using Liquid templating
de: Passen Sie Ihre E-Mail-Vorlage mit Liquid-Vorlagen an
es: Personalice su plantilla de correo usando plantillas Liquid
fr: Personnalisez votre modèle d'e-mail en utilisant des modèles Liquid
it: Personalizza il tuo modello di email utilizzando i modelli Liquid
nl: Pas uw e-mailsjabloon aan met Liquid-sjablonen
pl: Dostosuj swój szablon e-mail za pomocą szablonów Liquid
pt: Personalize seu modelo de e-mail usando modelos Liquid
se: Anpassa din e-postmall med Liquid-mallar
vi: Tùy chỉnh mẫu email của bạn bằng mẫu Liquid

source: Customize your event page
de: Passen Sie Ihre Veranstaltungsseite an
es: Personaliza la página de tu evento
fr: Personnalisez votre page d'événement
hu: Testreszabhatja eseményoldalát
it: Personalizza la pagina del tuo evento
nl: Je evenementpagina aanpassen
pl: Dostosuj swoją stronę wydarzenia
pt: Personalize a página do seu evento
se: Anpassa din evenemangssida
tr: Etkinlik sayfanızı özelleştirin
vi: Tùy chỉnh trang sự kiện của bạn

source: Customize your event page to match your brand and style.
de: Passen Sie Ihre Veranstaltungsseite an Ihre Marke und Ihren Stil an.
es: Personalice la página de su evento para que coincida con su marca y estilo.
fr: Personnalisez votre page d'événement en fonction de votre marque et de votre style.
hu: Testreszabhatja eseményoldalát, hogy illeszkedjen márkájához és stílusához.
it: Personalizza la pagina del tuo evento per adattarla al tuo brand e stile.
nl: Pas je evenementpagina aan aan je merk en stijl.
pl: Dostosuj swoją stronę wydarzenia, aby pasowała do Twojej marki i stylu.
pt: Personalize a página do seu evento para combinar com sua marca e estilo.
se: Anpassa din evenemangssida efter ditt varumärke och din stil.
tr: Etkinlik sayfanızı markanız ve tarzınıza uyacak şekilde özelleştirin.
vi: Tùy chỉnh trang sự kiện của bạn để phù hợp với thương hiệu và phong cách của bạn.

source: Customize your organizer page appearance
de: Passen Sie das Erscheinungsbild Ihrer Veranstalterseite an
es: Personaliza la apariencia de tu página de organizador
fr: Personnalisez l'apparence de votre page d'organisateur
hu: Testreszabhatja szervezői oldalának megjelenését.
it: Personalizza l'aspetto della pagina del tuo organizzatore
nl: Pas het uiterlijk van je organisatorpagina aan
pl: Dostosuj wygląd strony organizatora
pt: Personalize a aparência da sua página de organizador
se: Anpassa utseendet på din organisatörssida
vi: Tùy chỉnh giao diện trang tổ chức của bạn

source: Daily revenue, taxes, fees, and refunds across all events
de: Tägliche Einnahmen, Steuern, Gebühren und Rückerstattungen für alle Veranstaltungen
es: Ingresos diarios, impuestos, tarifas y reembolsos en todos los eventos
fr: Revenus quotidiens, taxes, frais et remboursements pour tous les événements
it: Ricavi giornalieri, tasse, commissioni e rimborsi per tutti gli eventi
nl: Dagelijkse omzet, belastingen, kosten en terugbetalingen voor alle evenementen
pl: Codzienne przychody, podatki, opłaty i zwroty we wszystkich wydarzeniach
pt: Receita diária, impostos, taxas e reembolsos em todos os eventos
se: Dagliga intäkter, skatter, avgifter och återbetalningar för alla evenemang
vi: Doanh thu hàng ngày, thuế, phí và hoàn tiền cho tất cả sự kiện

source: Daily Sales Report
de: Täglicher Verkaufsbericht
es: Informe de ventas diarias
fr: Rapport des ventes quotidiennes
hu: Napi értékesítési jelentés
it: Report Vendite Giornaliere
nl: Dagelijks verkooprapport
pl: Codzienny raport sprzedaży
pt: Relatório de vendas diárias
se: Daglig försäljningsrapport
vi: Báo cáo doanh số hàng ngày

source: Daily sales, tax, and fee breakdown
de: Aufschlüsselung der täglichen Verkäufe, Steuern und Gebühren
es: Desglose de ventas diarias, impuestos y tarifas
fr: Détail des ventes quotidiennes, taxes et frais
hu: Napi értékesítési, adó- és díj bontás.
it: Ripartizione giornaliera di vendite, tasse e commissioni
nl: Dagelijkse uitsplitsing naar verkoop, belasting en kosten
pl: Codzienna sprzedaż, podział podatków i opłat
pt: Detalhamento das vendas diárias, impostos e taxas
se: Daglig sammanställning av försäljning, skatt och avgifter
vi: Chi tiết doanh số hàng ngày, thuế và phí

source: Danger zone
de: Gefahrenzone
es: Zona peligrosa
fr: Zone dangereuse
hu: Veszélyzóna
it: Zona pericolosa
nl: Gevarenzone
pl: Strefa zagrożenia
pt: Zona de perigo
se: Riskzon
tr: Tehlike bölgesi
vi: Vùng nguy hiểm

source: Danger Zone
de: Gefahrenzone
es: Zona de Peligro
fr: Zone de Danger
hu: Veszélyzóna
it: Zona pericolosa
nl: Gevarenzone
pl: Strefa zagrożenia
pt: Zona de Perigo
se: Riskzon
tr: Tehlike Bölgesi
vi: Vùng nguy hiểm

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
nl: Donker
pl: Ciemny
pt: Escuro
se: Mörk
vi: Tối

source: Data Ownership
it: Proprietà dei dati
nl: Gegevenseigendom
pl: Własność danych
pt: Propriedade dos Dados
se: Dataägandeskap

source: Date
de: Datum
es: Fecha
hu: Dátum
it: Data
nl: Datum
pl: Data
pt: Data
se: Datum
tr: Tarih
vi: Ngày

source: Date & Time
de: Datum & Zeit
es: Fecha y hora
fr: Date et heure
hu: Dátum és idő
it: Data e ora
nl: Datum en tijd
pl: Data i czas
pt: Data e hora
se: Datum och tid
tr: Tarih ve Saat
vi: Ngày và giờ

source: Date of the event
de: Datum der Veranstaltung
es: Fecha del evento
fr: Date de l'événement
it: Data dell'evento
nl: Datum van het evenement
pl: Data wydarzenia
pt: Data do evento
se: Datum för evenemanget
vi: Ngày của sự kiện
