Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: close
de: schließen
es: cerrar
fr: fermer
hu: bezárás
it: chiudi
nl: sluiten
pl: zamknij
pt: fechar
se: stäng
vi: đóng

source: Close
de: Schließen
es: Cerca
fr: Fermer
hu: Bezárás
it: Chiudi
nl: Sluit
pl: Zamknij
pt: Fechar
se: Stäng
tr: Kapat
vi: Đóng

source: Close modal
de: Modal schließen
es: Cerrar modal
fr: Fermer la fenêtre
hu: Modális ablak bezárása
it: Chiudi la finestra
nl: Sluit venster
pl: Zamknij modal
pt: Fechar modal
se: Stäng dialogruta
vi: Đóng hộp thoại

source: Close sidebar
de: Sidebar schließen
es: Cerrar barra lateral
fr: Fermer la barre latérale
hu: Oldalsáv bezárása
it: Chiudi barra laterale
nl: Zijbalk sluiten
pl: Zamknij pasek boczny
pt: Fechar barra lateral
se: Stäng sidofält
tr: Kenar çubuğunu kapat
vi: Đóng thanh bên

source: Code
es: Código
hu: Kód
it: Codice
pl: Kod
pt: Código
se: Kod
tr: Kod
vi: Mã

source: Code can only contain letters, numbers, hyphens, and underscores
de: Code darf nur Buchstaben, Zahlen, Bindestriche und Unterstriche enthalten
es: El código solo puede contener letras, números, guiones y guiones bajos
fr: Le code ne peut contenir que des lettres, des chiffres, des tirets et des traits de soulignement
hu: A kód csak betűket, számokat, kötőjeleket és aláhúzásokat tartalmazhat
it: Il codice può contenere solo lettere, numeri, trattini e trattini bassi
nl: Code mag alleen letters, cijfers, streepjes en underscores bevatten
pl: Kod może zawierać tylko litery, cyfry, myślniki i podkreślenia
pt: O código só pode conter letras, números, hífenes e underscores
se: Koden får endast innehålla bokstäver, siffror, bindestreck och understreck
vi: Mã chỉ được chứa chữ cái, số, dấu gạch ngang và dấu gạch dưới

source: Code is required
de: Code ist erforderlich
es: El código es obligatorio
fr: Le code est obligatoire
hu: Kód kötelező
it: Il codice è obbligatorio
nl: Code is verplicht
pl: Kod jest wymagany
pt: O código é obrigatório
se: Kod är obligatorisk
vi: Mã là bắt buộc

source: Code must be at least 3 characters
de: Code muss mindestens 3 Zeichen lang sein
es: El código debe tener al menos 3 caracteres
fr: Le code doit contenir au moins 3 caractères
hu: A kódnak legalább 3 karakter hosszúnak kell lennie
it: Il codice deve contenere almeno 3 caratteri
nl: Code moet minimaal 3 tekens bevatten
pl: Kod musi mieć co najmniej 3 znaki
pt: O código deve ter pelo menos 3 caracteres
se: Koden måste vara minst 3 tecken
vi: Mã phải có ít nhất 3 ký tự

source: Code must be between 3 and 50 characters long
de: Der Code muss zwischen 3 und 50 Zeichen lang sein
es: El código debe tener entre 3 y 50 caracteres.
fr: Le code doit comporter entre 3 et 50 caractères
hu: A kódnak 3 és 50 karakter között kell lennie
it: Il codice deve essere compreso tra 3 e 50 caratteri
nl: De code moet tussen 3 en 50 tekens lang zijn
pl: Kod musi mieć od 3 do 50 znaków
pt: O código deve ter entre 3 e 50 caracteres
se: Koden måste vara mellan 3 och 50 tecken lång
tr: Kod 3 ile 50 karakter arasında olmalıdır
vi: Mã phải dài từ 3 đến 50 ký tự

source: Code must be no more than 20 characters
de: Code darf maximal 20 Zeichen lang sein
es: El código no debe tener más de 20 caracteres
fr: Le code ne doit pas dépasser 20 caractères
hu: A kód legfeljebb 20 karakter hosszúságú lehet
it: Il codice non deve superare i 20 caratteri
nl: Code mag maximaal 20 tekens bevatten
pl: Kod nie może mieć więcej niż 20 znaków
pt: O código não deve ter mais de 20 caracteres
se: Koden får vara högst 20 tecken
vi: Mã không được quá 20 ký tự

source: Collaborate with your team to create amazing events together.
de: Arbeiten Sie mit Ihrem Team zusammen, um gemeinsam großartige Veranstaltungen zu gestalten.
es: Colabora con tu equipo para crear eventos increíbles juntos.
fr: Collaborez avec votre équipe pour créer ensemble des événements incroyables.
hu: Kollaboráljon csapatával, hogy csodálatos eseményeket hozzanak létre együtt.
it: Collabora con il tuo team per creare eventi straordinari insieme.
nl: Werk samen met je team om geweldige evenementen te organiseren.
pl: Współpracuj ze swoją drużyną, aby tworzyć niesamowite wydarzenia razem.
pt: Colabore com sua equipe para criar eventos incríveis juntos.
se: Samarbeta med ditt team för att skapa fantastiska evenemang tillsammans.
vi: Hợp tác với nhóm của bạn để tạo nên những sự kiện tuyệt vời.

source: Collapse this product when the event page is initially loaded
de: Dieses Produkt einklappen, wenn die Veranstaltungsseite initial geladen wird
es: Colapsar este producto cuando la página del evento se cargue inicialmente
fr: Réduire ce produit lorsque la page de l'événement est initialement chargée
hu: Összecsukja ezt a terméket, amikor az eseményoldal kezdetben betöltődik
it: Comprimi questo prodotto quando la pagina dell'evento viene caricata inizialmente
nl: Dit product samenvouwen wanneer de evenementpagina voor het eerst wordt geladen
pl: Zwiń ten produkt, gdy strona wydarzenia jest początkowo ładowana
pt: Recolher este produto quando a página do evento for carregada inicialmente
se: Fäll ihop denna produkt när evenemangssidan laddas
tr: Etkinlik sayfası ilk yüklendiğinde bu ürünü daralt
vi: Thu gọn sản phẩm này khi trang sự kiện ban đầu được tải

source: Collect attendee details for each ticket purchased.
de: Erfassen Sie Teilnehmerdetails für jedes gekaufte Ticket.
es: Recopile los detalles del asistente para cada entrada comprada.
fr: Collectez les détails du participant pour chaque billet acheté.
it: Raccogli i dettagli dei partecipanti per ogni biglietto acquistato.
nl: Verzamel deelnemersgegevens voor elk gekocht ticket.
pl: Zbierz szczegóły uczestnika dla każdego zakupionego biletu.
pt: Recolher detalhes do participante para cada bilhete adquirido.
se: Samla in deltagaruppgifter för varje köpt biljett.
vi: Thu thập thông tin chi tiết người tham dự cho mỗi vé đã mua.

source: Collect details per order
it: Raccogli i dati per ordine
nl: Gegevens per bestelling verzamelen
pl: Zbierz szczegóły na zamówienie
pt: Coletar dados por pedido
se: Hämta detaljer per order
vi: Thu thập thông tin theo đơn hàng

source: Collect details per ticket
it: Raccogli i dati per biglietto
nl: Gegevens per ticket verzamelen
pl: Zbierz szczegóły na bilet
pt: Coletar dados por ingresso
se: Hämta detaljer per biljett
vi: Thu thập thông tin theo vé

source: Color
de: Farbe
fr: Couleur
hu: Szín
it: Colore
nl: Kleur
pl: Kolor
pt: Cor
se: Färg
tr: Renk
vi: Màu sắc

source: Color Mode
de: Farbmodus
es: Modo de Color
fr: Mode de couleur
it: Modalità colore
nl: Kleurmodus
pl: Tryb koloru
pt: Modo de Cor
se: Färgläge
vi: Chế độ màu

source: Color must be a valid hex color code. Example: #ffffff
de: Die Farbe muss ein gültiger Hex-Farbcode sein. Beispiel: #ffffff
es: El color debe ser un código de color hexadecimal válido. Ejemplo: #ffffff
fr: La couleur doit être un code couleur hexadécimal valide. Exemple : #ffffff
hu: A színnek érvényes hexadecimális színkódnak kell lennie. Példa: #ffffff
it: Il colore deve essere un codice colore esadecimale valido. Esempio: #ffffff
nl: De kleur moet een geldige hex-kleurcode zijn. Voorbeeld: #ffffff
pl: Kolor musi być prawidłowym kodem koloru hex. Przykład: #ffffff
pt: A cor deve ser um código de cor hexadecimal válido. Exemplo: #ffffff
se: Färgen måste vara en giltig hexkod. Exempel: #ffffff
tr: Renk geçerli bir hex renk kodu olmalıdır. Örnek: #ffffff
vi: Màu sắc phải là mã màu hex hợp lệ. Ví dụ: #ffffff

source: Colors
de: Farben
es: Colores
fr: Couleurs
hu: Színek
it: Colori
nl: Kleuren
pl: Kolory
pt: Cores
se: Färger
tr: Renkler
vi: Màu sắc

source: Columns
de: Spalten
es: Columnas
fr: Colonnes
it: Colonne
nl: Kolommen
pl: Kolumny
pt: Colunas
se: Kolumner
vi: Cột

source: Comedy
es: Comedia
fr: Comédie
hu: Vígjáték
it: Commedia
pl: Komedia
pt: Comédia
se: Komedi
vi: Hài kịch

source: Coming Soon
de: Demnächst
es: Muy pronto
fr: À venir
hu: Hamarosan érkezik
it: Prossimamente
nl: Binnenkort beschikbaar
pl: Wkrótce
pt: Em breve
se: Kommer snart
tr: Yakında
vi: Sắp ra mắt

source: Comma seperated keywords that describe the event. These will be used by search engines to help categorize and index the event
de: Durch Kommas getrennte Schlüsselwörter, die das Ereignis beschreiben. Diese werden von Suchmaschinen verwendet, um das Ereignis zu kategorisieren und zu indizieren.
es: Palabras clave separadas por comas que describen el evento. Estos serán utilizados por los motores de búsqueda para ayudar a categorizar e indexar el evento.
fr: Mots-clés séparés par des virgules qui décrivent l'événement. Ceux-ci seront utilisés par les moteurs de recherche pour aider à catégoriser et indexer l'événement.
hu: Vesszővel elválasztott kulcsszavak, amelyek leírják az eseményt. Ezeket a keresőmotorok használják az esemény kategorizálásához és indexeléséhez.
it: Parole chiave separate da virgole che descrivono l'evento. Queste saranno utilizzate dai motori di ricerca per aiutare a categorizzare e indicizzare l'evento
nl: Door komma's gescheiden trefwoorden die het evenement beschrijven. Deze worden door zoekmachines gebruikt om het evenement te categoriseren en indexeren
pl: Słowa kluczowe oddzielone przecinkami opisujące wydarzenie. Będą używane przez wyszukiwarki do kategoryzacji i indeksowania wydarzenia
pt: Palavras-chave separadas por vírgulas que descrevem o evento. Eles serão usados pelos mecanismos de pesquisa para ajudar a categorizar e indexar o evento
se: Kommaseparerade nyckelord som beskriver evenemanget. Dessa används av sökmotorer för att kategorisera och indexera evenemanget.
tr: Etkinliği tanımlayan virgülle ayrılmış anahtar kelimeler. Bunlar arama motorları tarafından etkinliği kategorize etmek ve indekslemek için kullanılacaktır
vi: Các từ khóa mô tả sự kiện, được phân tách bằng dấu phẩy. Chúng sẽ được công cụ tìm kiếm sử dụng để phân loại và lập chỉ mục sự kiện.

source: Communication Preferences
it: Preferenze di comunicazione
nl: Communicatievoorkeuren
pl: Preferencje komunikacyjne
pt: Preferências de comunicação
se: Kommunikationspreferens

source: Complete Order
de: Bestellung abschließen
es: Completar Orden
fr: Complétez la commande
hu: Megrendelés befejezése
it: Completa Ordine
nl: Volledige bestelling
pl: Zakończ zamówienie
pt: Ordem completa
se: Slutför order
tr: Siparişi Tamamla
vi: Hoàn tất đơn hàng

source: Complete Payment
de: Jetzt bezahlen
es: El pago completo
fr: Paiement complet
hu: Fizetés befejezése
it: Completa Pagamento
nl: Volledige betaling
pl: Zakończ płatność
pt: Concluir pagamento
se: Slutför betalning
tr: Ödemeyi Tamamla
vi: Hoàn tất thanh toán

source: Complete Stripe Setup
de: Stripe-Einrichtung abschließen
es: Completar configuración de Stripe
fr: Finaliser la configuration de Stripe
hu: Stripe beállításának befejezése
it: Completa Configurazione Stripe
nl: Volledige Stripe-instelling
pl: Zakończ konfigurację Stripe
pt: Concluir configuração do Stripe
se: Slutför Stripe-konfiguration
vi: Hoàn tất thiết lập Stripe

source: Complete the setup below to continue
de: Schließen Sie die folgende Einrichtung ab, um fortzufahren
es: Complete la configuración a continuación para continuar
fr: Complétez la configuration ci-dessous pour continuer
it: Completa la configurazione qui sotto per continuare
nl: Voltooi de onderstaande instelling om door te gaan
pl: Zakończ konfigurację poniżej, aby kontynuować
pt: Complete a configuração abaixo para continuar
se: Slutför inställningarna nedan för att fortsätta
vi: Hoàn thành thiết lập bên dưới để tiếp tục

source: Complete these steps to start selling tickets for your event.
de: Schließen Sie diese Schritte ab, um mit dem Ticketverkauf für Ihre Veranstaltung zu beginnen.
es: Complete estos pasos para comenzar a vender entradas para su evento.
fr: Complétez ces étapes pour commencer à vendre des billets pour votre événement.
hu: Fejezze be ezeket a lépéseket, hogy elkezdhesse jegyek értékesítését az eseményéhez.
it: Completa questi passaggi per iniziare a vendere biglietti per il tuo evento.
nl: Voer deze stappen uit om tickets voor je evenement te gaan verkopen.
pl: Wykonaj te kroki, aby rozpocząć sprzedaż biletów na swoje wydarzenie.
pt: Complete estas etapas para começar a vender ingressos para o seu evento.
se: Slutför dessa steg för att börja sälja biljetter till ditt evenemang.
vi: Hoàn thành các bước này để bắt đầu bán vé cho sự kiện của bạn.

source: Complete your payment to secure your tickets.
de: Schließen Sie Ihre Zahlung ab, um Ihre Tickets zu sichern.
es: Completa tu pago para asegurar tus entradas.
fr: Finalisez votre paiement pour sécuriser vos billets.
it: Completa il pagamento per assicurarti i biglietti.
nl: Voltooi je betaling om je tickets veilig te stellen.
pl: Zakończ płatność, aby zabezpieczyć swoje bilety.
pt: Conclua o pagamento para garantir os seus bilhetes.
se: Slutför din betalning för att säkra dina biljetter.
vi: Hoàn tất thanh toán để đảm bảo vé của bạn.

source: Complete your profile to join the team.
it: Completa il tuo profilo per unirti al team.
nl: Voltooi uw profiel om deel te nemen aan het team.
pl: Uzupełnij swój profil, aby dołączyć do drużyny.
pt: Complete o seu perfil para se juntar à equipa.
se: Slutför din profil för att gå med i laget.

source: Completed
de: Vollendet
es: Terminado
fr: Complété
hu: Befejezett
it: Completato
nl: Voltooid
pl: Zakończone
pt: Concluído
se: Slutförd
tr: Tamamlandı
vi: Hoàn thành

source: Completed orders
de: Abgeschlossene Bestellungen
es: Pedidos completados
fr: Commandes terminées
hu: Befejezett megrendelések
it: Ordini completati
nl: Afgeronde bestellingen
pl: Zakończone zamówienia
pt: Pedidos concluídos
se: Slutförda ordrar
tr: Tamamlanan siparişler
vi: Đơn hàng đã hoàn thành

source: Completed Orders
de: Abgeschlossene Bestellungen
es: Pedidos completados
fr: Commandes terminées
hu: Befejezett megrendelések
it: Ordini Completati
nl: Afgeronde bestellingen
pl: Zakończone zamówienia
pt: Pedidos concluídos
se: Slutförda ordrar
tr: Tamamlanan Siparişler
vi: Đơn hàng đã hoàn thành

source: Component Code
de: Komponentencode
es: Código de componente
fr: Code composant
hu: Komponens kód
it: Codice componente
pl: Kod komponentu
pt: Código do componente
se: Komponentkod
tr: Bileşen Kodu
vi: Mã component

source: Conference Center
de: Konferenzzentrum
es: Centro de conferencias
fr: Centre de conférence
hu: Konferencia Központ
it: Centro congressi
nl: Conferentiecentrum
pl: Centrum konferencyjne
pt: Centro de conferências
se: Konferenscenter
vi: Trung tâm hội nghị

source: Configuration assigned successfully
it: Configurazione assegnata con successo
nl: Configuratie succesvol toegewezen
pl: Konfiguracja przypisana pomyślnie
pt: Configuração atribuída com sucesso
se: Konfiguration tilldelad

source: Configuration created successfully
it: Configurazione creata con successo
nl: Configuratie succesvol aangemaakt
pl: Konfiguracja utworzona pomyślnie
pt: Configuração criada com sucesso
se: Konfiguration skapad

source: Configuration deleted successfully
it: Configurazione eliminata correttamente
nl: Configuratie succesvol verwijderd
pl: Konfiguracja usunięta pomyślnie
pt: Configuração excluída com sucesso
se: Konfiguration borttagen

source: Configuration names are visible to end users. The "Fixed Fee" and "Percentage Fee" are application fees charged in USD on all transactions.
it: I nomi delle configurazioni sono visibili agli utenti finali. La "Commissione fissa" e la "Commissione percentuale" sono commissioni di applicazione addebitate in USD su tutte le transazioni.
nl: Configuratienamen zijn zichtbaar voor eindgebruikers. De "Vaste vergoeding" en "Percentage vergoeding" zijn applicatiekosten die in USD worden berekend over alle transacties.
pl: Nazwy konfiguracji są widoczne dla użytkowników końcowych. "Opłata stała" i "Opłata procentowa" to opłaty aplikacji pobierane w USD za wszystkie transakcje.
pt: Os nomes de configuração são visíveis aos utilizadores finais. A "Taxa Fixa" e a "Taxa Percentual" são taxas de aplicação cobradas em USD em todas as transações.
se: Konfigurationsnamn är synliga för slutanvändare. Fast avgift och procentuell avgift är applikationsavgifter som debiteras i USD på alla transaktioner.

source: Configuration updated successfully
it: Configurazione aggiornata con successo
nl: Configuratie succesvol bijgewerkt
pl: Konfiguracja zaktualizowana pomyślnie
pt: Configuração atualizada com sucesso
se: Konfiguration uppdaterad

source: Configurations
it: Configurazioni
nl: Configuraties
pl: Konfiguracje
pt: Configurações
se: Konfigurationer

source: Configure event details, location, checkout options, and email notifications.
it: Configura i dettagli dell'evento, la posizione, le opzioni di checkout e le notifiche email.
nl: Configureer evenementdetails, locatie, afrekenopties en e-mailmeldingen.
pl: Skonfiguruj szczegóły wydarzenia, lokalizację, opcje płatności i powiadomienia e-mail.
pt: Configure os detalhes do evento, localização, opções de checkout e notificações por email.
se: Konfigurera evenemangsdetaljer, plats, kassainställningar och epost notifikationer.
vi: Cấu hình chi tiết sự kiện, địa điểm, tùy chọn thanh toán và thông báo email.

source: Configure how attendee details are collected during checkout
it: Configura come vengono raccolti i dati dei partecipanti durante il checkout
nl: Configureer hoe deelnemergegevens worden verzameld tijdens het afrekenen
pl: Skonfiguruj, jak zbierane są szczegóły uczestnika podczas płatności
pt: Configure como os dados dos participantes são coletados durante o checkout
se: Konfigurera hur deltagaruppgifter samlas in i kassan
vi: Cấu hình cách thu thập thông tin người tham dự trong quá trình thanh toán

source: Configure Taxes & Fees
it: Configura tasse e commissioni
nl: Belastingen en kosten configureren
pl: Skonfiguruj podatki i opłaty
pt: Configurar impostos e taxas
se: Konfigurera skatter och avgifter

source: Configured Discount
de: Konfigurierter Rabatt
es: Descuento configurado
fr: Réduction configurée
hu: Konfigurált kedvezmény
it: Sconto Configurato
nl: Geconfigureerde korting
pl: Skonfigurowany rabat
pt: Desconto configurado
se: Konfigurerad rabatt
tr: Yapılandırılmış İndirim
vi: Giảm giá đã cấu hình

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
hu: Megerősítés
it: Conferma
nl: Bevestig
pl: Potwierdź
pt: confirme
se: Bekräfta
tr: Onayla
vi: Xác nhận

source: Confirm Email Address
de: E-Mail-Adresse bestätigen
es: Confirmar dirección de correo electrónico
fr: Confirmer l'adresse e-mail
it: Conferma indirizzo email
nl: Bevestig e-mailadres
pl: Potwierdź adres e-mail
pt: Confirmar endereço de e-mail
se: Bekräfta e-postadress
vi: Xác nhận địa chỉ email

source: Confirm Email Change
de: E-Mail-Änderung bestätigen
es: Confirmar cambio de correo electrónico
fr: Confirmer le changement d'e-mail
hu: E-mail cím módosításának megerősítése
it: Conferma Cambio Email
nl: Bevestig e-mailwijziging
pl: Potwierdź zmianę e-maila
pt: Confirmar alteração de e-mail
se: Bekräfta ändring av e-postadress
tr: E-posta Değişikliğini Onayla
vi: Xác nhận thay đổi email

source: Confirm new password
it: Conferma la nuova password
nl: Bevestig nieuw wachtwoord
pl: Potwierdź nowe hasło
pt: Confirmar nova senha
se: Bekräfta nytt lösenord

source: Confirm New Password
de: Bestätige neues Passwort
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
hu: Új jelszó megerősítése
it: Conferma Nuova Password
nl: Nieuw wachtwoord bevestigen
pl: Potwierdź nowe hasło
pt: Confirme a nova senha
se: Bekräfta nytt lösenord
tr: Yeni Şifreyi Onayla
vi: Xác nhận mật khẩu mới

source: Confirm password
de: Bestätige das Passwort
es: Confirmar Contraseña
fr: Confirmez le mot de passe
hu: Jelszó megerősítése
it: Conferma password
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt: Confirme sua senha
se: Bekräfta lösenord
tr: Şifreyi onayla
vi: Xác nhận mật khẩu

source: Confirm Password
de: Bestätige das Passwort
es: confirmar Contraseña
fr: Confirmez le mot de passe
hu: Jelszó megerősítése
it: Conferma Password
nl: Wachtwoord bevestigen
pl: Potwierdź hasło
pt: Confirme sua senha
se: Bekräfta lösenord
tr: Şifreyi Onayla
vi: Xác nhận mật khẩu

source: Confirm your email to access all features.
de: Bestätigen Sie Ihre E-Mail-Adresse, um alle Funktionen zu nutzen.
es: Confirma tu correo electrónico para acceder a todas las funciones.
fr: Confirmez votre e-mail pour accéder à toutes les fonctionnalités.
hu: Erősítse meg e-mail címét az összes funkció eléréséhez.
it: Conferma la tua email per accedere a tutte le funzionalità.
nl: Bevestig je e-mailadres om toegang te krijgen tot alle functies.
pl: Potwierdź swój e-mail, aby uzyskać dostęp do wszystkich funkcji.
pt: Confirme seu e-mail para acessar todos os recursos.
se: Bekräfta din e-postadress för att få tillgång till alla funktioner.
vi: Xác nhận email của bạn để sử dụng đầy đủ tính năng.

source: Confirmation email sent! Please check your inbox.
de: Bestätigungs-E-Mail gesendet! Bitte überprüfen Sie Ihren Posteingang.
es: ¡Correo de confirmación enviado! Por favor, revisa tu bandeja de entrada.
fr: E-mail de confirmation envoyé ! Veuillez vérifier votre boîte de réception.
hu: Megerősítő e-mail elküldve! Kérjük, ellenőrizze postaládáját.
it: Email di conferma inviata! Controlla la tua casella di posta.
nl: Bevestigingsmail verzonden! Controleer je inbox.
pl: E-mail potwierdzający wysłany! Sprawdź swoją skrzynkę odbiorczą.
pt: E-mail de confirmação enviado! Verifique sua caixa de entrada.
se: Bekräftelsemail skickat. Kontrollera din inkorg.
vi: Email xác nhận đã được gửi! Vui lòng kiểm tra hộp thư đến của bạn.

source: Confirmation sent to
de: Bestätigung gesendet an
es: Confirmación enviada a
fr: Confirmation envoyée à
it: Conferma inviata a
nl: Bevestiging verzonden naar
pl: Potwierdzenie wysłane do
pt: Confirmação enviada para
se: Bekräftelse skickad till
vi: Xác nhận đã gửi đến

source: Confirming email address...
de: E-Mail-Adresse wird bestätigt …
es: Confirmando dirección de correo electrónico...
fr: Confirmation de l'adresse e-mail...
hu: E-mail cím megerősítése...
it: Conferma indirizzo email in corso...
nl: E-mailadres bevestigen...
pl: Potwierdzanie adresu e-mail...
pt: Confirmando endereço de e-mail...
se: Bekräftar e-postadress...
tr: E-posta adresi onaylanıyor...
vi: Đang xác nhận địa chỉ email...

source: Congratulations on creating an event!
de: Herzlichen Glückwunsch zur Erstellung eines Events!
es: ¡Felicidades por crear un evento!
fr: Félicitations pour la création de votre événement !
hu: Gratulálunk az esemény létrehozásához!
it: Congratulazioni per aver creato un evento!
nl: Gefeliciteerd met het aanmaken van een evenement!
pl: Gratulacje z okazji utworzenia wydarzenia!
pt: Parabéns por criar um evento!
se: Grattis till att du har skapat ett evenemang.
vi: Chúc mừng bạn đã tạo sự kiện thành công!

source: Connect & Upgrade
de: Verbinden & Upgraden
es: Conectar y actualizar
fr: Connecter et mettre à niveau
it: Connetti e aggiorna
nl: Verbinden en upgraden
pl: Połącz i uaktualnij
pt: Conectar e atualizar
se: Anslut och uppgradera
vi: Kết nối và nâng cấp

source: Connect Documentation
de: Verbindungsdokumentation
es: Documentación de conexión
fr: Documentation de connexion
hu: Dokumentáció csatlakoztatása
it: Documentazione di Connessione
nl: Documentatie aansluiten
pl: Dokumentacja połączenia
pt: Documentação de conexão
se: Connect-dokumentation
vi: Tài liệu kết nối

source: Connect payment processing
de: Zahlungsabwicklung verbinden
es: Conectar procesamiento de pagos
fr: Connecter le traitement des paiements
hu: Fizetésfeldolgozás csatlakoztatása
it: Connetti elaborazione pagamenti
nl: Betalingsverwerking aansluiten
pl: Połącz przetwarzanie płatności
pt: Conectar processamento de pagamento
se: Anslut betalningshantering
vi: Kết nối xử lý thanh toán
