Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: - Click to Publish
de: - Zum Veröffentlichen klicken
es: - Haz clic para publicar
fr: - Cliquez pour publier
hu: - Kattintson a közzétételhez
it: - Clicca per pubblicare
nl: - Klik om te publiceren
pl: - Kliknij, aby opublikować
pt: - Clique para publicar
se: - Klicka för att publicera
vi: - Nhấp để xuất bản

source: - Click to Unpublish
de: - Zum Rückgängigmachen der Veröffentlichung klicken
es: - Haz clic para despublicar
fr: - Cliquez pour dépublier
hu: - Kattintson a visszavonáshoz
it: - Clicca per annullare la pubblicazione
nl: - Klik om te verwijderen
pl: - Kliknij, aby cofnąć publikację
pt: - Clique para despublicar
se: - Klicka för att avpublicera
vi: - Nhấp để gỡ bỏ

source: 'There\'s nothing to show yet'
de: „Hier gibt es noch nichts zu sehen“
es: 'No hay nada que mostrar todavía'
fr: "Il n'y a rien à montrer pour l'instant"
hu: 'Még semmi sem látható'
it: 'Non c'è ancora nulla da mostrare'
nl: 'Er is nog niets te laten zien'
pl: 'Nie ma jeszcze nic do pokazania'
pt: 'Não há nada para mostrar ainda'
se: 'Det finns inget att visa än'
tr: Henüz gösterilecek bir şey yok
vi: 'không có gì để hiển thị'

source: (empty)
it: (vuoto)
nl: (leeg)
pl: (puste)
pt: (vazio)
se: (tom)

source: {0} {1} is already checked in
de: {0} {1} ist bereits eingecheckt
es: {0} {1} ya está registrado
fr: {0} {1} est déjà enregistré
it: {0} {1} ha già effettuato il check-in
nl: {0} {1} is al ingecheckt
pl: {0} {1} jest już zameldowany
pt: {0} {1} já fez check-in
se: {0} {1} är redan incheckad
vi: {0} {1} đã check-in

source: {0} <0>checked in</0> successfully
de: {0} <0>erfolgreich eingecheckt</0>
es: {0} <0>registrado</0> con éxito
fr: {0} <0>enregistré</0> avec succès
hu: {0} <0>sikeresen bejelentkezett</0>
it: {0} <0>registrato</0> con successo
nl: {0} <0>ingecheckt</0> succesvol
pl: {0} <0>zameldowany</0> pomyślnie
pt: {0} <0>registrado</0> com sucesso
se: {0} <0>incheckad</0> lyckades
tr: {0} <0>başarıyla check-in yaptı</0>
vi: {0} <0>checked in</0> thành công

source: {0} <0>checked out</0> successfully
de: {0} <0>erfolgreich ausgecheckt</0>
es: {0} <0>retirado</0> con éxito
fr: {0} <0>sorti</0> avec succès
hu: {0} <0>sikeresen kijelentkezett</0>
it: {0} <0>uscita registrata</0> con successo
nl: {0} <0>uitgevinkt</0> succesvol
pl: {0} <0>wymeldowany</0> pomyślnie
pt: {0} <0>desmarcado</0> com sucesso
se: {0} <0>utcheckad</0> lyckades
tr: {0} <0>başarıyla check-out yaptı</0>
vi: {0} <0>checked out</0> thành công

source: {0} Active Webhooks
de: {0} aktive Webhooks
es: {0} webhooks activos
fr: {0} webhooks actifs
hu: {0} aktív webhook
it: {0} Webhook Attivi
nl: {0} Actieve webhooks
pl: {0} Aktywne webhooki
pt: {0} webhooks ativos
se: {0} aktiva webhooks
vi: {0} Webhook đang hoạt động

source: {0} available
de: {0} verfügbar
es: {0} disponible
fr: {0} disponible
hu: {0} elérhető
it: {0} disponibili
nl: {0} beschikbaar
pl: {0} dostępne
pt: {0} disponível
se: {0} tillgängliga
tr: {0} mevcut
vi: {0} Có sẵn

source: {0} created successfully
de: {0} erfolgreich erstellt
es: {0} creado correctamente
fr: {0} créé avec succès
hu: {0} sikeresen létrehozva
it: {0} creato con successo
nl: {0} succesvol aangemaakt
pl: {0} utworzony pomyślnie
pt: {0} criado com sucesso
se: {0} skapades framgångsrikt
tr: {0} başarıyla oluşturuldu
vi: {0} đã tạo thành công

source: {0} left
de: {0} übrig
es: {0} restantes
fr: {0} restant
it: {0} rimasti
nl: nog {0}
pl: {0} pozostało
pt: {0} restante
se: {0} kvar
vi: Còn {0}

source: {0} logo
es: Logo de {0}
fr: Logo {0}
hu: {0} logó
it: Logo {0}
pl: logo {0}
pt: Logo {0}
se: {0} logotyp
vi: Logo {0}

source: {0} organizers
de: {0} Veranstalter
es: {0} organizadores
fr: {0} organisateurs
hu: {0} szervező
it: {0} organizzatori
nl: {0} organisatoren
pl: {0} organizatorów
pt: {0} organizadores
se: {0} arrangörer
vi: {0} nhà tổ chức

source: {0} tickets
es: {0} entradas
fr: {0} billets
it: {0} biglietti
pl: {0} biletów
pt: {0} bilhetes
se: {0} biljetter
vi: {0} vé

source: {0} updated successfully
de: {0} erfolgreich aktualisiert
es: {0} actualizado correctamente
fr: {0} mis à jour avec succès
hu: {0} sikeresen frissítve
it: {0} aggiornato con successo
nl: {0} succesvol bijgewerkt
pl: {0} zaktualizowany pomyślnie
pt: {0} atualizado com sucesso
se: {0} uppdaterades
tr: {0} başarıyla güncellendi
vi: {0} cập nhật thành công

source: {0}/{1} checked in
de: {0}/{1} eingecheckt
es: {0}/{1} registrado
fr: {0}/{1} enregistré
hu: {0}/{1} bejelentkezett
it: {0}/{1} registrati
nl: {0}/{1} ingecheckt
pl: {0}/{1} zameldowanych
pt: {0}/{1} registrado
se: {0}/{1} incheckade
tr: {0}/{1} check-in yaptı
vi: {0}/{1} đã checked in

source: {availableCount} of {totalCount} available
it: {availableCount} di {totalCount} disponibile
nl: {availableCount} van {totalCount} beschikbaar
pl: {availableCount} z {totalCount} dostępnych
pt: {availableCount} de {totalCount} disponíveis
se: {availableCount} av {totalCount} tillgängliga

source: {days} days, {hours} hours, {minutes} minutes, and {seconds} seconds
de: {days} Tage, {hours} Stunden, {minutes} Minuten und {seconds} Sekunden
es: {days} días, {hours} horas, {minutes} minutos y {seconds} segundos
fr: {days} jours, {hours} heures, {minutes} minutes, et {seconds} secondes
hu: {days} nap, {hours} óra, {minutes} perc, és {seconds} másodperc
it: {days} giorni, {hours} ore, {minutes} minuti e {seconds} secondi
nl: {days} dagen, {hours} uren, {minutes} minuten en {seconds} seconden
pl: {days} dni, {hours} godzin, {minutes} minut i {seconds} sekund
pt: {days} dias, {hours} horas, {minutes} minutos e {seconds} segundos
se: {days} dagar, {hours} timmar, {minutes} minuter och {seconds} sekunder
tr: {days} gün, {hours} saat, {minutes} dakika ve {seconds} saniye
vi: {ngày} ngày, {giờ} giờ, {phút} phút và {giây} giây

source: {eventCount} events
de: {eventCount} Ereignisse
es: {eventCount} eventos
fr: {eventCount} événements
hu: {eventCount} esemény
it: {eventCount} eventi
nl: {eventCount} evenementen
pl: {eventCount} wydarzeń
pt: {eventCount} eventos
se: {eventCount} evenemang
vi: {EventCount} Sự kiện

source: {hours} hours, {minutes} minutes, and {seconds} seconds
de: {hours} Stunden, {minutes} Minuten und {seconds} Sekunden
es: {hours} horas, {minutes} minutos y {seconds} segundos
fr: {hours} heures, {minutes} minutes, et {seconds} secondes
hu: {hours} óra, {minutes} perc, és {seconds} másodperc
it: {hours} ore, {minutes} minuti e {seconds} secondi
nl: {hours} uren, {minutes} minuten en {seconds} seconden
pl: {hours} godzin, {minutes} minut i {seconds} sekund
pt: {hours} horas, {minutes} minutos e {seconds} segundos
se: {hours} timmar, {minutes} minuter och {seconds} sekunder
tr: {hours} saat, {minutes} dakika ve {seconds} saniye
vi: {giờ} giờ, {phút} phút và {giây} giây

source: {minutes} minutes and {seconds} seconds
de: {minutes} Minuten und {seconds} Sekunden
es: {minutos} minutos y {segundos} segundos
fr: {minutes} minutes et {secondes} secondes
hu: {minutes} perc és {seconds} másodperc
it: {minutes} minuti e {seconds} secondi
nl: {minutes} minuten en {seconds} seconden
pl: {minutes} minut i {seconds} sekund
pt: {minutos} minutos e {segundos} segundos
se: {minutes} minuter och {seconds} sekunder
tr: {minutes} dakika ve {seconds} saniye
vi: {phút} phút và {giây} giây

source: {organizerName}'s first event
de: Erste Veranstaltung von {organizerName}
es: El primer evento de {organizerName}
fr: Premier événement de {organizerName}
hu: {organizerName} első eseménye
it: Primo evento di {organizerName}
nl: Eerste evenement van {organizerName}
pl: Pierwsze wydarzenie {organizerName}
pt: Primeiro evento de {organizerName}
se: {organizerName}s första evenemang
tr: {organizerName}'ın ilk etkinliği
vi: Sự kiện đầu tiên của {organizerName}

source: {totalCount} ticket types
it: {totalCount} tipi di biglietto
nl: {totalCount} tickettypen
pl: {totalCount} typów biletów
pt: {totalCount} tipos de bilhetes
se: {totalCount} biljettkategorier

source: +Tax/Fees
de: +Steuern/Gebühren
es: +Impuestos/Tasas
fr: +Taxes/Frais
it: +Tasse/Commissioni
nl: +Belasting/Kosten
pl: +Podatek/Opłaty
pt: +Taxas/Impostos
se: +Skatt/Avgifter
vi: +Thuế/Phí

source: <0>Check-in lists help you manage event entry by day, area, or ticket type. You can link tickets to specific lists such as VIP zones or Day 1 passes and share a secure check-in link with staff. No account is required. Check-in works on mobile, desktop, or tablet, using a device camera or HID USB scanner. </0>
de: <0>Check-in-Listen helfen Ihnen, den Veranstaltungseinlass nach Tag, Bereich oder Tickettyp zu verwalten. Sie können Tickets mit bestimmten Listen wie VIP-Bereichen oder Tag-1-Pässen verknüpfen und einen sicheren Check-in-Link mit dem Personal teilen. Es ist kein Konto erforderlich. Check-in funktioniert auf Mobilgeräten, Desktop oder Tablet mit einer Gerätekamera oder einem HID-USB-Scanner. </0>
es: <0>Las listas de check-in te ayudan a gestionar la entrada al evento por día, área o tipo de entrada. Puedes vincular entradas a listas específicas como zonas VIP o pases del Día 1 y compartir un enlace de check-in seguro con el personal. No se requiere cuenta. El check-in funciona en móvil, escritorio o tableta, usando la cámara del dispositivo o un escáner USB HID. </0>
fr: <0>Les listes d'enregistrement vous aident à gérer l'entrée à l'événement par jour, zone ou type de billet. Vous pouvez lier des billets à des listes spécifiques telles que des zones VIP ou des pass Jour 1 et partager un lien d'enregistrement sécurisé avec le personnel. Aucun compte n'est requis. L'enregistrement fonctionne sur mobile, ordinateur ou tablette, en utilisant la caméra de l'appareil ou un scanner USB HID. </0>
it: <0>Le liste di check-in ti aiutano a gestire l'ingresso all'evento per giorno, area o tipo di biglietto. Puoi collegare i biglietti a liste specifiche come zone VIP o pass del Giorno 1 e condividere un link di check-in sicuro con il personale. Non è richiesto alcun account. Il check-in funziona su dispositivi mobili, desktop o tablet, utilizzando la fotocamera del dispositivo o uno scanner USB HID. </0>
nl: <0>Check-in lijsten helpen u de evenementtoegang te beheren per dag, gebied of tickettype. U kunt tickets koppelen aan specifieke lijsten zoals VIP-zones of Dag 1 passen en een beveiligde check-in link delen met personeel. Geen account vereist. Check-in werkt op mobiel, desktop of tablet, met behulp van een apparaatcamera of HID USB-scanner. </0>
pl: <0>Listy odpraw pomagają zarządzać wejściem na wydarzenie według dnia, obszaru lub typu biletu. Możesz łączyć bilety z konkretnymi listami, takimi jak strefy VIP lub bilety na Dzień 1, i udostępniać bezpieczny link do odprawy personelowi. Nie jest wymagane konto. Odprawa działa na urządzeniach mobilnych, desktopowych lub tabletach, używając kamery urządzenia lub skanera HID USB. </0>
pt: <0>As listas de check-in ajudam-no a gerir a entrada no evento por dia, área ou tipo de bilhete. Pode vincular bilhetes a listas específicas, como zonas VIP ou passes do Dia 1, e partilhar uma ligação de check-in segura com a equipa. Não é necessária conta. O check-in funciona em dispositivos móveis, computador ou tablet, usando a câmara do dispositivo ou um scanner USB HID. </0>
se: <0>Incheckningslistor hjälper dig att hantera evenemangets entré per dag, område eller biljetttyp. Du kan länka biljetter till specifika listor som VIP-zoner eller Dag 1-pass och dela en säker incheckningslänk med personal. Inget konto krävs. Incheckning fungerar på mobil, dator eller surfplatta med enhetens kamera eller HID USB-skanner.</0>
vi: <0>Danh sách check-in giúp bạn quản lý lối vào sự kiện theo ngày, khu vực hoặc loại vé. Bạn có thể liên kết vé với các danh sách cụ thể như khu vực VIP hoặc vé Ngày 1 và chia sẻ liên kết check-in an toàn với nhân viên. Không cần tài khoản. Check-in hoạt động trên điện thoại di động, máy tính để bàn hoặc máy tính bảng, sử dụng camera thiết bị hoặc máy quét USB HID. </0>

source: <0>https://</0>your-website.com
de: <0>https://</0>Ihre-website.com
es: <0>https://</0>tu-sitio-web.com
fr: <0>https://</0>votre-siteweb.com
hu: <0>https://</0>az-ön-weboldala.com
it: <0>https://</0>il-tuo-sito-web.com
nl: <0>https://</0>uw-website.nl
pl: <0>https://</0>twoja-strona.com
pt: <0>https://</0>seu-website.com
se: <0>https://</0>din-webbplats.com
tr: <0>https://</0>siteniz.com

source: <0>Please enter the price excluding taxes and fees.</0><1>Taxes and fees can be added below.</1>
de: <0>Bitte geben Sie den Preis ohne Steuern und Gebühren ein.</0><1>Steuern und Gebühren können unten hinzugefügt werden.</1>
es: <0>Por favor, introduce el precio sin incluir impuestos y tasas.</0><1>Los impuestos y tasas se pueden agregar a continuación.</1>
fr: <0>Veuillez entrer le prix hors taxes et frais.</0><1>Les taxes et frais peuvent être ajoutés ci-dessous.</1>
hu: <0>Kérjük, adja meg az árat adók és díjak nélkül.</0><1>Az adók és díjak alább adhatók hozzá.</1>
it: <0>Inserisci il prezzo escluse tasse e commissioni.</0><1>Tasse e commissioni possono essere aggiunte qui sotto.</1>
nl: <0>Voer de prijs in exclusief belastingen en toeslagen.</0><1>Belastingen en toeslagen kunnen hieronder worden toegevoegd.</1>
pl: <0>Wprowadź cenę bez podatków i opłat.</0><1>Podatki i opłaty można dodać poniżej.</1>
pt: <0>Por favor, insira o preço sem incluir impostos e taxas.</0><1>Impostos e taxas podem ser adicionados abaixo.</1>
se: <0>Vänligen ange priset exklusive skatter och avgifter.</0><1>Skatter och avgifter kan läggas till nedan.</1>
tr: <0>Lütfen vergiler ve ücretler hariç fiyatı girin.</0><1>Vergi ve ücretler aşağıdan eklenebilir.</1>
vi: <0> Vui lòng nhập giá không bao gồm thuế và phí. </0> <1> Thuế và phí có thể được thêm vào bên dưới. </1>

source: <0>Set a single total attendance limit that applies to multiple ticket types at once.</0><1>For example, if you link a <2>Day Pass</2> and a <3>Full Weekend</3> ticket, they will both draw from the same pool of spots. Once the limit is reached, all linked tickets automatically stop selling.</1>
it: <0>Imposta un unico limite di presenze totale che si applichi a più tipi di biglietto contemporaneamente.</0><1>Ad esempio, se colleghi un <2>Pass Giornaliero</2> e un biglietto <3>Weekend Completo</3>, entrambi verranno estratti dallo stesso gruppo di posti. Una volta raggiunto il limite, la vendita di tutti i biglietti collegati verrà interrotta automaticamente.</1>
nl: <0>Stel een enkele totale aanwezigheidslimiet in die van toepassing is op meerdere tickettypen tegelijk.</0><1>Als u bijvoorbeeld een <2>Dagpas</2> en een <3>Volledig Weekend</3> ticket koppelt, halen ze beide uit dezelfde pool van plaatsen. Zodra de limiet is bereikt, stoppen alle gekoppelde tickets automatisch met verkopen.</1>
pl: <0>Ustaw pojedynczy całkowity limit frekwencji, który dotyczy wielu typów biletów jednocześnie.</0><1>Na przykład, jeśli połączysz bilet <2>Day Pass</2> i <3>Full Weekend</3>, oba będą czerpać z tej samej puli miejsc. Po osiągnięciu limitu wszystkie połączone bilety automatycznie przestaną być sprzedawane.</1>
pt: <0>Defina um limite total de participação que se aplica a vários tipos de bilhetes ao mesmo tempo.</0><1>Por exemplo, se você vincular um bilhete de <2>Passe Diário</2> e um de <3>Fim de Semana Completo</3>, ambos utilizarão o mesmo conjunto de vagas. Uma vez atingido o limite, todos os bilhetes vinculados param de ser vendidos automaticamente.</1>
se: <0>Ställ in en enda total deltagarbegränsning som gäller för flera biljettyper samtidigt.</0><1>Om du till exempel länkar en <2>Dagsbiljett</2> och en <3>Helgbiljett</3>, kommer de båda att använda samma pool av platser. När gränsen är nådd slutar alla länkade biljetter automatiskt att säljas.</1>

source: <0>The number of products available for this product</0><1>This value can be overridden if there are <2>Capacity Limits</2> associated with this product.</1>
de: <0>Die Anzahl der für dieses Produkt verfügbaren Produkte</0><1>Dieser Wert kann überschrieben werden, wenn mit diesem Produkt <2>Kapazitätsgrenzen</2> verbunden sind.</1>
es: <0>El número de productos disponibles para este producto</0><1>Este valor se puede sobrescribir si hay <2>Límites de Capacidad</2> asociados con este producto.</1>
fr: <0>Le nombre de produits disponibles pour ce produit</0><1>Cette valeur peut être remplacée s'il existe des <2>Limites de Capacité</2> associées à ce produit.</1>
hu: <0>A termékhez elérhető termékek száma</0><1>Ez az érték felülírható, ha a termékhez <2>Kapacitáskorlátok</2> vannak társítva.</1>
it: <0>Il numero di prodotti disponibili per questo prodotto</0><1>Questo valore può essere sovrascritto se ci sono <2>Limiti di Capacità</2> associati a questo prodotto.</1>
nl: <0>Het aantal beschikbare producten voor dit product</0><1>Deze waarde kan worden overschreven als er <2>Capaciteitsbeperkingen</2> zijn gekoppeld aan dit product.</1>
pl: <0>Liczba produktów dostępnych dla tego produktu</0><1>Ta wartość może zostać zastąpiona, jeśli istnieją <2>Limity Pojemności</2> związane z tym produktem.</1>
pt: <0>O número de produtos disponíveis para este produto</0><1>Esse valor pode ser substituído se houver <2>Limites de Capacidade</2> associados a este produto.</1>
se: <0>Antalet produkter tillgängliga för denna produkt</0><1>Detta värde kan åsidosättas om det finns <2>kapacitetsbegränsningar</2> kopplade till denna produkt.</1>
tr: <0>Bu ürün için mevcut ürün sayısı</0><1>Bu değer, bu ürünle ilişkili <2>Kapasite Sınırları</2> varsa geçersiz kılınabilir.</1>
vi: <0> Số lượng sản phẩm có sẵn cho sản phẩm này </0> <1> Giá trị này có thể được ghi đè nếu có giới hạn công suất <2>

source: <0>Webhooks instantly notify external services when events happen, like adding a new attendee to your CRM or mailing list upon registration, ensuring seamless automation.</0><1>Use third-party services like <2>Zapier</2>, <3>IFTTT</3> or <4>Make</4> to create custom workflows and automate tasks.</1>
de: <0>Webhooks benachrichtigen externe Dienste sofort, wenn Ereignisse eintreten, z. B. wenn ein neuer Teilnehmer zu deinem CRM oder deiner Mailingliste hinzugefügt wird, um eine nahtlose Automatisierung zu gewährleisten.</0><1>Nutze Drittanbieterdienste wie <2>Zapier</2>, <3>IFTTT</3> oder <4>Make</4>, um benutzerdefinierte Workflows zu erstellen und Aufgaben zu automatisieren.</1>
es: <0>Los webhooks notifican instantáneamente a los servicios externos cuando ocurren eventos, como agregar un nuevo asistente a tu CRM o lista de correo al registrarse, asegurando una automatización fluida.</0><1>Usa servicios de terceros como <2>Zapier</2>, <3>IFTTT</3> o <4>Make</4> para crear flujos de trabajo personalizados y automatizar tareas.</1>
fr: <0>Les webhooks notifient instantanément les services externes lorsqu'un événement se produit, comme l'ajout d'un nouvel inscrit à votre CRM ou à votre liste de diffusion lors de l'inscription, garantissant une automatisation fluide.</0><1>Utilisez des services tiers comme <2>Zapier</2>, <3>IFTTT</3> ou <4>Make</4> pour créer des workflows personnalisés et automatiser des tâches.</1>
hu: <0>A webhookok azonnal értesítik a külső szolgáltatásokat, amikor események történnek, például új résztvevő hozzáadása a CRM-hez vagy levelezési listához regisztrációkor, biztosítva a zökkenőmentes automatizálást.</0><1>Használjon harmadik féltől származó szolgáltatásokat, mint a <2>Zapier</2>, <3>IFTTT</3> vagy <4>Make</4> egyedi munkafolyamatok létrehozásához és feladatok automatizálásához.</1>
it: <0>I webhook notificano istantaneamente i servizi esterni quando si verificano eventi, come l'aggiunta di un nuovo partecipante al tuo CRM o alla mailing list al momento della registrazione, garantendo un'automazione senza interruzioni.</0><1>Utilizza servizi di terze parti come <2>Zapier</2>, <3>IFTTT</3> o <4>Make</4> per creare flussi di lavoro personalizzati e automatizzare le attività.</1>
nl: <0>Webhooks stellen externe services direct op de hoogte wanneer er iets gebeurt, zoals het toevoegen van een nieuwe deelnemer aan je CRM of mailinglijst na registratie, en zorgen zo voor naadloze automatisering.</0><1>Gebruik diensten van derden zoals <2>Zapier</2>, <3>IFTTT</3> of <4>Make</4> om aangepaste workflows te maken en taken te automatiseren.</1>
pl: <0>Webhooki natychmiast powiadamiają zewnętrzne usługi, gdy zachodzą zdarzenia, takie jak dodanie nowego uczestnika do CRM lub listy mailingowej po rejestracji, zapewniając płynną automatyzację.</0><1>Użyj usług trzecich, takich jak <2>Zapier</2>, <3>IFTTT</3> lub <4>Make</4>, aby tworzyć niestandardowe przepływy pracy i automatyzować zadania.</1>
pt: <0>Os webhooks notificam instantaneamente serviços externos quando eventos ocorrem, como adicionar um novo participante ao seu CRM ou lista de e-mails no momento do registro, garantindo uma automação perfeita.</0><1>Use serviços de terceiros como <2>Zapier</2>, <3>IFTTT</3> ou <4>Make</4> para criar fluxos de trabalho personalizados e automatizar tarefas.</1>
se: <0>Webhooks meddelar omedelbart externa tjänster när händelser inträffar, till exempel att lägga till en ny deltagare i ditt CRM eller din e-postlista vid registrering, vilket ger sömlös automation.</0><1>Använd tredjepartstjänster som <2>Zapier</2>, <3>IFTTT</3> eller <4>Make</4> för att skapa anpassade arbetsflöden och automatisera uppgifter.</1>
vi: <0>Webhooks thông báo ngay lập tức cho các dịch vụ bên ngoài khi sự kiện diễn ra, chẳng hạn như thêm người tham dự mới vào CRM hoặc danh sách email khi đăng ký, đảm bảo tự động hóa mượt mà.</0><1>Sử dụng các dịch vụ bên thứ ba như <2>Zapier</2>, <3>IFTTT</3> hoặc <4>Make</4> để tạo quy trình làm việc tùy chỉnh và tự động hóa công việc.</1>

source: ⚡️ Set up your event
de: ⚡️ Richten Sie Ihre Veranstaltung ein
es: ⚡️ Configura tu evento
fr: ⚡️ Organisez votre événement
hu: ⚡️ Esemény beállítása
it: ⚡️ Configura il tuo evento
nl: ⚡️ Uw evenement opzetten
pl: ⚡️ Skonfiguruj swoje wydarzenie
pt: ⚡️ Configure seu evento
se: ⚡️ Konfigurera ditt evenemang
tr: ⚡️ Etkinliğinizi kurun
vi: Thiết lập sự kiện của bạn

source: 🎟️ Add tickets
de: 🎟️ Tickets hinzufügen
es: 🎟️ Agregar entradas
fr: 🎟️ Ajouter des billets
hu: 🎟️ Jegyek hozzáadása
it: 🎟️ Aggiungi biglietti
nl: 🎟️ Tickets toevoegen
pl: 🎟️ Dodaj bilety
pt: 🎟️ Adicionar ingressos
se: 🎟️ Lägg till biljetter
vi: 🎟️ Thêm vé

source: 🎨 Customize your event page
de: 🎨 Veranstaltungsseite anpassen
es: 🎨 Personaliza la página de tu evento
fr: 🎨 Personnalisez votre page d'événement
hu: 🎨 Eseményoldal testreszabása
it: 🎨 Personalizza la pagina del tuo evento
nl: 🎨 Je evenementpagina aanpassen
pl: 🎨 Dostosuj stronę swojego wydarzenia
pt: 🎨 Personalize a página do seu evento
se: 🎨 Anpassa din evenemangssida
tr: 🎨 Etkinlik sayfanızı özelleştirin
vi: 🎟️ Tùy chỉnh trang sự kiện của bạn

source: 💳 Connect with Stripe
de: 💳 Mit Stripe verbinden
es: 💳 Conéctate con Stripe
fr: 💳 Connectez-vous avec Stripe
hu: 💳 Kapcsolódás a Stripe-hoz
it: 💳 Connetti con Stripe
nl: 💳 Maak verbinding met Stripe
pl: 💳 Połącz z Stripe
pt: 💳 Conecte-se com Stripe
se: 💳 Anslut till Stripe
tr: 💳 Stripe ile bağlanın
vi: 💳 Kết nối với Stripe

source: 🚀 Set your event live
de: 🚀 Veröffentliche dein Event
es: 🚀 Configura tu evento en vivo
fr: 🚀 Mettez votre événement en direct
hu: 🚀 Indítsa el az eseményt
it: 🚀 Metti online il tuo evento
nl: 🚀 Je evenement live zetten
pl: 🚀 Uruchom swoje wydarzenie na żywo
pt: 🚀 Defina seu evento ao vivo
se: 🚀 Publicera ditt evenemang
tr: 🚀 Etkinliğinizi yayına alın
vi: 🚀 Đặt sự kiện của bạn công khai

source: 0 minutes and 0 seconds
de: 0 Minuten und 0 Sekunden
es: 0 minutos y 0 segundos
fr: 0 minute et 0 seconde
hu: 0 perc és 0 másodperc
it: 0 minuti e 0 secondi
nl: 0 minuten en 0 seconden
pl: 0 minut i 0 sekund
pt: 0 minutos e 0 segundos
se: 0 minuter och 0 sekunder
tr: 0 dakika ve 0 saniye
vi: 0 phút và 0 giây
