Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: These templates will be used as defaults for all events in your organization. Individual events can override these templates with their own custom versions.
de: Diese Vorlagen werden als Standards für alle Veranstaltungen in Ihrer Organisation verwendet. Einzelne Veranstaltungen können diese Vorlagen mit ihren eigenen benutzerdefinierten Versionen überschreiben.
es: Estas plantillas se usarán como predeterminadas para todos los eventos en su organización. Los eventos individuales pueden anular estas plantillas con sus propias versiones personalizadas.
fr: Ces modèles seront utilisés comme valeurs par défaut pour tous les événements de votre organisation. Les événements individuels peuvent remplacer ces modèles par leurs propres versions personnalisées.
it: Questi modelli verranno utilizzati come predefiniti per tutti gli eventi nella tua organizzazione. I singoli eventi possono sostituire questi modelli con le proprie versioni personalizzate.
nl: Deze sjablonen worden gebruikt als standaard voor alle evenementen in uw organisatie. Individuele evenementen kunnen deze sjablonen overschrijven met hun eigen aangepaste versies.
pl: Te szablony będą używane jako domyślne dla wszystkich wydarzeń w Twojej organizacji. Poszczególne wydarzenia mogą zastąpić te szablony własnymi wersjami niestandardowymi.
pt: Estes modelos serão usados como padrões para todos os eventos em sua organização. Eventos individuais podem substituir estes modelos por suas próprias versões personalizadas.
se: Dessa mallar används som standard för alla evenemang i din organisation. Enskilda evenemang kan ersätta dem med egna anpassade versioner.
vi: Các mẫu này sẽ được sử dụng làm mặc định cho tất cả sự kiện trong tổ chức của bạn. Các sự kiện riêng lẻ có thể ghi đè các mẫu này bằng phiên bản tùy chỉnh của riêng họ.

source: These templates will override the organizer defaults for this event only. If no custom template is set here, the organizer template will be used instead.
de: Diese Vorlagen überschreiben die Veranstalter-Standards nur für diese Veranstaltung. Wenn hier keine benutzerdefinierte Vorlage festgelegt ist, wird stattdessen die Veranstaltervorlage verwendet.
es: Estas plantillas anularán los predeterminados del organizador solo para este evento. Si no se establece una plantilla personalizada aquí, se usará la plantilla del organizador en su lugar.
fr: Ces modèles remplaceront les paramètres par défaut de l'organisateur pour cet événement uniquement. Si aucun modèle personnalisé n'est défini ici, le modèle de l'organisateur sera utilisé à la place.
it: Questi modelli sostituiranno le impostazioni predefinite dell'organizzatore solo per questo evento. Se non è impostato alcun modello personalizzato qui, verrà utilizzato il modello dell'organizzatore.
nl: Deze sjablonen overschrijven de organisator-standaarden alleen voor dit evenement. Als hier geen aangepaste sjabloon is ingesteld, wordt in plaats daarvan de organisatorsjabloon gebruikt.
pl: Te szablony będą zastępować domyślne ustawienia organizatora tylko dla tego wydarzenia. Jeśli tutaj nie jest ustawiony żaden niestandardowy szablon, zostanie użyty szablon organizatora.
pt: Estes modelos substituirão os padrões do organizador apenas para este evento. Se nenhum modelo personalizado for definido aqui, o modelo do organizador será usado em vez disso.
se: Dessa mallar ersätter arrangörens standardmallar endast för detta evenemang. Om ingen anpassad mall anges här används arrangörens mall i stället.
vi: Các mẫu này sẽ ghi đè mặc định của tổ chức chỉ cho sự kiện này. Nếu không có mẫu tùy chỉnh nào được thiết lập ở đây, mẫu của tổ chức sẽ được sử dụng thay thế.

source: This attendee has an unpaid order.
de: Dieser Teilnehmer hat eine unbezahlte Bestellung.
es: Este asistente tiene un pedido sin pagar.
fr: Ce participant a une commande impayée.
hu: Ennek a résztvevőnek van egy kifizetetlen megrendelése.
it: Questo partecipante ha un ordine non pagato.
nl: Deze deelnemer heeft een onbetaalde bestelling.
pl: Ten uczestnik ma nieopłacone zamówienie.
pt: Este participante tem um pedido não pago.
se: Den här deltagaren har en obetald order.
tr: Bu katılımcının ödenmemiş siparişi var.
vi: Người tham dự này có đơn hàng chưa thanh toán.

source: This category doesn't have any products yet.
de: Diese Kategorie hat noch keine Produkte.
es: Esta categoría aún no tiene productos.
fr: Cette catégorie n'a pas encore de produits.
hu: Ez a kategória még nem tartalmaz termékeket.
it: Questa categoria non ha ancora prodotti.
nl: Deze categorie heeft nog geen producten.
pl: Ta kategoria nie ma jeszcze żadnych produktów.
pt: Esta categoria ainda não possui produtos.
se: Den här kategorin har inga produkter ännu.
tr: Bu kategoride henüz hiç ürün yok.
vi: Danh mục này chưa có bất kỳ sản phẩm nào.

source: This category is hidden from public view
de: Diese Kategorie ist vor der öffentlichen Ansicht verborgen
es: Esta categoría está oculta de la vista pública
fr: Cette catégorie est masquée de la vue publique
hu: Ez a kategória el van rejtve a nyilvánosság elől.
it: Questa categoria è nascosta alla vista pubblica
nl: Deze categorie is niet zichtbaar voor het publiek
pl: Ta kategoria jest ukryta przed publicznym widokiem
pt: Esta categoria está oculta da visualização pública
se: Den här kategorin är dold för allmänheten
tr: Bu kategori halktan gizli
vi: Danh mục này bị ẩn khỏi chế độ xem công khai

source: This check-in list has expired
de: Diese Eincheckliste ist abgelaufen
es: Esta lista de registro ha expirado
fr: Cette liste de pointage a expiré
hu: Ez a bejelentkezési lista lejárt.
it: Questa lista di check-in è scaduta
nl: Deze check-in lijst is verlopen
pl: Ta lista kontrolna wygasła
pt: Esta lista de registro expirou
se: Den här incheckningslistan har löpt ut
tr: Bu check-in listesi süresi doldu
vi: Danh sách người tham dự này đã hết hạn

source: This check-in list has expired and is no longer available for check-ins.
de: Diese Eincheckliste ist abgelaufen und steht nicht mehr für Eincheckungen zur Verfügung.
es: Esta lista de registro ha expirado y ya no está disponible para registros.
fr: Cette liste de pointage a expiré et n'est plus disponible pour les enregistrements.
hu: Ez a bejelentkezési lista lejárt, és már nem használható bejelentkezéshez.
it: Questa lista di check-in è scaduta e non è più disponibile per i check-in.
nl: Deze check-ins lijst is verlopen en niet langer beschikbaar voor check-ins.
pl: Ta lista odpraw wygasła i nie jest już dostępna.
pt: Esta lista de registro expirou e não está mais disponível para registros.
se: Den här incheckningslistan har löpt ut och är inte längre tillgänglig för incheckning.
tr: Bu check-in listesinin süresi doldu ve artık check-in için kullanılamıyor.
vi: Danh sách người tham dự này đã hết hạn và không còn có sẵn để kiểm tra.

source: This check-in list is active
de: Diese Eincheckliste ist aktiv
es: Esta lista de registro está activa
fr: Cette liste de pointage est active
hu: Ez a bejelentkezési lista aktív.
it: Questa lista di check-in è attiva
nl: Deze check-in lijst is actief
pl: Ta lista kontrolna jest aktywna
pt: Esta lista de registro está ativa
se: Den här incheckningslistan är aktiv
tr: Bu check-in listesi aktif
vi: Danh sách người tham dự này đang hoạt động

source: This check-in list is not active yet
de: Diese Eincheckliste ist noch nicht aktiv
es: Esta lista de registro aún no está activa
fr: Cette liste de pointage n'est pas encore active
hu: Ez a bejelentkezési lista még nem aktív.
it: Questa lista di check-in non è ancora attiva
nl: Deze check-in lijst is nog niet actief
pl: Ta lista kontrolna nie jest jeszcze aktywna
pt: Esta lista de registro ainda não está ativa
se: Den här incheckningslistan är inte aktiv ännu
tr: Bu check-in listesi henüz aktif değil
vi: Danh sách người tham dự này chưa hoạt động

source: This check-in list is not yet active and is not available for check-ins.
de: Diese Eincheckliste ist noch nicht aktiv und steht nicht für Eincheckungen zur Verfügung.
es: Esta lista de registro aún no está activa y no está disponible para registros.
fr: Cette liste de pointage n'est pas encore active et n'est pas disponible pour les enregistrements.
hu: Ez a bejelentkezési lista még nem aktív, és nem használható bejelentkezéshez.
it: Questa lista di check-in non è ancora attiva e non è disponibile per i check-in.
nl: Deze check-ins lijst is nog niet actief en is niet beschikbaar voor check-ins.
pl: Ta lista odpraw nie jest jeszcze aktywna i nie jest dostępna.
pt: Esta lista de registro ainda não está ativa e não está disponível para registros.
se: Den här incheckningslistan är ännu inte aktiv och är inte tillgänglig för incheckning.
tr: Bu check-in listesi henüz aktif değil ve check-in yapılabilir durumda değil.
vi: Danh sách người tham dự này chưa hoạt động và không có sẵn để kiểm tra.

source: This code will be used to track sales. Only letters, numbers, hyphens, and underscores allowed.
de: Dieser Code wird zur Verfolgung von Verkäufen verwendet. Nur Buchstaben, Zahlen, Bindestriche und Unterstriche erlaubt.
es: Este código se usará para rastrear ventas. Solo se permiten letras, números, guiones y guiones bajos.
fr: Ce code sera utilisé pour suivre les ventes. Seuls les lettres, chiffres, tirets et traits de soulignement sont autorisés.
hu: Ezt a kódot az értékesítések nyomon követésére használjuk. Csak betűk, számok, kötőjelek és aláhúzások engedélyezettek.
it: Questo codice sarà usato per tracciare le vendite. Sono ammessi solo lettere, numeri, trattini e trattini bassi.
nl: Deze code wordt gebruikt om verkopen bij te houden. Alleen letters, cijfers, streepjes en underscores toegestaan.
pl: Ten kod będzie używany do śledzenia sprzedaży. Dozwolone są tylko litery, cyfry, łączniki i podkreślenia.
pt: Este código será usado para rastrear vendas. Apenas são permitidas letras, números, hífenes e underscores.
se: Den här koden används för att spåra försäljning. Endast bokstäver, siffror, bindestreck och understreck är tillåtna.
vi: Mã này sẽ được dùng để theo dõi doanh số. Chỉ cho phép chữ cái, số, dấu gạch ngang và dấu gạch dưới.

source: This color combination may be hard to read for some users
de: Diese Farbkombination könnte für einige Benutzer schwer lesbar sein
es: Esta combinación de colores puede ser difícil de leer para algunos usuarios
fr: Cette combinaison de couleurs peut être difficile à lire pour certains utilisateurs
it: Questa combinazione di colori potrebbe essere difficile da leggere per alcuni utenti
nl: Deze kleurencombinatie kan moeilijk leesbaar zijn voor sommige gebruikers
pl: Ta kombinacja kolorów może być trudna do odczytania dla niektórych użytkowników
pt: Esta combinação de cores pode ser difícil de ler para alguns utilizadores
se: Den här färgkombinationen kan vara svår att läsa för vissa användare
vi: Kết hợp màu này có thể khó đọc đối với một số người dùng

source: This event has ended
it: Questo evento è terminato
nl: Dit evenement is afgelopen
pl: To wydarzenie się skończyło
pt: Este evento terminou
se: Det här evenemanget har avslutats

source: This event is not published yet
de: Diese Veranstaltung ist noch nicht veröffentlicht
es: Este evento aún no está publicado
fr: Cet événement n'est pas encore publié
hu: Ez az esemény még nem került közzétételre.
it: Questo evento non è ancora pubblicato
nl: Dit evenement is nog niet gepubliceerd
pl: To wydarzenie nie zostało jeszcze opublikowane
pt: Este evento ainda não foi publicado
se: Det här evenemanget är inte publicerat ännu
vi: Sự kiện này chưa được xuất bản

source: This information will be shown on the payment page, order summary page, and order confirmation email.
de: Diese Informationen werden auf der Zahlungsseite, der Bestellübersichtsseite und in der Bestellbestätigungs-E-Mail angezeigt.
es: Esta información se mostrará en la página de pago, en la página de resumen del pedido y en el correo electrónico de confirmación del pedido.
fr: Ces informations seront affichées sur la page de paiement, la page de résumé de commande et l'e-mail de confirmation de commande.
hu: Ez az információ megjelenik a fizetési oldalon, a megrendelés összefoglaló oldalán és a megrendelés visszaigazoló e-mailben.
it: Queste informazioni saranno mostrate nella pagina di pagamento, nella pagina di riepilogo dell'ordine e nell'email di conferma dell'ordine.
nl: Deze informatie wordt weergegeven op de betaalpagina, de pagina met het overzicht van de bestelling en de e-mail ter bevestiging van de bestelling.
pl: Te informacje będą wyświetlane na stronie płatności, stronie podsumowania zamówienia i w e-mailu potwierdzającym zamówienie.
pt: Essas informações serão exibidas na página de pagamento, no resumo do pedido e no e-mail de confirmação do pedido.
se: Den här informationen visas på betalningssidan, ordersammanfattningen och i orderbekräftelsen via e-post.
tr: Bu bilgiler ödeme sayfasında, sipariş özeti sayfasında ve sipariş onayı e-postasında gösterilecektir.
vi: Thông tin này sẽ được hiển thị trên trang thanh toán, trang tóm tắt đơn hàng và email xác nhận đơn hàng.

source: This is a general product, like a t-shirt or a mug. No ticket will be issued
de: Dies ist ein allgemeines Produkt, wie ein T-Shirt oder eine Tasse. Es wird kein Ticket ausgestellt
es: Este es un producto general, como una camiseta o una taza. No se emitirá un boleto
fr: C'est un produit général, comme un t-shirt ou une tasse. Aucun billet ne sera délivré
hu: Ez egy általános termék, mint egy póló vagy egy bögre. Nem kerül jegy kiállításra.
it: Questo è un prodotto generico, come una maglietta o una tazza. Non verrà emesso alcun biglietto
nl: Dit is een algemeen product, zoals een t-shirt of een mok. Er wordt geen ticket uitgegeven
pl: To jest produkt ogólny, taki jak koszulka lub kubek. Bilet nie będzie wystawiony
pt: Este é um produto geral, como uma camiseta ou uma caneca. Nenhum ingresso será emitido
se: Det här är en vanlig produkt, som en t-shirt eller en mugg. Ingen biljett utfärdas
tr: Bu genel bir üründür, tişört veya kupa gibi. Hiçbir bilet düzenlenmeyecek
vi: Đây là một sản phẩm chung, như áo phông hoặc cốc. Không có vé nào được phát hành

source: This is an online event
de: Dies ist eine Online-Veranstaltung
es: Este es un evento en línea
fr: Ceci est un événement en ligne
hu: Ez egy online esemény.
it: Questo è un evento online
nl: Dit is een online evenement
pl: To jest wydarzenia online
pt: Este é um evento on-line
se: Det här är ett onlineevenemang
tr: Bu çevrimiçi bir etkinlik
vi: Đây là một sự kiện trực tuyến

source: This is the name of your organizer that will be displayed to your users.
de: Dies ist der Name Ihres Veranstalters, der Ihren Nutzern angezeigt wird.
es: Este es el nombre de tu organizador que se mostrará a tus usuarios.
fr: Ceci est le nom de votre organisateur qui sera affiché à vos utilisateurs.
hu: Ez a szervezőjének neve, amely megjelenik a felhasználók számára.
it: Questo è il nome del tuo organizzatore che sarà visibile agli utenti.
nl: Dit is de naam van je organisator die aan je gebruikers wordt getoond.
pl: To jest nazwa Twojego organizatora, która będzie wyświetlana użytkownikom.
pt: Este é o nome do seu organizador que será exibido aos seus usuários.
se: Det här är namnet på din arrangör som kommer att visas för dina användare.
vi: Đây là tên nhà tổ chức sẽ hiển thị cho người dùng của bạn.

source: This link is invalid or has expired.
de: Dieser Link ist ungültig oder abgelaufen.
es: Este enlace es inválido o ha caducado.
fr: Ce lien est invalide ou a expiré.
it: Questo link non è valido o è scaduto.
nl: Deze link is ongeldig of verlopen.
pl: Ten link jest nieprawidłowy lub wygasł.
pt: Este link é inválido ou expirou.
se: Den här länken är ogiltig eller har löpt ut.
vi: Liên kết này không hợp lệ hoặc đã hết hạn.

source: This link is no longer valid
it: Questo link non è più valido
nl: Deze link is niet meer geldig
pl: Ten link nie jest już ważny
pt: Este link já não é válido
se: Den här länken är inte längre giltig

source: This message will be included in the footer of all emails sent from this event
de: Diese Nachricht wird in die Fußzeile aller E-Mails aufgenommen, die von dieser Veranstaltung gesendet werden.
es: Este mensaje se incluirá en el pie de página de todos los correos electrónicos enviados desde este evento.
fr: Ce message sera inclus dans le pied de page de tous les e-mails envoyés à partir de cet événement
hu: Ez az üzenet szerepelni fog az eseményről küldött összes e-mail láblécében.
it: Questo messaggio sarà incluso nel piè di pagina di tutte le email inviate da questo evento
nl: Dit bericht wordt opgenomen in de voettekst van alle e-mails die vanuit dit evenement worden verzonden
pl: Ta wiadomość będzie zawarta w stopce wszystkich e-maili wysłanych z tego wydarzenia
pt: Esta mensagem será incluída no rodapé de todos os e-mails enviados deste evento
se: Det här meddelandet inkluderas i sidfoten i alla mejl som skickas från detta evenemang
tr: Bu mesaj bu etkinlikten gönderilen tüm e-postaların altbilgisinde yer alacak
vi: Thông báo này sẽ được bao gồm trong phần chân trang của tất cả các email được gửi từ sự kiện này

source: This message will only be shown if order is completed successfully. Orders awaiting payment will not show this message
de: Diese Nachricht wird nur angezeigt, wenn die Bestellung erfolgreich abgeschlossen wurde. Bestellungen, die auf Zahlung warten, zeigen diese Nachricht nicht an.
es: Este mensaje solo se mostrará si el pedido se completa con éxito. Los pedidos en espera de pago no mostrarán este mensaje.
fr: Ce message ne sera affiché que si la commande est terminée avec succès. Les commandes en attente de paiement n'afficheront pas ce message.
hu: Ez az üzenet csak akkor jelenik meg, ha a megrendelés sikeresen befejeződött. A fizetésre váró megrendelések nem jelenítik meg ezt az üzenetet.
it: Questo messaggio sarà mostrato solo se l'ordine è completato con successo. Gli ordini in attesa di pagamento non mostreranno questo messaggio
nl: Dit bericht wordt alleen weergegeven als de bestelling succesvol is afgerond. Bestellingen die op betaling wachten, krijgen dit bericht niet te zien
pl: Ta wiadomość będzie wyświetlana tylko wtedy, gdy zamówienie zostanie pomyślnie zrealizowane. Zamówienia oczekujące na płatność nie będą wyświetlać tej wiadomości
pt: Esta mensagem só será mostrada se o pedido for concluído com sucesso. Pedidos aguardando pagamento não mostrarão esta mensagem.
se: Det här meddelandet visas endast om ordern slutförs. Ordrar som väntar på betalning visar inte detta meddelande
tr: Bu mesaj sadece sipariş başarılı bir şekilde tamamlandığında gösterilecek. Ödeme bekleyen siparişlerde bu mesaj gösterilmeyecek
vi: Thông báo này sẽ chỉ được hiển thị nếu đơn hàng được hoàn thành thành công. Đơn chờ thanh toán sẽ không hiển thị thông báo này.

source: This name is visible to end users
it: Questo nome è visibile agli utenti finali
nl: Deze naam is zichtbaar voor eindgebruikers
pl: Ta nazwa jest widoczna dla użytkowników końcowych
pt: Este nome é visível aos utilizadores finais
se: Det här namnet är synligt för slutanvändare

source: This order has already been paid.
de: Diese Bestellung wurde bereits bezahlt.
es: Este pedido ya ha sido pagado.
fr: Cette commande a déjà été payée.
hu: Ez a megrendelés már ki lett fizetve.
it: Questo ordine è già stato pagato.
nl: Deze bestelling is al betaald.
pl: To zamówienie zostało już opłacone.
pt: Este pedido já foi pago.
se: Den här ordern är redan betald.
tr: Bu sipariş zaten ödenmiş.
vi: Đơn hàng này đã được thanh toán.

source: This order has already been refunded.
de: Diese Bestellung wurde bereits zurückerstattet.
es: Este pedido ya ha sido reembolsado.
fr: Cette commande a déjà été remboursée.
hu: Ez a megrendelés már visszatérítésre került.
it: Questo ordine è già stato rimborsato.
nl: Deze bestelling is al terugbetaald.
pl: To zamówienie zostało już zwrócone.
pt: Este pedido já foi reembolsado.
se: Den här ordern har redan återbetalats.
tr: Bu sipariş zaten iade edilmiş.
vi: Đơn hàng này đã được hoàn trả.

source: This order has been cancelled.
de: Diese Bestellung wurde storniert.
es: Esta orden ha sido cancelada.
fr: Cette commande a été annulée.
hu: Ez a megrendelés törölve lett.
it: Questo ordine è stato annullato.
nl: Deze bestelling is geannuleerd.
pl: To zamówienie zostało anulowane.
pt: Esse pedido foi cancelado.
se: Den här ordern har avbrutits.
tr: Bu sipariş iptal edilmiş.
vi: Đơn hàng này đã bị hủy bỏ.

source: This order has expired. Please start again.
de: Diese Bestellung ist abgelaufen. Bitte erneut beginnen.
es: Este pedido ha expirado. Por favor, comienza de nuevo.
fr: Cette commande a expiré. Veuillez recommencer.
hu: Ez a megrendelés lejárt. Kérjük, kezdje újra.
it: Questo ordine è scaduto. Per favore ricomincia.
nl: Deze bestelling is verlopen. Begin opnieuw.
pl: To zamówienie wygasło. Proszę spróbować ponownie.
pt: Este pedido expirou. Por favor, recomece.
se: Den här ordern har löpt ut. Börja om.
tr: Bu siparişin süresi dolmuş. Lütfen tekrar başlayın.
vi: Đơn hàng này đã hết hạn. Vui lòng bắt đầu lại.

source: This order is being processed.
de: Diese Bestellung wird verarbeitet.
es: Este pedido está siendo procesado.
fr: Cette commande est en cours de traitement.
it: Questo ordine è in fase di elaborazione.
nl: Deze bestelling wordt verwerkt.
pl: To zamówienie jest przetwarzane.
pt: Este pedido está a ser processado.
se: Den här ordern behandlas.
vi: Đơn hàng này đang được xử lý.

source: This order is complete.
de: Diese Bestellung ist abgeschlossen.
es: Este pedido está completo.
fr: Cette commande est terminée.
hu: Ez a megrendelés kész.
it: Questo ordine è completo.
nl: Deze bestelling is compleet.
pl: To zamówienie jest pełne.
pt: Este pedido está completo.
se: Den här ordern är slutförd.
tr: Bu sipariş tamamlandı.
vi: Đơn hàng này đã hoàn tất.

source: This order page is no longer available.
de: Diese Bestellseite ist nicht mehr verfügbar.
es: Esta página de pedidos ya no está disponible.
fr: Cette page de commande n'est plus disponible.
hu: Ez a megrendelési oldal már nem elérhető.
it: Questa pagina dell'ordine non è più disponibile.
nl: Deze bestelpagina is niet langer beschikbaar.
pl: Ta strona zamówienia nie jest już dostępna.
pt: Esta página de pedido não está mais disponível.
se: Den här ordersidan är inte längre tillgänglig.
tr: Bu sipariş sayfası artık mevcut değil.
vi: Trang Đơn hàng này không còn có sẵn.

source: This order was abandoned. You can start a new order anytime.
de: Diese Bestellung wurde abgebrochen. Sie können jederzeit eine neue Bestellung aufgeben.
es: Este pedido fue abandonado. Puede iniciar un nuevo pedido en cualquier momento.
fr: Cette commande a été abandonnée. Vous pouvez commencer une nouvelle commande à tout moment.
it: Questo ordine è stato abbandonato. Puoi avviarne uno nuovo in qualsiasi momento.
nl: Deze bestelling is verlaten. U kunt op elk moment een nieuwe bestelling starten.
pl: To zamówienie zostało porzucone. Możesz rozpocząć nowe zamówienie w dowolnym momencie.
pt: Este pedido foi abandonado. Pode iniciar um novo pedido a qualquer momento.
se: Den här ordern övergavs. Du kan starta en ny order när som helst.
vi: Đơn hàng này đã bị bỏ. Bạn có thể bắt đầu đơn hàng mới bất cứ lúc nào.
