Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: The default timezone for your events.
de: Die Standardzeitzone für Ihre Ereignisse.
es: La zona horaria predeterminada para sus eventos.
fr: Le fuseau horaire par défaut pour vos événements.
hu: Az események alapértelmezett időzónája.
it: Il fuso orario predefinito per i tuoi eventi.
nl: De standaard tijdzone voor je evenementen.
pl: Domyślna strefa czasowa dla Twoich imprez.
pt: O fuso horário padrão para seus eventos.
se: Standardtidszon för dina evenemang.
tr: Etkinlikleriniz için varsayılan saat dilimi.
vi: Múi giờ mặc định cho các sự kiện của bạn.

source: The email address has been changed. The attendee will receive a new ticket at the updated email address.
it: L'indirizzo e-mail è stato modificato. Il partecipante riceverà un nuovo biglietto all'indirizzo e-mail aggiornato.
nl: Het e-mailadres is gewijzigd. De deelnemer ontvangt een nieuw ticket op het bijgewerkte e-mailadres.
pl: Adres e-mail został zmieniony. Uczestnik otrzyma nowy bilet na zaktualizowany adres e-mail.
pt: O endereço de e-mail foi alterado. O participante receberá um novo bilhete no endereço de e-mail atualizado.
se: E-postadressen har ändrats. Deltagaren kommer att få en ny biljett till den uppdaterade e-postadressen.

source: The event venue
de: Der Veranstaltungsort
es: El lugar del evento
fr: Le lieu de l'événement
it: La sede dell'evento
nl: De evenementlocatie
pl: Miejsce imprezy
pt: O local do evento
se: Evenemangets plats
vi: Địa điểm sự kiện

source: The event you're looking for is not available at the moment. It may have been removed, expired, or the URL might be incorrect.
de: Die gesuchte Veranstaltung ist derzeit nicht verfügbar. Sie wurde möglicherweise entfernt, ist abgelaufen oder die URL ist falsch.
es: El evento que buscas no está disponible en este momento. Puede que haya sido eliminado, haya caducado o la URL sea incorrecta.
fr: L'événement que vous recherchez n'est pas disponible pour le moment. Il a peut-être été supprimé, expiré ou l'URL est incorrecte.
hu: A keresett esemény jelenleg nem elérhető. Lehet, hogy eltávolították, lejárt, vagy az URL hibás.
it: L'evento che stai cercando non è disponibile al momento. Potrebbe essere stato rimosso, scaduto o l'URL potrebbe essere errato.
nl: Het evenement dat je zoekt is momenteel niet beschikbaar. Mogelijk is het verwijderd, verlopen of is de URL onjuist.
pl: Impreza, którą szukasz, nie jest dostępna w chwili obecnej. Mogła zostać usunięta, wygaśnięta lub adres URL może być nieprawidłowy.
pt: O evento que você está procurando não está disponível no momento. Ele pode ter sido removido, expirado ou a URL pode estar incorreta.
se: Evenemanget du letar efter är inte tillgängligt just nu. Det kan ha tagits bort, löpt ut eller så kan webbadressen vara felaktig.
vi: Sự kiện bạn đang tìm kiếm hiện không khả dụng. Nó có thể đã bị xóa, hết hạn hoặc URL không chính xác.

source: The full event address
de: Die vollständige Veranstaltungsadresse
es: La dirección completa del evento
fr: L'adresse complète de l'événement
it: L'indirizzo completo dell'evento
nl: Het volledige evenementadres
pl: Pełny adres imprezy
pt: O endereço completo do evento
se: Evenemangets fullständiga adress
vi: Địa chỉ đầy đủ của sự kiện

source: The full order amount will be refunded to the customer's original payment method.
de: Der volle Bestellbetrag wird auf die ursprüngliche Zahlungsmethode des Kunden erstattet.
es: El monto completo del pedido será reembolsado al método de pago original del cliente.
fr: Le montant total de la commande sera remboursé sur le mode de paiement original du client.
it: L'importo completo dell'ordine sarà rimborsato al metodo di pagamento originale del cliente.
nl: Het volledige bestellingsbedrag wordt terugbetaald naar de oorspronkelijke betalingsmethode van de klant.
pl: Pełna kwota zamówienia zostanie zwrócona do oryginalnej metody płatności klienta.
pt: O valor total do pedido será reembolsado para o método de pagamento original do cliente.
se: Hela orderbeloppet kommer att återbetalas till kundens ursprungliga betalningsmetod.
vi: Toàn bộ số tiền đơn hàng sẽ được hoàn lại phương thức thanh toán gốc của khách hàng.

source: The language the attendee will receive emails in.
de: Die Sprache, in der der Teilnehmer die E-Mails erhalten soll.
es: El idioma en el que el asistente recibirá los correos electrónicos.
fr: La langue dans laquelle le participant recevra ses courriels.
hu: Az a nyelv, amelyen a résztvevő e-maileket kap.
it: La lingua in cui il partecipante riceverà le email.
nl: De taal waarin de deelnemer e-mails ontvangt.
pt: A língua em que o participante receberá as mensagens de correio eletrónico.
se: Språket som deltagaren kommer att få e-post på.
tr: Katılımcının e-postaları alacağı dil.
vi: Ngôn ngữ mà người tham dự sẽ nhận email.

source: The link you are trying to access has expired or is no longer valid. Please check your email for an updated link to manage your order.
it: Il link che stai cercando di accedere è scaduto o non è più valido. Controlla la tua e-mail per un link aggiornato per gestire il tuo ordine.
nl: De link die u probeert te openen is verlopen of niet meer geldig. Controleer uw e-mail voor een bijgewerkte link om uw bestelling te beheren.
pl: Link, który próbujesz otworzyć, wygasł lub nie jest już ważny. Sprawdź swoją pocztę e-mail, aby uzyskać zaktualizowany link do zarządzania zamówieniem.
pt: O link que está a tentar aceder expirou ou já não é válido. Por favor, verifique o seu e-mail para obter um link atualizado para gerir o seu pedido.
se: Länken du försöker öppna har gått ut eller är inte längre giltig. Kontrollera din e-post efter en uppdaterad länk för att hantera din order.

source: The link you clicked is invalid.
de: Der Link, auf den Sie geklickt haben, ist ungültig.
es: El enlace en el que hizo clic no es válido.
fr: Le lien sur lequel vous avez cliqué n'est pas valide.
hu: A link, amire kattintott, érvénytelen.
it: Il link che hai cliccato non è valido.
nl: De link waarop je hebt geklikt is ongeldig.
pl: Kliknięty link jest nieprawidłowy.
pt: O link que você clicou é inválido.
se: Länken du klickade på är ogiltig.
tr: Tıkladığınız bağlantı geçersiz.
vi: Liên kết bạn đã nhấp vào không hợp lệ.

source: The locale of the customer
de: Die Sprache des Kunden
es: El idioma del cliente
fr: La langue du client
it: La lingua del cliente
nl: De taal van de klant
pl: Język klienta
pt: O idioma do cliente
se: Kundens språk och region
vi: Ngôn ngữ của khách hàng

source: The maximum number of products for {0}is {1}
de: Die maximale Anzahl an Produkten für {0} ist {1}
es: El número máximo de productos para {0} es {1}
fr: Le nombre maximum de produits pour {0} est {1}
hu: A termékek maximális száma {0} számára {1}
it: Il numero massimo di prodotti per {0}è {1}
nl: Het maximum aantal producten voor {0}is {1}
pl: Maksymalna liczba produktów dla {0} to {1}
pt: O número máximo de produtos para {0} é {1}
se: Maximalt antal produkter för {0} är {1}
tr: {0} için maksimum ürün sayısı {1}
vi: Số lượng sản phẩm tối đa cho {0}là {1}

source: The organizer you're looking for could not be found. The page may have been moved, deleted, or the URL might be incorrect.
de: Der gesuchte Veranstalter konnte nicht gefunden werden. Die Seite wurde möglicherweise verschoben oder gelöscht, oder die URL ist falsch.
es: No se pudo encontrar el organizador que estás buscando. La página puede haber sido movida, eliminada o la URL puede ser incorrecta.
fr: L'organisateur que vous recherchez est introuvable. La page a peut-être été déplacée, supprimée ou l'URL est incorrecte.
hu: A keresett szervező nem található. Lehet, hogy az oldalt áthelyezték, törölték, vagy az URL hibás.
it: L'organizzatore che stai cercando non è stato trovato. La pagina potrebbe essere stata spostata, eliminata o l'URL potrebbe essere errato.
nl: De organisator die je zoekt is niet gevonden. De pagina is mogelijk verplaatst, verwijderd of de URL is onjuist.
pl: Organizator, którego szukasz, nie został znaleziony. Strona mogła być przeniesiona, usunięta lub adres URL może być nieprawidłowy.
pt: O organizador que você está procurando não foi encontrado. A página pode ter sido movida, excluída ou o URL está incorreto.
se: Arrangören du letar efter kunde inte hittas. Sidan kan ha flyttats, tagits bort eller så kan webbadressen vara felaktig.
vi: Không tìm thấy nhà tổ chức bạn đang tìm kiếm. Trang có thể đã bị chuyển, xóa hoặc URL không chính xác.

source: The page you are looking for does not exist
de: Die gesuchte Seite existiert nicht
es: La página que buscas no existe
fr: La page que vous recherchez n'existe pas
hu: A keresett oldal nem létezik.
it: La pagina che stai cercando non esiste
nl: De pagina die u zoekt bestaat niet
pl: Strona, której szukasz, nie istnieje
pt: A página que você procura não existe
se: Sidan du letar efter finns inte
tr: Aradığınız sayfa mevcut değil
vi: Trang bạn đang tìm kiếm không tồn tại

source: The platform fee is added to the ticket price. Buyers pay more, but you receive the full ticket price.
it: La commissione della piattaforma viene aggiunta al prezzo del biglietto. Gli acquirenti pagano di più, ma tu ricevi il prezzo completo del biglietto.
nl: De platformkosten worden toegevoegd aan de ticketprijs. Kopers betalen meer, maar u ontvangt de volledige ticketprijs.
pl: Opłata platformy jest dodawana do ceny biletu. Kupujący płacą więcej, ale Ty otrzymujesz pełną cenę biletu.
pt: A taxa da plataforma é adicionada ao preço do bilhete. Os compradores pagam mais, mas você recebe o preço total do bilhete.
se: Plattformsavgiften läggs på biljettpriset. Köpare betalar mer, men du får hela biljettpriset.

source: The price displayed to the customer will include taxes and fees.
de: Der dem Kunden angezeigte Preis versteht sich inklusive Steuern und Gebühren.
es: El precio mostrado al cliente incluirá impuestos y tasas.
fr: Le prix affiché au client comprendra les taxes et frais.
hu: Az ügyfélnek megjelenő ár tartalmazza az adókat és díjakat.
it: Il prezzo mostrato al cliente includerà tasse e commissioni.
nl: De prijs die aan de klant wordt getoond is inclusief belastingen en toeslagen.
pl: Cena wyświetlana klientowi będzie zawierać podatki i opłaty.
pt: O preço exibido ao cliente incluirá impostos e taxas.
se: Priset som visas för kunden inkluderar moms och avgifter.
tr: Müşteriye gösterilen fiyat vergi ve ücretleri içerecektir.
vi: Giá hiển thị cho khách hàng sẽ bao gồm thuế và phí.

source: The price displayed to the customer will not include taxes and fees. They will be shown separately
de: Der dem Kunden angezeigte Preis enthält keine Steuern und Gebühren. Diese werden separat ausgewiesen
es: El precio mostrado al cliente no incluirá impuestos ni tasas. Se mostrarán por separado.
fr: Le prix affiché au client ne comprendra pas les taxes et frais. Ils seront présentés séparément
hu: Az ügyfélnek megjelenő ár nem tartalmazza az adókat és díjakat. Külön lesznek feltüntetve.
it: Il prezzo mostrato al cliente non includerà tasse e commissioni. Saranno mostrate separatamente
nl: De prijs die aan de klant wordt getoond is exclusief belastingen en toeslagen. Deze worden apart weergegeven
pl: Cena wyświetlana klientowi nie będzie zawierać podatków i opłat. Będą one wyświetlane oddzielnie
pt: O preço apresentado ao cliente não incluirá impostos e taxas. Eles serão mostrados separadamente
se: Priset som visas för kunden inkluderar inte moms och avgifter. De visas separat
tr: Müşteriye gösterilen fiyat vergi ve ücretleri içermeyecektir. Bunlar ayrı olarak gösterilecektir
vi: Giá hiển thị cho khách hàng sẽ không bao gồm thuế và phí. Chúng sẽ được hiển thị riêng biệt.

source: The primary brand color used for buttons and highlights
de: Die primäre Markenfarbe, die für Schaltflächen und Hervorhebungen verwendet wird
es: El color principal de marca usado para botones y destacados
fr: La couleur principale de la marque utilisée pour les boutons et les éléments en surbrillance
it: Il colore principale del marchio utilizzato per i pulsanti e le evidenziazioni
nl: De primaire merkkleur die wordt gebruikt voor knoppen en accenten
pl: Podstawowy kolor marki używany na przyciskach i podświetleniach
pt: A cor principal da marca usada para botões e destaques
se: Den primära varumärkesfärgen som används för knappar och markeringar
vi: Màu thương hiệu chính được sử dụng cho nút và điểm nhấn

source: The template body contains invalid Liquid syntax. Please correct it and try again.
de: Der Vorlagenkörper enthält ungültige Liquid-Syntax. Bitte korrigieren Sie sie und versuchen Sie es erneut.
es: El cuerpo de la plantilla contiene sintaxis Liquid inválida. Por favor corrígela e inténtalo de nuevo.
fr: Le corps du modèle contient une syntaxe Liquid invalide. Veuillez la corriger et réessayer.
it: Il corpo del template contiene sintassi Liquid non valida. Correggila e riprova.
nl: Het template body bevat ongeldige Liquid syntax. Corrigeer het en probeer opnieuw.
pl: Treść szablonu zawiera nieprawidłową składnię Liquid. Proszę to poprawić i spróbować ponownie.
pt: O corpo do modelo contém sintaxe Liquid inválida. Por favor, corrija-a e tente novamente.
se: Mallens brödtext innehåller ogiltig Liquid-syntax. Rätta den och försök igen.
vi: Nội dung template chứa cú pháp Liquid không hợp lệ. Vui lòng sửa và thử lại.

source: The title of the event that will be displayed in search engine results and when sharing on social media. By default, the event title will be used
de: Der Titel der Veranstaltung, der in Suchmaschinenergebnissen und beim Teilen in sozialen Medien angezeigt wird. Standardmäßig wird der Veranstaltungstitel verwendet
es: El título del evento que se mostrará en los resultados del motor de búsqueda y al compartirlo en las redes sociales. De forma predeterminada, se utilizará el título del evento.
fr: Le titre de l'événement qui sera affiché dans les résultats des moteurs de recherche et lors du partage sur les réseaux sociaux. Par défaut, le titre de l'événement sera utilisé
hu: Az esemény címe, amely megjelenik a keresőmotorok találatai között és a közösségi médiában való megosztáskor. Alapértelmezés szerint az esemény címe kerül felhasználásra.
it: Il titolo dell'evento che verrà visualizzato nei risultati dei motori di ricerca e quando si condivide sui social media. Per impostazione predefinita, verrà utilizzato il titolo dell'evento
nl: De titel van het evenement die zal worden weergegeven in zoekmachineresultaten en bij het delen op sociale media. Standaard wordt de titel van het evenement gebruikt
pl: Tytuł wydarzenia, który będzie wyświetlany w wynikach wyszukiwarki i podczas udostępniania w mediach społecznościowych. Domyślnie będzie używany tytuł wydarzenia
pt: O título do evento que será exibido nos resultados dos buscadores e no compartilhamento nas redes sociais. Por padrão, o título do evento será usado
se: Titeln för evenemanget som visas i sökresultat och vid delning i sociala medier. Som standard används evenemangets titel
tr: Arama motoru sonuçlarında ve sosyal medyada paylaşırken görüntülenecek etkinlik başlığı. Varsayılan olarak etkinlik başlığı kullanılacaktır
vi: Tiêu đề của sự kiện sẽ được hiển thị trong kết quả của công cụ tìm kiếm và khi chia sẻ trên phương tiện truyền thông xã hội.

source: The VAT number could not be validated. Please check the number and try again.
it: Impossibile convalidare il numero di partita IVA. Controlla il numero e riprova.
nl: Het BTW-nummer kon niet worden gevalideerd. Controleer het nummer en probeer het opnieuw.
pl: Numer VAT nie mógł być zweryfikowany. Proszę sprawdzić numer i spróbować ponownie.
pt: O número de IVA não pôde ser validado. Por favor, verifique o número e tente novamente.
se: Momsnumret kunde inte valideras. Kontrollera numret och försök igen.

source: Theater
es: Teatro
fr: Théâtre
hu: Színház
it: Teatro
pl: Teatr
pt: Teatro
se: Teater
vi: Sân khấu

source: Theme & Colors
de: Thema & Farben
es: Tema y colores
fr: Thème et couleurs
hu: Téma és színek
it: Tema e colori
nl: Thema en kleuren
pl: Motyw i kolory
pt: Tema e cores
se: Tema och färger
vi: Chủ đề & Màu sắc

source: There are no products available for this event
de: Für diese Veranstaltung sind keine Produkte verfügbar
es: No hay productos disponibles para este evento
fr: Il n'y a pas de produits disponibles pour cet événement
hu: Nincsenek elérhető termékek ehhez az eseményhez.
it: Non ci sono prodotti disponibili per questo evento
nl: Er zijn geen producten beschikbaar voor dit evenement
pl: Brak dostępnych produktów dla tego wydarzenia
pt: Não há produtos disponíveis para este evento
se: Det finns inga produkter tillgängliga för det här evenemanget
tr: Bu etkinlik için mevcut ürün yok
vi: Không có sản phẩm nào cho sự kiện này

source: There are no products available in this category
de: In dieser Kategorie sind keine Produkte verfügbar
es: No hay productos disponibles en esta categoría
fr: Il n'y a pas de produits disponibles dans cette catégorie
hu: Nincsenek elérhető termékek ebben a kategóriában.
it: Non ci sono prodotti disponibili in questa categoria
nl: Er zijn geen producten beschikbaar in deze categorie
pl: Brak dostępnych produktów w tej kategorii
pt: Não há produtos disponíveis nesta categoria
se: Det finns inga produkter tillgängliga i den här kategorin
tr: Bu kategoride mevcut ürün yok
vi: Không có sản phẩm nào trong danh mục này

source: There is a refund pending. Please wait for it to complete before requesting another refund.
de: Eine Rückerstattung steht aus. Bitte warten Sie, bis der Vorgang abgeschlossen ist, bevor Sie eine weitere Rückerstattung anfordern.
es: Hay un reembolso pendiente. Espere a que se complete antes de solicitar otro reembolso.
fr: Un remboursement est en attente. Veuillez attendre qu'il soit terminé avant de demander un autre remboursement.
hu: Függőben lévő visszatérítés van. Kérjük, várja meg a befejezését, mielőtt újabb visszatérítést kérne.
it: C'è un rimborso in attesa. Attendi che sia completato prima di richiedere un altro rimborso.
nl: Er is een restitutie in behandeling. Wacht tot deze is voltooid voordat je een nieuwe restitutie aanvraagt.
pl: Zwrot jest w toku. Proszę czekać na jego zakończenie przed złożeniem nowego żądania zwrotu.
pt: Há um reembolso pendente. Aguarde a conclusão antes de solicitar outro reembolso.
se: En återbetalning väntar. Vänta tills den är slutförd innan du begär en ny återbetalning.
tr: Bekleyen bir iade var. Başka bir iade talebinde bulunmadan önce lütfen tamamlanmasını bekleyin.
vi: Có một khoản hoàn tiền đang chờ xử lý. Vui lòng đợi hoàn tất trước khi yêu cầu hoàn tiền khác.

source: There was an error marking the order as paid
de: Beim Markieren der Bestellung als bezahlt ist ein Fehler aufgetreten
es: Hubo un error al marcar el pedido como pagado
fr: Une erreur est survenue lors du marquage de la commande comme payée
hu: Hiba történt a megrendelés fizetettként való megjelölésekor.
it: Si è verificato un errore nel contrassegnare l'ordine come pagato
nl: Er is een fout opgetreden bij het markeren van de bestelling als betaald
pl: Błąd podczas oznaczania zamówienia jako opłaconego
pt: Ocorreu um erro ao marcar o pedido como pago
se: Det uppstod ett fel när ordern skulle markeras som betald
tr: Sipariş ödendi olarak işaretlenirken bir hata oluştu
vi: Đã xảy ra lỗi khi đánh dấu đơn hàng là đã thanh toán

source: There was an error processing your request. Please try again.
de: Bei der Bearbeitung Ihrer Anfrage ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Hubo un error al procesar su solicitud. Inténtalo de nuevo.
fr: Il y a eu une erreur lors du traitement de votre demande. Veuillez réessayer.
hu: Hiba történt a kérés feldolgozása során. Kérjük, próbálja újra.
it: Si è verificato un errore durante l'elaborazione della tua richiesta. Riprova.
nl: Er is een fout opgetreden bij het verwerken van uw verzoek. Probeer het opnieuw.
pl: Podczas przetwarzania Twojego żądania pojawiła się błąd. Proszę spróbować ponownie.
pt: Houve um erro ao processar seu pedido. Por favor, tente novamente.
se: Det uppstod ett fel när din begäran skulle behandlas. Försök igen.
tr: İsteğiniz işlenirken bir hata oluştu. Lütfen tekrar deneyin.
vi: Đã xảy ra lỗi khi xử lý yêu cầu của bạn. Vui lòng thử lại.

source: There was an error sending your message
de: Beim Senden Ihrer Nachricht ist ein Fehler aufgetreten
es: Hubo un error al enviar tu mensaje
fr: Une erreur est survenue lors de l'envoi de votre message
hu: Hiba történt az üzenet küldésekor.
it: Si è verificato un errore durante l'invio del tuo messaggio
nl: Er is een fout opgetreden bij het verzenden van uw bericht
pl: Błąd podczas wysyłania wiadomości
pt: Houve um erro ao enviar a sua mensagem
se: Det uppstod ett fel när ditt meddelande skulle skickas
tr: Mesajınız gönderilirken bir hata oluştu
vi: Có một lỗi khi gửi tin nhắn của bạn

source: These details will only be shown if order is completed successfully. Orders awaiting payment will not show this message.
de: Diese Details werden nur angezeigt, wenn die Bestellung erfolgreich abgeschlossen wurde. Bestellungen, die auf Zahlung warten, zeigen diese Nachricht nicht an.
es: Estos detalles solo se mostrarán si el pedido se completa con éxito. Los pedidos en espera de pago no mostrarán este mensaje.
fr: Ces détails ne seront affichés que si la commande est terminée avec succès. Les commandes en attente de paiement n'afficheront pas ce message.
hu: Ezek a részletek csak akkor jelennek meg, ha a megrendelés sikeresen befejeződött. A fizetésre váró megrendelések nem jelenítik meg ezt az üzenetet.
it: Questi dettagli saranno mostrati solo se l'ordine è completato con successo. Gli ordini in attesa di pagamento non mostreranno questo messaggio.
nl: Deze gegevens worden alleen weergegeven als de bestelling succesvol is afgerond. Bestellingen die op betaling wachten, krijgen dit bericht niet te zien.
pl: Te szczegóły będą wyświetlane tylko wtedy, gdy zamówienie zostanie pomyślnie zrealizowane. Zamówienia oczekujące na płatność nie będą wyświetlać tej wiadomości.
pt: Estes detalhes só serão mostrados se o pedido for concluído com sucesso. Pedidos aguardando pagamento não mostrarão esta mensagem.
se: Dessa uppgifter visas endast om ordern slutförs. Ordrar som väntar på betalning visar inte detta meddelande.
tr: Bu detaylar yalnızca sipariş başarıyla tamamlanırsa gösterilecektir. Ödeme bekleyen siparişler bu mesajı göstermeyecektir.
vi: Những chi tiết này sẽ chỉ được hiển thị nếu đơn hàng được hoàn thành thành công. Đơn hàng chờ thanh toán sẽ không hiển thị tin nhắn này.

source: These settings apply only to copied embed code and won't be stored.
it: Queste impostazioni si applicano solo al codice di incorporamento copiato e non verranno salvate.
nl: Deze instellingen zijn alleen van toepassing op gekopieerde insluitcode en worden niet opgeslagen.
pl: Te ustawienia mają zastosowanie tylko do skopiowanego kodu osadzanego i nie będą przechowywane.
pt: Estas configurações se aplicam apenas ao código de incorporação copiado e não serão armazenadas.
se: Dessa inställningar gäller bara för kopierad inbäddningskod och kommer inte att sparas.
vi: Các cài đặt này chỉ áp dụng cho mã nhúng được sao chép và sẽ không được lưu trữ.
