Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: ZIP / Postal Code
de: Postleitzahl
es: Código postal
fr: Code postal
hu: Irányítószám / Postai irányítószám
it: CAP / Codice Postale
nl: Postcode
pl: Kod pocztowy
pt: CEP / Código Postal
se: Postnummer
tr: Posta Kodu
vi: mã zip / bưu điện

source: Zip or Postal Code
de: Postleitzahl
es: CP o Código Postal
fr: Code Postal
hu: Irányítószám vagy postai irányítószám
it: CAP o Codice Postale
nl: Postcode
pl: Kod pocztowy
pt: CEP ou Código postal
se: Postnummer
tr: Posta Kodu
vi: mã zip hoặc bưu điện

source: ZIP or Postal Code
de: Postleitzahl
es: Código postal
fr: Code postal
hu: Irányítószám vagy postai irányítószám
it: CAP o Codice Postale
nl: Postcode
pl: Kod pocztowy
pt: CEP ou Código Postal
se: Postnummer
tr: Posta Kodu
vi: mã zip hoặc bưu điện

source: Account
de: Konto
es: Cuenta
fr: Compte
hu: Fiók
pl: Konto
pt: Conta
se: Konto
tr: Hesap
vi: Tài khoản

source: Business
de: Geschäftlich
es: Negocios
fr: Affaires
hu: Üzlet
nl: Zakelijk
pl: Biznes
pt: Negócios
se: Företag
vi: Kinh doanh

source: California
de: Kalifornien
fr: Californie
hu: Kalifornia
nl: Californië
pl: Kalifornia
pt: Califórnia
se: Kalifornien
tr: Kaliforniya

source: Check In
de: Einchecken
es: Registrar entrada
fr: Enregistrer
hu: Bejelentkezés
nl: Inchecken
pl: Zameldowanie
pt: Fazer check-in
se: Checka in
tr: Check-in Yap

source: Check Out
de: Auschecken
es: Registrar salida
fr: Désenregistrer
hu: Kijelentkezés
nl: Uitchecken
pl: Wymeldowanie
pt: Fazer check-out
se: Checka ut
tr: Check-out Yap

source: Connect Stripe
de: Stripe verbinden
es: Conectar raya
fr: Connecter la bande
hu: Stripe csatlakoztatása
nl: Streep aansluiten
pl: Połącz Stripe
pt: Conectar faixa
se: Anslut Stripe
tr: Stripe'ı Bağla
vi: Kết nối Stripe

source: Dashboard
hu: Irányítópult
pl: Panel
se: Instrumentpanel
tr: Gösterge Paneli

source: Editor
fr: Éditeur
pl: Edytor
se: Redigerare
vi: Trình chỉnh sửa

source: Email
es: Correo electrónico
se: E-post
tr: E-posta

source: Google Calendar
de: Google Kalender
fr: Google Agenda
hu: Google Naptár
nl: Google Agenda
pl: Kalendarz Google
pt: Google Agenda
se: Google Kalender
tr: Google Takvim
vi: Lịch Google

source: Logo
hu: Logó
pt: Logotipo
se: Logotyp

source: No
nl: Nee
pl: Nie
pt: Não
se: Nej
tr: Hayır

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hu: Jelszó
nl: Wachtwoord
pl: Hasło
pt: Senha
se: Lösenord
tr: Şifre
vi: Mật khẩu

source: Polish
se: Polska

source: hello@awesome-events.com
es: hola@awesome-events.com
fr: bonjour@awesome-events.com
nl: hallo@geweldig-evenementen.com
pt: olá@awesome-events.com
tr: merhaba@harika-etkinlikler.com

source: Homer
es: Homero
fr: Homère
pl: Jan
pt: Homero

source: LIVE
es: EN VIVO
fr: EN DIRECT
hu: ÉLŐ
pl: NA ŻYWO
pt: AO VIVO
vi: TRỰC TIẾP

source: Patrick
es: Patricio
hu: Patrik
pl: Patryk
pt: Patrício

source: Pending
pt: Pendente

source: Queued
pt: Em fila

source: San Francisco
pt: São Francisco

source: Suite 100
es: habitación 100
hu: 100-as lakosztály
pt: Suíte 100
tr: Süit 100
vi: Phòng 100

source: T-shirt
es: Camiseta
hu: Póló
pl: Koszulka
pt: Camiseta
tr: Tişört
vi: Áo thun

source: Unique Views
pt: Visualizações únicas

source: Festival
hu: Fesztivál
pl: Festiwal
vi: Lễ hội

source: John
hu: János
nl: Jan
pl: Jan

source: Johnson
nl: Jansen
pl: Kowalski

source: patrick@acme.com
pl: patryk@acme.com

source: Payload
pl: Ładunek

source: Webhooks
hu: Webhookok
pl: Webhooki

source: Workshop
es: Taller
fr: Atelier
hu: Műhely
pl: Warsztaty
vi: Hội thảo

source: Event Host / Organizer
nl: Evenementorganisator
pl: Organizator wydarzenia

source: Registration Message
nl: Registratiebericht
pl: Komunikat rejestracyjny

source: The name of the external platform or organizer hosting the registration
nl: De naam van het externe platform of de organisator die de registratie host
pl: Nazwa zewnętrznej platformy lub organizatora hostującego rejestrację

source: The message shown on the event page explaining external registration
nl: Het bericht dat op de evenementpagina wordt weergegeven ter uitleg van externe registratie
pl: Komunikat wyświetlany na stronie wydarzenia wyjaśniający rejestrację zewnętrzną

source: Registration Settings
pl: Ustawienia rejestracji

source: Configure how attendees register for your event
pl: Skonfiguruj sposób rejestracji uczestników na Twoje wydarzenie

source: Use external registration
pl: Użyj rejestracji zewnętrznej

source: Enable this if you're using an external platform like Luma, Eventbrite, or your own registration system
pl: Włącz to, jeśli używasz zewnętrznej platformy, takiej jak Luma, Eventbrite lub własnego systemu rejestracji

source: External Registration URL
pl: URL rejestracji zewnętrznej

source: The URL where attendees will be redirected to register
pl: Adres URL, do którego uczestnicy zostaną przekierowani w celu rejestracji

source: Register on Luma
pl: Zarejestruj się na Luma

source: The text shown on the registration button
pl: Tekst wyświetlany na przycisku rejestracji

source: This event uses external registration.
pl: To wydarzenie korzysta z rejestracji zewnętrznej.

source: Note:
pl: Uwaga:

source: When external registration is enabled, the ticket selection and checkout will be hidden. Attendees will be redirected to your external registration URL.
pl: Gdy rejestracja zewnętrzna jest włączona, wybór biletów i kasa będą ukryte. Uczestnicy zostaną przekierowani do Twojego adresu URL rejestracji zewnętrznej.

source: Registration settings updated successfully
pl: Ustawienia rejestracji zaktualizowane pomyślnie

source: External registration URL is required
pl: URL rejestracji zewnętrznej jest wymagany

source: Button text is required
pl: Tekst przycisku jest wymagany

source: Register Externally
pl: Zarejestruj się zewnętrznie

source: External Registration Clicks
pl: Kliknięcia rejestracji zewnętrznej

source: Hosted by:
nl: Georganiseerd door:
pl: Organizowane przez:

source: https://example-maps-service.com/...
fr: https://exemple-maps-service.com/...
nl: https://voorbeeld-maps-service.com/...
tr: https://ornek-harita-servisi.com/...

source: Smith
de: Schmied
es: Herrero
fr: Forgeron
nl: Jansen

source: <0>Capacity assignments let you manage capacity across tickets or an entire event. Ideal for multi-day events, workshops, and more, where controlling attendance is crucial.</0><1>For instance, you can associate a capacity assignment with <2>Day One</2> and <3>All Days</3> ticket. Once the capacity is reached, both tickets will automatically stop being available for sale.</1>
de: <0>Kapazitätszuweisungen ermöglichen es Ihnen, die Kapazität über Tickets oder ein ganzes Ereignis zu verwalten. Ideal für mehrtägige Veranstaltungen, Workshops und mehr, bei denen die Kontrolle der Teilnehmerzahl entscheidend ist.</0><1>Beispielsweise können Sie eine Kapazitätszuweisung mit einem <2>Tag Eins</2> und einem <3>Alle Tage</3>-Ticket verknüpfen. Sobald die Kapazität erreicht ist, werden beide Tickets automatisch nicht mehr zum Verkauf angeboten.</1>
es: <0>Las asignaciones de capacidad te permiten gestionar la capacidad en entradas o en todo un evento. Ideal para eventos de varios días, talleres y más, donde es crucial controlar la asistencia.</0><1>Por ejemplo, puedes asociar una asignación de capacidad con el ticket de <2>Día Uno</2> y el de <3>Todos los Días</3>. Una vez que se alcance la capacidad, ambos tickets dejarán automáticamente de estar disponibles para la venta.</1>
fr: <0>Les affectations de capacité vous permettent de gérer la capacité des billets ou d'un événement entier. Idéal pour les événements de plusieurs jours, les ateliers et plus encore, où le contrôle de l'assistance est crucial.</0><1>Par exemple, vous pouvez associer une affectation de capacité avec un billet <2>Jour Un</2> et <3>Tous les Jours</3>. Une fois la capacité atteinte, les deux billets ne seront plus disponibles à la vente.</1>
hu: <0>A kapacitás-hozzárendelések lehetővé teszik a jegyek vagy egy egész esemény kapacitásának kezelését. Ideális többnapos eseményekhez, workshopokhoz és egyéb olyan alkalmakhoz, ahol a részvétel ellenőrzése kulcsfontosságú.</0><1>Például egy kapacitás-hozzárendelést társíthat a <2>Első nap</2> és <3>Minden nap</3> jegyhez. Amint a kapacitás elérte a határt, mindkét jegy automatikusan leáll a további értékesítésről.</1>
tr: <0>Kapasite atamaları, biletler veya tüm etkinlik genelinde kapasiteyi yönetmenizi sağlar. Çok günlük etkinlikler, atölyeler ve katılımın kontrolünün önemli olduğu diğer durumlar için idealdir.</0><1>Örneğin, bir kapasite atamasını <2>Birinci Gün</2> ve <3>Tüm Günler</3> biletiyle ilişkilendirebilirsiniz. Kapasiteye ulaşıldığında, her iki bilet de otomatik olarak satışa kapatılır.</1>

source: Add question
de: Frage hinzufügen
es: Agregar pregunta
fr: Ajouter une question
hu: Kérdés hozzáadása
tr: Soru ekle

source: An error occurred while sorting the questions. Please try again or refresh the page
de: Beim Sortieren der Fragen ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder aktualisieren Sie die Seite
es: Se produjo un error al ordenar las preguntas. Inténtalo de nuevo o actualiza la página.
fr: Une erreur s'est produite lors du tri des questions. Veuillez réessayer ou actualiser la page
hu: Hiba történt a kérdések rendezésekor. Kérjük, próbálja újra, vagy frissítse az oldalt.
tr: Soruları sıralarken bir hata oluştu. Lütfen tekrar deneyin veya sayfayı yenileyin

source: Are you sure you want to delete this question?
de: Möchten Sie diese Frage wirklich löschen?
es: ¿Estás seguro de que deseas eliminar esta pregunta?
fr: Êtes-vous sûr de vouloir supprimer cette question ?
hu: Biztosan törölni szeretné ezt a kérdést?
tr: Bu soruyu silmek istediğinizden emin misiniz?

source: Attendee details will be copied from order information.
de: Teilnehmerdetails werden aus den Bestellinformationen übernommen.
es: Los detalles del asistente se copiarán de la información del pedido.
fr: Les détails du participant seront copiés depuis les informations de commande.

source: Attendee information collection is set to "Per order". Attendee details will be copied from the order information.
de: Die Erfassung von Teilnehmerinformationen ist auf "Pro Bestellung" eingestellt. Teilnehmerdetails werden aus den Bestellinformationen übernommen.
es: La recopilación de información del asistente está configurada como "Por pedido". Los detalles del asistente se copiarán de la información del pedido.
fr: La collecte d'informations sur les participants est définie sur "Par commande". Les détails du participant seront copiés depuis les informations de commande.

source: Attendee Management
de: Teilnehmerverwaltung
es: Gestión de asistentes
fr: Gestion des participants
hu: Résztvevő kezelése

source: Attendee questions
de: Fragen der Teilnehmer
es: Preguntas de los asistentes
fr: Questions des participants
hu: Résztvevői kérdések
tr: Katılımcı soruları

source: Automated entry management with multiple check-in lists and real-time validation
de: Automatisierte Einlassverwaltung mit mehreren Check-in-Listen und Echtzeitvalidierung
es: Gestión automatizada de entradas con múltiples listas de registro y validación en tiempo real
fr: Gestion automatisée des entrées avec plusieurs listes d'enregistrement et validation en temps réel
hu: Automatizált belépéskezelés több bejelentkezési listával és valós idejű ellenőrzéssel

source: Before you send!
de: Bevor Sie versenden!
es: ¡Antes de enviar!
fr: Avant d'envoyer !
hu: Küldés előtt!
tr: Göndermeden önce!

source: Check-in
de: Einchecken
es: Registrarse
fr: Enregistrement
hu: Bejelentkezés

source: Connect with CRM and automate tasks using webhooks and integrations
de: Verbinden Sie sich mit dem CRM und automatisieren Sie Aufgaben mit Webhooks und Integrationen
es: Conéctese con el CRM y automatice tareas mediante webhooks e integraciones
fr: Connectez-vous au CRM et automatisez les tâches à l'aide de webhooks et d'intégrations
hu: Kapcsolódás a CRM-hez és feladatok automatizálása webhookok és integrációk segítségével

source: Create an account or <0>{0}</0> to get started
de: Erstellen Sie ein Konto oder <0>{0}</0>, um loszulegen
es: Cree una cuenta o <0>{0}</0> para comenzar
fr: Créez un compte ou <0>{0}</0> pour commencer
hu: Regisztráljon vagy <0>{0}</0> a kezdéshez
tr: Başlamak için hesap oluşturun veya <0>{0}</0>

source: Create and customize your event page instantly
de: Erstellen und personalisieren Sie Ihre Veranstaltungsseite sofort
es: Crea y personaliza tu página de evento al instante
fr: Créez et personnalisez votre page d'événement instantanément
hu: Azonnal létrehozhatja és testreszabhatja eseményoldalát

source: Customize your event page and widget design to match your brand perfectly
de: Passen Sie Ihre Veranstaltungsseite und das Widget-Design perfekt an Ihre Marke an
es: Personalice su página de evento y el diseño del widget para que coincida perfectamente con su marca
fr: Personnalisez votre page événement et la conception du widget pour correspondre parfaitement à votre marque
hu: Testreszabhatja eseményoldalát és widget-tervét, hogy tökéletesen illeszkedjen márkájához.

source: Customize your event page appearance
de: Passen Sie das Erscheinungsbild Ihrer Veranstaltungsseite an
es: Personaliza la apariencia de tu página del evento
fr: Personnalisez l'apparence de votre page d'événement
hu: Testreszabhatja eseményoldalának megjelenését.

source: Customize your ticket appearance
de: Passen Sie das Erscheinungsbild Ihres Tickets an
es: Personaliza la apariencia de tu ticket
fr: Personnalisez l'apparence de votre billet

source: Delete question
de: Frage löschen
es: Eliminar pregunta
fr: Supprimer la question
hu: Kérdés törlése
tr: Soruyu sil

source: Don't have an account? <0>Sign up</0>
de: Sie haben kein Konto? <0>Registrieren</0>
es: ¿No tienes una cuenta? <0>Regístrate</0>
fr: Vous n'avez pas de compte ? <0>Inscrivez-vous</0>
hu: Nincs fiókja? <0>Regisztráljon</0>

source: Edit question
de: Frage bearbeiten
es: Editar pregunta
fr: Modifier la question
hu: Kérdés szerkesztése
tr: Soruyu düzenle

source: Enter your VAT number including the country code (e.g., IE1234567A for Ireland, DE123456789 for Germany)
es: Ingrese su número de IVA incluyendo el código del país (ej., IE1234567A para Irlanda, DE123456789 para Alemania)

source: Export answers
de: Antworten exportieren
es: Exportar respuestas
fr: Exporter les réponses
hu: Válaszok exportálása

source: Failed to delete message. Please try again.
de: Nachricht konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.
es: No se pudo eliminar el mensaje. Inténtalo de nuevo.
fr: Échec de la suppression du message. Veuillez réessayer.
hu: Nem sikerült törölni az üzenetet. Kérjük, próbálja újra.
tr: Mesaj silinemedi. Lütfen tekrar deneyin.

source: First Name, Last Name, and Email Address are default questions and are always included in the checkout process.
de: Vorname, Nachname und E-Mail-Adresse sind Standardfragen und werden immer in den Bestellvorgang einbezogen.
es: Nombre, apellido y dirección de correo electrónico son preguntas predeterminadas y siempre se incluyen en el proceso de pago.
fr: Le prénom, le nom et l'adresse e-mail sont des questions par défaut et sont toujours inclus dans le processus de paiement.
hu: A keresztnév, vezetéknév és e-mail cím alapértelmezett kérdések, és mindig szerepelnek a fizetési folyamatban.
tr: Ad, Soyad ve E-posta Adresi varsayılan sorulardır ve ödeme sürecine her zaman dahil edilir.

source: Fully Integrated
es: Totalmente integrado
fr: Entièrement intégré
hu: Teljesen integrált

source: Get started for free, no subscription fees
de: Starten Sie kostenlos, keine Abonnementgebühren
es: Comienza gratis, sin tarifas de suscripción
fr: Commencez gratuitement, sans frais d'abonnement
hu: Kezdje ingyenesen, előfizetési díjak nélkül

source: hidden question
de: versteckte Frage
es: pregunta oculta
fr: question cachée
hu: rejtett kérdés
tr: gizli soru

source: hidden questions
de: versteckte Fragen
es: preguntas ocultas
fr: questions cachées
hu: rejtett kérdések
tr: gizli sorular

source: Hide Additional Options
de: Zusätzliche Optionen ausblenden
es: Ocultar Opciones Adicionales
fr: Masquer les options supplémentaires

source: Hide hidden questions
de: Versteckte Fragen ausblenden
es: Ocultar preguntas ocultas
fr: Masquer les questions cachées
hu: Rejtett kérdések elrejtése
tr: Gizli soruları gizle

source: Home
de: Startseite
es: Inicio
fr: Accueil
hu: Főoldal

source: If you have an account with us, you will receive an email with instructions on how to reset your password.
de: Wenn du ein Konto bei uns hast, erhältst du eine E-Mail mit Anweisungen zum Zurücksetzen deines Passworts.
es: Si tienes una cuenta con nosotros, recibirás un correo con instrucciones para restablecer tu contraseña.
fr: Si vous avez un compte chez nous, vous recevrez un e-mail contenant les instructions pour réinitialiser votre mot de passe.
hu: Ha van fiókja nálunk, e-mailt kap a jelszó visszaállítására vonatkozó utasításokkal.

source: In-depth Analytics
es: Análisis en profundidad
fr: Analyses approfondies
hu: Részletes analitika

source: Manage Event
de: Veranstaltung verwalten
es: Gestionar evento
fr: Gérer l'événement
hu: Esemény kezelése

source: Match Your Brand
es: Adapta tu marca
fr: Adaptez à votre marque
hu: Illeszkedjen márkájához

source: Message attendees, manage orders, and handle refunds all in one place
de: Kommunizieren Sie mit Teilnehmern, verwalten Sie Bestellungen und bearbeiten Sie Rückerstattungen an einem Ort
es: Envíe mensajes a los asistentes, gestione pedidos y procese reembolsos en un solo lugar
fr: Envoyez des messages aux participants, gérez les commandes et traitez les remboursements en un seul endroit
hu: Üzenet a résztvevőknek, megrendelések kezelése és visszatérítések kezelése egy helyen.

source: Mobile Check-in
de: Mobiler Check-in
es: Registro móvil
fr: Enregistrement mobile
hu: Mobil bejelentkezés

source: No Credit Card Required
de: Keine Kreditkarte erforderlich
es: No se requiere tarjeta de crédito
fr: Aucune carte de crédit requise
hu: Hitelkártya nem szükséges

source: Offline
es: Fuera de línea
fr: Hors ligne
vi: Ngoại tuyến

source: Online
es: En línea
fr: En ligne
vi: Trực tuyến

source: Online event
de: Online-Veranstaltung
es: evento en línea
fr: Événement en ligne
hu: Online esemény
tr: Online etkinlik

source: Only important emails, which are directly related to this event, should be sent using this form. Any misuse, including sending promotional emails, will lead to an immediate account ban.
de: Über dieses Formular sollten ausschließlich wichtige E-Mails gesendet werden, die in direktem Zusammenhang mit dieser Veranstaltung stehen. Jeder Missbrauch, einschließlich des Versendens von Werbe-E-Mails, führt zu einer sofortigen Sperrung des Kontos.
es: Solo se deben enviar correos importantes directamente relacionados con este evento usando este formulario. Cualquier uso indebido, incluyendo el envío de correos promocionales, resultará en una prohibición inmediata de la cuenta.
fr: Seuls les e-mails importants directement liés à cet événement doivent être envoyés via ce formulaire. Toute utilisation abusive, y compris l'envoi d'e-mails promotionnels, entraînera une interdiction immédiate du compte.
hu: Csak az eseménnyel közvetlenül kapcsolatos fontos e-maileket küldje el ezen a formon keresztül. Bármilyen visszaélés, beleértve a promóciós e-mailek küldését is, azonnali fiókletiltáshoz vezet.
tr: Bu form kullanılarak yalnızca bu etkinlikle doğrudan ilgili önemli e-postalar gönderilmelidir. Promosyon e-postaları göndermek dahil herhangi bir kötüye kullanım, derhal hesap yasaklanmasına yol açacaktır.

source: Order ID: {0}
de: Bestellnummer: {0}
es: ID del pedido: {0}
fr: ID de commande : {0}
hu: Megrendelés azonosító: {0}

source: Order questions
de: Fragen zur Bestellung
es: Preguntas sobre pedidos
fr: Questions de commande
hu: Megrendelési kérdések
tr: Sipariş soruları

source: page.
de: Seite.
es: página.
hu: oldal.
tr: sayfa.

source: Please complete the form below to accept your invitation
de: Bitte füllen Sie das folgende Formular aus, um Ihre Einladung anzunehmen
es: Por favor complete el siguiente formulario para aceptar su invitación.
fr: Veuillez remplir le formulaire ci-dessous pour accepter votre invitation
hu: Kérjük, töltse ki az alábbi űrlapot a meghívás elfogadásához.
tr: Davetinizi kabul etmek için lütfen aşağıdaki formu doldurun

source: Please enter your new password
de: Bitte geben Sie Ihr neues Passwort ein
es: Por favor ingrese su nueva contraseña
fr: Veuillez entrer votre nouveau mot de passe
hu: Kérjük, adja meg új jelszavát.
tr: Lütfen yeni şifrenizi girin

source: Please select
de: Bitte auswählen
es: Por favor seleccione
fr: Veuillez sélectionner
hu: Kérjük, válassza ki
tr: Lütfen seçin

source: Product questions
de: Produktfragen
es: Preguntas sobre el producto
fr: Questions sur le produit
hu: Termékkel kapcsolatos kérdések
tr: Ürün soruları

source: Product Widget Preview
de: Produkt-Widget-Vorschau
es: Vista previa del widget de producto
fr: Aperçu du widget produit
hu: Termék widget előnézet
tr: Ürün Widget Önizlemesi

source: Products, merchandise, and flexible pricing options
de: Produkte, Waren und flexible Preisoptionen
es: Productos, mercancía y opciones de precios flexibles
fr: Produits, marchandises et options de tarification flexibles
hu: Termékek, árucikkek és rugalmas árképzési lehetőségek

source: QR code scanning with instant feedback and secure sharing for staff access
de: QR-Code-Scanning mit sofortigem Feedback und sicherem Teilen für den Mitarbeiterzugang
es: Escaneo de códigos QR con retroalimentación instantánea y uso compartido seguro para el acceso del personal
fr: Scan de QR code avec retour instantané et partage sécurisé pour l'accès du personnel
hu: QR kód beolvasása azonnali visszajelzéssel és biztonságos megosztással a személyzeti hozzáféréshez

source: Questions sorted successfully
de: Fragen erfolgreich sortiert
es: Preguntas ordenadas correctamente
fr: Questions triées avec succès
hu: Kérdések sikeresen rendezve
tr: Sorular başarıyla sıralandı

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer la contraseña
fr: réinitialiser le mot de passe
hu: Jelszó visszaállítása
tr: Şifreyi Sıfırla

source: Reset your password
de: Setzen Sie Ihr Passwort zurück
es: Restablece tu contraseña
fr: Réinitialisez votre mot de passe
hu: Jelszó visszaállítása

source: Sell Anything
es: Vende cualquier cosa
fr: Vendez tout
hu: Bármit eladni

source: Sell merchandise alongside tickets with integrated tax and promo code support
de: Verkaufen Sie Waren zusammen mit Tickets mit integrierter Steuer- und Rabattcode-Unterstützung
es: Vende productos junto con las entradas con soporte integrado para impuestos y códigos promocionales
fr: Vendez des marchandises avec les billets avec prise en charge intégrée des taxes et des codes promo
hu: Árucikkek értékesítése jegyek mellett integrált adó- és promóciós kód támogatással

source: Sell More Than Tickets
de: Verkaufen Sie mehr als nur Tickets
es: Vende más que boletos
fr: Vendez plus que des billets
hu: Többet eladni, mint jegyek

source: Send a copy to <0>{0}</0>
de: Senden Sie eine Kopie an <0>{0}</0>
es: Enviar una copia a <0>{0}</0>
fr: Envoyer une copie à <0>{0}</0>
hu: Másolat küldése ide: <0>{0}</0>
tr: <0>{0}</0> adresine bir kopya gönder
