Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Are you sure you want to delete this webhook?
de: Bist du sicher, dass du diesen Webhook löschen möchtest?
es: ¿Estás seguro de que quieres eliminar este webhook?
fr: Êtes-vous sûr de vouloir supprimer ce webhook ?
hu: Biztosan törölni szeretné ezt a webhookot?
it: Sei sicuro di voler eliminare questo webhook?
nl: Weet je zeker dat je deze webhook wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten webhook?
pt: Tem certeza de que deseja excluir este webhook?
se: Är du säker på att du vill ta bort denna webhook?
vi: Bạn có chắc là bạn muốn xóa webhook này không?

source: Are you sure you want to leave?
de: Möchten Sie wirklich gehen?
es: ¿Estás seguro de que quieres salir?
fr: Êtes-vous sûr de vouloir partir ?
it: Sei sicuro di voler uscire?
nl: Weet u zeker dat u wilt vertrekken?
pl: Czy na pewno chcesz wyjść?
pt: Tem a certeza de que quer sair?
se: Är du säker på att du vill lämna?
vi: Bạn có chắc chắn muốn rời đi?

source: Are you sure you want to make this event draft? This will make the event invisible to the public
de: Möchten Sie diese Veranstaltung wirklich als Entwurf speichern? Dadurch wird die Veranstaltung für die Öffentlichkeit unsichtbar.
es: ¿Estás seguro de que quieres hacer este borrador de evento? Esto hará que el evento sea invisible para el público.
fr: Êtes-vous sûr de vouloir créer un brouillon pour cet événement ? Cela rendra l'événement invisible au public
hu: Biztosan piszkozatba szeretné tenni ezt az eseményt? Ezzel az esemény láthatatlanná válik a nyilvánosság számára.
it: Sei sicuro di voler rendere questo evento una bozza? Questo renderà l'evento invisibile al pubblico
nl: Weet je zeker dat je dit evenement concept wilt maken? Dit maakt het evenement onzichtbaar voor het publiek
pl: Czy na pewno chcesz zrobić to wydarzenie szkicem? To sprawi, że wydarzenie będzie niewidoczne dla publiczności
pt: Tem certeza de que deseja fazer o rascunho deste evento? Isso tornará o evento invisível para o público
se: Är du säker på att du vill göra detta evenemang till ett utkast? Detta kommer att göra evenemanget osynligt för allmänheten
tr: Bu etkinliği taslak yapmak istediğinizden emin misiniz? Bu işlem etkinliği halka görünmez yapacaktır
vi: Bạn có chắc chắn muốn chuyển sự kiện này thành bản nháp không? Điều này sẽ làm cho sự kiện không hiển thị với công chúng.

source: Are you sure you want to make this event public? This will make the event visible to the public
de: Möchten Sie diese Veranstaltung wirklich öffentlich machen? Dadurch wird die Veranstaltung für die Öffentlichkeit sichtbar
es: ¿Estás seguro de que quieres hacer público este evento? Esto hará que el evento sea visible para el público.
fr: Êtes-vous sûr de vouloir rendre cet événement public ? Cela rendra l'événement visible au public
hu: Biztosan nyilvánossá szeretné tenni ezt az eseményt? Ezzel az esemény láthatóvá válik a nyilvánosság számára.
it: Sei sicuro di voler rendere questo evento pubblico? Questo renderà l'evento visibile al pubblico
nl: Weet je zeker dat je dit evenement openbaar wilt maken? Hierdoor wordt het evenement zichtbaar voor het publiek
pl: Czy na pewno chcesz opublikować to wydarzenie? To sprawi, że wydarzenie będzie widoczne dla publiczności
pt: Tem certeza de que deseja tornar este evento público? Isso tornará o evento visível ao público
se: Är du säker på att du vill publicera detta evenemang? Detta kommer att göra evenemanget synligt för allmänheten
tr: Bu etkinliği herkese açık yapmak istediğinizden emin misiniz? Bu işlem etkinliği halka görünür yapacaktır
vi: Bạn có chắc mình muốn công khai sự kiện này không?

source: Are you sure you want to make this organizer draft? This will make the organizer page invisible to the public
de: Sind Sie sicher, dass Sie diesen Veranstalter auf Entwurf setzen möchten? Dadurch wird die Veranstalterseite für die Öffentlichkeit unsichtbar.
es: ¿Estás seguro de que quieres poner este organizador como borrador? Esto hará que la página del organizador sea invisible al público.
fr: Êtes-vous sûr de vouloir mettre cet organisateur en brouillon ? Cela rendra la page de l'organisateur invisible au public.
hu: Biztosan piszkozatba szeretné tenni ezt a szervezőt? Ezzel a szervezői oldal láthatatlanná válik a nyilvánosság számára.
it: Sei sicuro di voler rendere questo organizzatore una bozza? La pagina dell'organizzatore sarà invisibile al pubblico.
nl: Weet je zeker dat je deze organisator als concept wilt markeren? De organisatorpagina wordt dan onzichtbaar voor het publiek.
pl: Czy na pewno chcesz zrobić tę stronę organizatora szkicem? To sprawi, że strona organizatora będzie niewidoczna dla publiczności
pt: Tem certeza de que deseja definir este organizador como rascunho? Isso tornará a página do organizador invisível ao público.
se: Är du säker på att du vill göra denna arrangör till ett utkast? Detta gör arrangörssidan osynlig för allmänheten
vi: Bạn có chắc muốn chuyển nhà tổ chức này sang bản nháp không? Trang của nhà tổ chức sẽ không hiển thị công khai.

source: Are you sure you want to make this organizer public? This will make the organizer page visible to the public
de: Sind Sie sicher, dass Sie diesen Veranstalter veröffentlichen möchten? Dadurch wird die Veranstalterseite für die Öffentlichkeit sichtbar.
es: ¿Estás seguro de que quieres hacer público este organizador? Esto hará que la página del organizador sea visible al público.
fr: Êtes-vous sûr de vouloir rendre cet organisateur public ? Cela rendra la page de l'organisateur visible au public.
hu: Biztosan nyilvánossá szeretné tenni ezt a szervezőt? Ezzel a szervezői oldal láthatóvá válik a nyilvánosság számára.
it: Sei sicuro di voler rendere pubblico questo organizzatore? La pagina dell'organizzatore sarà visibile al pubblico.
nl: Weet je zeker dat je deze organisator openbaar wilt maken? De organisatorpagina wordt dan zichtbaar voor het publiek.
pl: Czy na pewno chcesz opublikować tę stronę organizatora? To sprawi, że strona organizatora będzie widoczna dla publiczności
pt: Tem certeza de que deseja tornar este organizador público? Isso tornará a página do organizador visível ao público.
se: Är du säker på att du vill publicera denna arrangör? Detta gör arrangörssidan synlig för allmänheten
vi: Bạn có chắc muốn công khai nhà tổ chức này không? Trang của nhà tổ chức sẽ hiển thị công khai.

source: Are you sure you want to publish this event? Once published, it will be visible to the public.
de: Sind Sie sicher, dass Sie diese Veranstaltung veröffentlichen möchten? Nach der Veröffentlichung ist sie öffentlich sichtbar.
es: ¿Estás seguro de que quieres publicar este evento? Una vez publicado, será visible al público.
fr: Êtes-vous sûr de vouloir publier cet événement ? Une fois publié, il sera visible au public.
hu: Biztosan közzé szeretné tenni ezt az eseményt? A közzététel után láthatóvá válik a nyilvánosság számára.
it: Sei sicuro di voler pubblicare questo evento? Una volta pubblicato, sarà visibile al pubblico.
nl: Weet je zeker dat je dit evenement wilt publiceren? Eenmaal gepubliceerd is het zichtbaar voor het publiek.
pl: Czy na pewno chcesz opublikować to wydarzenie? Po opublikowaniu będzie widoczne dla publiczności.
pt: Tem a certeza de que deseja publicar este evento? Uma vez publicado, será visível ao público.
se: Är du säker på att du vill publicera detta evenemang? När det är publicerat blir det synligt för allmänheten.
vi: Bạn có chắc chắn muốn xuất bản sự kiện này? Sau khi xuất bản, sự kiện sẽ hiển thị công khai.

source: Are you sure you want to publish this organizer profile? Once published, it will be visible to the public.
de: Sind Sie sicher, dass Sie dieses Veranstalterprofil veröffentlichen möchten? Nach der Veröffentlichung ist es öffentlich sichtbar.
es: ¿Estás seguro de que quieres publicar este perfil de organizador? Una vez publicado, será visible al público.
fr: Êtes-vous sûr de vouloir publier ce profil d'organisateur ? Une fois publié, il sera visible au public.
hu: Biztosan közzé szeretné tenni ezt a szervezői profilt? A közzététel után láthatóvá válik a nyilvánosság számára.
it: Sei sicuro di voler pubblicare questo profilo organizzatore? Una volta pubblicato, sarà visibile al pubblico.
nl: Weet je zeker dat je dit organisatorprofiel wilt publiceren? Eenmaal gepubliceerd is het zichtbaar voor het publiek.
pl: Czy na pewno chcesz opublikować ten profil organizatora? Po opublikowaniu będzie widoczny dla publiczności.
pt: Tem a certeza de que deseja publicar este perfil de organizador? Uma vez publicado, será visível ao público.
se: Är du säker på att du vill publicera denna arrangörsprofil? När den är publicerad blir den synlig för allmänheten.
vi: Bạn có chắc chắn muốn xuất bản hồ sơ nhà tổ chức này? Sau khi xuất bản, hồ sơ sẽ hiển thị công khai.

source: Are you sure you want to resend the order confirmation to {0}?
it: Sei sicuro di voler reinviare la conferma dell'ordine a {0}?
nl: Weet u zeker dat u de orderbevestiging opnieuw wilt verzenden naar {0}?
pl: Czy na pewno chcesz ponownie wysłać potwierdzenie zamówienia do {0}?
pt: Tem a certeza de que pretende reenviar a confirmação da encomenda para {0}?
se: Vill du verkligen skicka om orderbekräftelsen till {0}?

source: Are you sure you want to resend the ticket to {0}?
it: Sei sicuro di voler reinviare il biglietto a {0}?
nl: Weet u zeker dat u het ticket opnieuw wilt verzenden naar {0}?
pl: Czy na pewno chcesz ponownie wysłać bilet do {0}?
pt: Tem a certeza de que pretende reenviar o bilhete para {0}?
se: Vill du verkligen skicka om biljetten till {0}?

source: Are you sure you want to restore this event? It will be restored as a draft event.
de: Sind Sie sicher, dass Sie diese Veranstaltung wiederherstellen möchten? Es wird als Entwurf wiederhergestellt.
es: ¿Está seguro de que desea restaurar este evento? Será restaurado como un evento borrador.
fr: Êtes-vous sûr de vouloir restaurer cet événement ? Il sera restauré en tant que brouillon.
hu: Biztosan vissza szeretné állítani ezt az eseményt? Piszkozatként lesz visszaállítva.
it: Sei sicuro di voler ripristinare questo evento? Verrà ripristinato come bozza.
nl: Weet je zeker dat je dit evenements wilt herstellen? Het zal worden hersteld als een conceptevenement.
pl: Czy na pewno chcesz przywrócić to wydarzenie? Zostanie przywrócone jako szkic wydarzenia.
pt: Tem certeza de que deseja restaurar este evento? Ele será restaurado como um evento rascunho.
se: Är du säker på att du vill återställa detta evenemang? Det kommer att återställas som ett utkast.
tr: Bu etkinliği geri yüklemek istediğinizden emin misiniz? Taslak etkinlik olarak geri yüklenecektir.
vi: Bạn có chắc chắn muốn khôi phục sự kiện này không? Sự kiện sẽ được khôi phục dưới dạng bản nháp.

source: Are you sure you want to unpublish this event? It will no longer be visible to the public.
de: Sind Sie sicher, dass Sie diese Veranstaltung zurückziehen möchten? Sie wird nicht mehr öffentlich sichtbar sein.
es: ¿Estás seguro de que quieres despublicar este evento? Ya no será visible al público.
fr: Êtes-vous sûr de vouloir dépublier cet événement ? Il ne sera plus visible au public.
hu: Biztosan visszavonja ennek az eseménynek a közzétételét? Ezzel már nem lesz látható a nyilvánosság számára.
it: Sei sicuro di voler annullare la pubblicazione di questo evento? Non sarà più visibile al pubblico.
nl: Weet je zeker dat je de publicatie van dit evenement wilt ongedaan maken? Het is dan niet meer zichtbaar voor het publiek.
pl: Czy na pewno chcesz cofnąć publikację tego wydarzenia? Nie będzie już widoczne dla publiczności.
pt: Tem a certeza de que deseja despublicar este evento? Já não será visível ao público.
se: Är du säker på att du vill avpublicera detta evenemang? Det kommer inte längre vara synligt för allmänheten.
vi: Bạn có chắc chắn muốn hủy xuất bản sự kiện này? Sự kiện sẽ không còn hiển thị công khai.

source: Are you sure you want to unpublish this organizer profile? It will no longer be visible to the public.
de: Sind Sie sicher, dass Sie dieses Veranstalterprofil zurückziehen möchten? Es wird nicht mehr öffentlich sichtbar sein.
es: ¿Estás seguro de que quieres despublicar este perfil de organizador? Ya no será visible al público.
fr: Êtes-vous sûr de vouloir dépublier ce profil d'organisateur ? Il ne sera plus visible au public.
hu: Biztosan visszavonja ennek a szervezői profilnak a közzétételét? Ezzel már nem lesz látható a nyilvánosság számára.
it: Sei sicuro di voler annullare la pubblicazione di questo profilo organizzatore? Non sarà più visibile al pubblico.
nl: Weet je zeker dat je de publicatie van dit organisatorprofiel wilt ongedaan maken? Het is dan niet meer zichtbaar voor het publiek.
pl: Czy na pewno chcesz cofnąć publikację tego profilu organizatora? Nie będzie już widoczny dla publiczności.
pt: Tem a certeza de que deseja despublicar este perfil de organizador? Já não será visível ao público.
se: Är du säker på att du vill avpublicera denna arrangörsprofil? Den kommer inte längre vara synlig för allmänheten.
vi: Bạn có chắc chắn muốn hủy xuất bản hồ sơ nhà tổ chức này? Hồ sơ sẽ không còn hiển thị công khai.

source: Are you sure you would like to delete this Capacity Assignment?
de: Sind Sie sicher, dass Sie diese Kapazitätszuweisung löschen möchten?
es: ¿Estás seguro de que deseas eliminar esta Asignación de Capacidad?
fr: Êtes-vous sûr de vouloir supprimer cette Affectation de Capacité?
hu: Biztosan törölni szeretné ezt a kapacitás-hozzárendelést?
it: Sei sicuro di voler eliminare questa Assegnazione di Capacità?
nl: Weet je zeker dat je deze Capaciteitstoewijzing wilt verwijderen?
pl: Czy na pewno chcesz usunąć to przypisanie pojemności?
pt: Tem certeza de que deseja excluir esta Atribuição de Capacidade?
se: Är du säker på att du vill ta bort denna kapacitetstilldelning?
tr: Bu Kapasite Atamasını silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn xóa phân bổ sức chứa này không?

source: Are you sure you would like to delete this Check-In List?
de: Möchten Sie diese Eincheckliste wirklich löschen?
es: ¿Está seguro de que desea eliminar esta lista de registro?
fr: Êtes-vous sûr de vouloir supprimer cette liste de pointage ?
hu: Biztosan törölni szeretné ezt a bejelentkezési listát?
it: Sei sicuro di voler eliminare questa Lista di Check-In?
nl: Weet je zeker dat je deze Check-In lijst wilt verwijderen?
pl: Czy na pewno chcesz usunąć tę listę odpraw?
pt: Tem certeza de que deseja excluir esta lista de registro?
se: Är du säker på att du vill ta bort denna incheckningslista?
tr: Bu Check-In Listesini silmek istediğinizden emin misiniz?
vi: Bạn có chắc là bạn muốn xóa danh sách tham dự này không?

source: Are you VAT registered in the EU?
de: Sind Sie in der EU umsatzsteuerregistriert?
es: ¿Está registrado para el IVA en la UE?
fr: Êtes-vous assujetti à la TVA dans l'UE ?
it: Sei registrato IVA nell'UE?
nl: Bent u BTW-geregistreerd in de EU?
pl: Czy jesteś zarejestrowany na VAT w UE?
pt: Está registado para IVA na UE?
se: Är du momsregistrerad i EU?
vi: Bạn có đăng ký VAT tại EU không?

source: Art
de: Kunst
es: Arte
hu: Művészet
it: Arte
nl: Kunst
pl: Sztuka
pt: Arte
se: Konst
vi: Nghệ thuật

source: As your business is based in Ireland, Irish VAT at 23% applies automatically to all platform fees.
de: Da Ihr Unternehmen in Irland ansässig ist, wird automatisch die irische Umsatzsteuer von 23% auf alle Plattformgebühren angewendet.
es: Como su negocio está ubicado en Irlanda, el IVA irlandés del 23% se aplica automáticamente a todas las tarifas de la plataforma.
fr: Comme votre entreprise est basée en Irlande, la TVA irlandaise à 23 % s'applique automatiquement à tous les frais de plateforme.
it: Poiché la tua attività ha sede in Irlanda, l'IVA irlandese al 23% si applica automaticamente a tutte le commissioni della piattaforma.
nl: Aangezien uw bedrijf gevestigd is in Ierland, is Ierse BTW van 23% automatisch van toepassing op alle platformkosten.
pl: Ponieważ Twoja firma ma siedzibę w Irlandii, irlandzki VAT w wysokości 23% stosuje się automatycznie do wszystkich opłat platformy.
pt: Como a sua empresa está sediada na Irlanda, o IVA irlandês de 23% aplica-se automaticamente a todas as taxas da plataforma.
se: Eftersom ditt företag är baserat i Irland tillämpas irländsk moms på 23% automatiskt på alla plattformsavgifter.
vi: Vì doanh nghiệp của bạn có trụ sở tại Ireland, VAT Ireland 23% sẽ được áp dụng tự động cho tất cả phí nền tảng.

source: As your business is based in the EU, we need to determine the correct VAT treatment for our platform fees:
de: Da Ihr Unternehmen in der EU ansässig ist, müssen wir die korrekte Umsatzsteuerbehandlung für unsere Plattformgebühren bestimmen:
es: Como su negocio está basado en la UE, necesitamos determinar el tratamiento correcto del IVA para las tarifas de nuestra plataforma:
fr: Comme votre entreprise est basée dans l'UE, nous devons déterminer le traitement TVA approprié pour nos frais de plateforme :
it: Poiché la tua attività ha sede nell'UE, dobbiamo determinare il corretto trattamento IVA per le nostre commissioni della piattaforma:
nl: Aangezien uw bedrijf gevestigd is in de EU, moeten we de juiste BTW-behandeling voor onze platformkosten bepalen:
pl: Ponieważ Twoja firma ma siedzibę w UE, musimy określić prawidłowe traktowanie VAT dla naszych opłat platformy:
pt: Como a sua empresa está sediada na UE, precisamos determinar o tratamento correto de IVA para as nossas taxas de plataforma:
se: Eftersom ditt företag är baserat i EU måste vi fastställa rätt momsbehandling för våra plattformsavgifter:
vi: Vì doanh nghiệp của bạn có trụ sở tại EU, chúng tôi cần xác định cách xử lý VAT chính xác cho phí nền tảng:

source: Ask for name and email for each ticket purchased
it: Richiedi nome ed email per ogni biglietto acquistato
nl: Vraag naar naam en email voor elk gekocht ticket
pl: Pytaj o imię i e-mail dla każdego zakupionego biletu
pt: Solicitar nome e email para cada ingresso comprado
se: Be om namn och e-post för varje biljett som köps
vi: Yêu cầu tên và email cho mỗi vé được mua

source: Ask once per order
de: Einmal pro Bestellung anfragen
es: Preguntar una vez por pedido
fr: Demander une fois par commande
hu: Kérdezze meg egyszer megrendelésenként
it: Chiedi una volta per ordine
nl: Vraag één keer per bestelling
pl: Pytaj raz na zamówienie
pt: Pergunte uma vez por pedido
se: Fråga en gång per order
tr: Sipariş başına bir kez sor
vi: Hỏi một lần cho mỗi đơn hàng

source: Ask once per product
de: Einmal pro Produkt fragen
es: Preguntar una vez por producto
fr: Demander une fois par produit
hu: Kérdezze meg egyszer termékenként
it: Chiedi una volta per prodotto
nl: Vraag één keer per product
pl: Pytaj raz na produkt
pt: Perguntar uma vez por produto
se: Fråga en gång per produkt
tr: Ürün başına bir kez sor
vi: Hỏi một lần cho mỗi sản phẩm

source: Assigned Configuration
it: Configurazione assegnata
nl: Toegewezen configuratie
pl: Przypisana konfiguracja
pt: Configuração Atribuída
se: Tilldelad konfiguration

source: Assigned Tier
it: Livello assegnato
nl: Toegewezen niveau
pl: Przypisany poziom
se: Tilldelad nivå

source: At least one event type must be selected
de: Mindestens ein Ereignistyp muss ausgewählt werden
es: Debe seleccionarse al menos un tipo de evento
fr: Au moins un type d'événement doit être sélectionné
hu: Legalább egy eseménytípust ki kell választani.
it: Deve essere selezionato almeno un tipo di evento
nl: Er moet minstens één evenement type worden geselecteerd
pl: Musi być wybrany co najmniej jeden typ wydarzenia
pt: Pelo menos um tipo de evento deve ser selecionado
se: Minst en evenemangstyp måste väljas
vi: Ít nhất một loại sự kiện phải được chọn

source: Attempts
it: Tentativi
nl: Pogingen
pl: Próby
pt: Tentativas
se: Försök

source: Attendance and check-in rates across all events
de: Anwesenheit und Check-in-Raten für alle Veranstaltungen
es: Asistencia y tasas de registro en todos los eventos
fr: Présence et taux d'enregistrement pour tous les événements
it: Presenze e tassi di check-in per tutti gli eventi
nl: Aanwezigheid en incheckpercentages voor alle evenementen
pl: Frekwencja i wskaźniki odpraw we wszystkich wydarzeniach
pt: Presença e taxas de registo em todos os eventos
se: Närvaro och incheckningsfrekvens för alla evenemang
vi: Tỷ lệ tham dự và check-in cho tất cả sự kiện

source: Attendee
de: Teilnehmer
es: Asistente
fr: Participant
hu: Résztvevő
it: Partecipante
nl: Deelnemer
pl: Uczestnik
pt: Participante
se: Deltagare
tr: Katılımcı
vi: Người tham dự

source: Attendee Cancelled
de: Teilnehmer storniert
es: Asistente cancelado
fr: Participant annulé
hu: Résztvevő törölve
it: Partecipante Cancellato
nl: Deelnemer geannuleerd
pl: Uczestnik anulowany
pt: Participante cancelado
se: Deltagare avbokad
vi: Người tham dự đã hủy bỏ

source: Attendee Created
de: Teilnehmer erstellt
es: Asistente creado
fr: Participant créé
hu: Résztvevő létrehozva
it: Partecipante Creato
nl: Deelnemer Gemaakt
pl: Uczestnik utworzony
pt: Participante criado
se: Deltagare skapad
vi: Người tham dự đã tạo ra

source: Attendee Details
de: Teilnehmerdetails
es: Detalles de los asistentes
fr: Détails des participants
hu: Résztvevő adatai
it: Dettagli Partecipante
nl: Details deelnemers
pl: Szczegóły uczestnika
pt: Detalhes do participante
se: Deltagaruppgifter
tr: Katılımcı Detayları
vi: Chi tiết người tham dự

source: Attendee details collection
it: Raccolta dati partecipanti
nl: Verzameling deelnemergegevens
pl: Zbieranie szczegółów uczestnika
pt: Coleta de dados dos participantes
se: Insamling av deltagaruppgifter
vi: Thu thập thông tin người tham dự

source: Attendee details copied from order
it: Dati del partecipante copiati dall'ordine
nl: Deelnemergegevens gekopieerd van bestelling
pl: Szczegóły uczestnika skopiowane z zamówienia
pt: Dados do participante copiados do pedido
se: Deltagaruppgifter kopierade från order
vi: Thông tin người tham dự được sao chép từ đơn hàng

source: Attendee Email
de: Teilnehmer-E-Mail
es: Email del asistente
fr: Email du participant
it: Email Partecipante
nl: Deelnemer E-mail
pl: E-mail uczestnika
pt: E-mail do participante
se: Deltagarens e-postadress
vi: Email người tham dự

source: Attendee Information
it: Informazioni partecipante
nl: Deelnemersinformatie
pl: Informacje o uczestniku
pt: Informações do participante
se: Deltagarinformation
vi: Thông tin người tham dự

source: Attendee information collection
de: Erfassung von Teilnehmerinformationen
es: Recopilación de información del asistente
fr: Collecte d'informations sur les participants
it: Raccolta delle informazioni sui partecipanti
nl: Verzameling deelnemersinformatie
pl: Zbieranie informacji o uczestniku
pt: Recolha de informações do participante
se: Insamling av deltagarinformation
vi: Thu thập thông tin người tham dự

source: Attendee Name
de: Teilnehmername
es: Nombre del asistente
fr: Nom du participant
it: Nome Partecipante
nl: Deelnemer Naam
pl: Imię uczestnika
pt: Nome do participante
se: Deltagarens namn
vi: Tên người tham dự

source: Attendee not found
de: Teilnehmer nicht gefunden
es: Asistente no encontrado
fr: Participant non trouvé
hu: Résztvevő nem található
it: Partecipante non trovato
nl: Deelnemer niet gevonden
pl: Uczestnik nie znaleziony
pt: Participante não encontrado
se: Deltagare hittades inte
tr: Katılımcı bulunamadı
vi: Không tìm thấy người tham dự

source: Attendee Notes
de: Teilnehmernotizen
es: Notas del asistente
fr: Notes du participant
hu: Résztvevő megjegyzései
it: Note Partecipante
nl: Opmerkingen voor deelnemers
pl: Notatki uczestnika
pt: Notas do participante
se: Deltagaranteckningar
tr: Katılımcı Notları
vi: Ghi chú của người tham dự

source: Attendee Status
de: Teilnehmerstatus
es: Estado del Asistente
fr: Statut du Participant
it: Stato del Partecipante
nl: Deelnemersstatus
pl: Status uczestnika
pt: Status do Participante
se: Deltagarstatus
vi: Trạng Thái Người Tham Dự
