Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Connect Stripe to enable email template editing
it: Connetti Stripe per abilitare la modifica dei modelli di email
nl: Verbind Stripe om sjabloonbewerking van e-mails in te schakelen
pl: Połącz Stripe, aby włączyć edycję szablonów e-mail
pt: Conecte o Stripe para ativar a edição de modelos de email
se: Anslut Stripe för att aktivera redigering av e-postmallar

source: Connect Stripe to enable messaging
de: Stripe verbinden, um Nachrichten zu aktivieren
es: Conecte Stripe para habilitar mensajería
fr: Connectez Stripe pour activer la messagerie
it: Connetti Stripe per abilitare la messaggistica
nl: Verbind Stripe om berichten in te schakelen
pl: Połącz Stripe, aby włączyć wiadomości
pt: Conecte o Stripe para ativar mensagens
se: Anslut Stripe för att aktivera meddelanden
vi: Kết nối Stripe để bật tính năng nhắn tin

source: Connect to Stripe
de: Mit Stripe verbinden
es: Conectar con Stripe
fr: Se connecter à Stripe
hu: Csatlakozás a Stripe-hoz
it: Connetti a Stripe
nl: Verbinding maken met Stripe
pl: Połącz z Stripe
pt: Conectar ao Stripe
se: Anslut till Stripe
vi: Kết nối với Stripe

source: Connect with Stripe
de: Mit Stripe verbinden
es: Conéctate con Stripe
fr: Connectez-vous avec Stripe
hu: Csatlakozás a Stripe-hoz
it: Connetti con Stripe
nl: Maak verbinding met Stripe
pl: Połącz z Stripe
pt: Conecte-se com Stripe
se: Anslut med Stripe
tr: Stripe ile Bağlan
vi: Kết nối với Stripe

source: Connect your Stripe account to accept payments for tickets and products.
de: Verbinden Sie Ihr Stripe-Konto, um Zahlungen für Tickets und Produkte zu akzeptieren.
es: Conecta tu cuenta de Stripe para aceptar pagos por entradas y productos.
fr: Connectez votre compte Stripe pour accepter les paiements des billets et produits.
hu: Csatlakoztassa Stripe fiókját, hogy elfogadja a jegyek és termékek fizetését.
it: Collega il tuo account Stripe per accettare pagamenti per biglietti e prodotti.
nl: Koppel je Stripe-account om betalingen voor tickets en producten te accepteren.
pl: Połącz swoje konto Stripe, aby przyjmować płatności za bilety i produkty.
pt: Conecte sua conta Stripe para aceitar pagamentos de ingressos e produtos.
se: Anslut ditt Stripe-konto för att ta emot betalningar för biljetter och produkter.
vi: Kết nối tài khoản Stripe để chấp nhận thanh toán cho vé và sản phẩm.

source: Connect your Stripe account to accept payments.
de: Verbinden Sie Ihr Stripe-Konto, um Zahlungen zu akzeptieren.
es: Conecte su cuenta de Stripe para aceptar pagos.
fr: Connectez votre compte Stripe pour accepter les paiements.
it: Connetti il tuo account Stripe per accettare pagamenti.
nl: Verbind uw Stripe-account om betalingen te accepteren.
pl: Połącz swoje konto Stripe, aby przyjmować płatności.
pt: Conecte sua conta Stripe para aceitar pagamentos.
se: Anslut ditt Stripe-konto för att ta emot betalningar.
vi: Kết nối tài khoản Stripe để nhận thanh toán.

source: Connect your Stripe account to start accepting payments for your events.
de: Verbinden Sie Ihr Stripe-Konto, um Zahlungen für Ihre Veranstaltungen zu akzeptieren.
es: Conecte su cuenta de Stripe para comenzar a aceptar pagos para sus eventos.
fr: Connectez votre compte Stripe pour commencer à accepter les paiements pour vos événements.
it: Connetti il tuo account Stripe per iniziare ad accettare pagamenti per i tuoi eventi.
nl: Verbind uw Stripe-account om betalingen voor uw evenementen te accepteren.
pl: Połącz swoje konto Stripe, aby rozpocząć przyjmowanie płatności za swoje wydarzenia.
pt: Conecte sua conta Stripe para começar a aceitar pagamentos para os seus eventos.
se: Anslut ditt Stripe-konto för att börja ta emot betalningar för dina evenemang.
vi: Kết nối tài khoản Stripe để bắt đầu nhận thanh toán cho sự kiện của bạn.

source: Connect your Stripe account to start accepting payments.
de: Verbinden Sie Ihr Stripe-Konto, um Zahlungen zu akzeptieren.
es: Conecte su cuenta de Stripe para comenzar a aceptar pagos.
fr: Connectez votre compte Stripe pour commencer à accepter les paiements.
it: Connetti il tuo account Stripe per iniziare ad accettare pagamenti.
nl: Verbind uw Stripe-account om betalingen te accepteren.
pl: Połącz swoje konto Stripe, aby rozpocząć przyjmowanie płatności.
pt: Conecte sua conta Stripe para começar a aceitar pagamentos.
se: Anslut ditt Stripe-konto för att börja ta emot betalningar.
vi: Kết nối tài khoản Stripe để bắt đầu nhận thanh toán.

source: Connect your Stripe account to start receiving payments.
de: Verbinden Sie Ihr Stripe-Konto, um Zahlungen zu empfangen.
es: Conecte su cuenta Stripe para comenzar a recibir pagos.
fr: Connectez votre compte Stripe pour commencer à recevoir des paiements.
hu: Csatlakoztassa Stripe fiókját, hogy elkezdhesse a fizetések fogadását.
it: Connetti il tuo account Stripe per iniziare a ricevere pagamenti.
nl: Maak verbinding met je Stripe-account om betalingen te ontvangen.
pl: Połącz swoje konto Stripe, aby rozpocząć otrzymywanie płatności.
pt: Conecte sua conta Stripe para começar a receber pagamentos.
se: Anslut ditt Stripe-konto för att börja ta emot betalningar.
tr: Ödeme almaya başlamak için Stripe hesabınızı bağlayın.
vi: Kết nối tài khoản Stripe của bạn để bắt đầu nhận thanh toán.

source: Connected to Stripe
de: Mit Stripe verbunden
es: Conectado a Stripe
fr: Connecté à Stripe
hu: Csatlakoztatva a Stripe-hoz
it: Connesso a Stripe
nl: Verbonden met Stripe
pl: Połączony z Stripe
pt: Conectado ao Stripe
se: Ansluten till Stripe
vi: Đã kết nối với Stripe

source: Connection Details
de: Verbindungsdetails
es: Detalles de conexión
fr: Détails de connexion
hu: Csatlakozási adatok
it: Dettagli di Connessione
nl: Details verbinding
pl: Szczegóły połączenia
pt: Detalhes da conexão
se: Anslutningsuppgifter
tr: Bağlantı Detayları
vi: Chi tiết kết nối

source: Contact
de: Kontakt
es: Contacto
hu: Kapcsolat
it: Contatto
pl: Kontakt
pt: Contato
se: Kontakt
vi: Liên hệ

source: Contact {0}
de: Kontakt {0}
es: Contacto {0}
fr: Contacter {0}
hu: Kapcsolatfelvétel {0}
it: Contatta {0}
pl: Kontakt {0}
pt: Contato {0}
se: Kontakta {0}
vi: Liên hệ {0}

source: Contact Email
de: Kontakt-E-Mail
es: Correo de contacto
fr: E-mail de contact
hu: Kapcsolattartási e-mail
it: Email di contatto
pl: E-mail kontaktowy
pt: Email de contacto
se: Kontakt-e-post
vi: Email liên hệ

source: Contact email for support
de: Kontakt-E-Mail für Support
es: Email de contacto para soporte
fr: Email de contact pour le support
it: Email di contatto per supporto
nl: Contact e-mail voor ondersteuning
pl: E-mail kontaktowy do wsparcia
pt: E-mail de contato para suporte
se: Kontakt-e-post för support
vi: Email liên hệ hỗ trợ

source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
hu: Folytatás
it: Continua
nl: Ga verder
pl: Kontynuuj
pt: Continuar
se: Fortsätt
tr: Devam Et
vi: Tiếp tục

source: Continue Button Text
de: Text der Schaltfläche „Weiter“
es: Texto del botón Continuar
fr: Texte du bouton Continuer
hu: Folytatás gomb szövege
it: Testo pulsante Continua
nl: Tekst doorgaan-knop
pl: Tekst przycisku kontynuacji
pt: Texto do botão Continuar
se: Text på fortsätt-knapp
tr: Devam Butonu Metni
vi: Văn bản nút Tiếp tục

source: Continue set up
de: Weiter einrichten
es: Continuar configurando
fr: Continuer la configuration
hu: Beállítás folytatása
it: Continua configurazione
nl: Doorgaan met instellen
pl: Kontynuuj konfigurację
pt: Continuar a configuração
se: Fortsätt konfigureringen
tr: Kuruluma devam et
vi: Tiếp tục thiết lập

source: Continue Setup
de: Einrichtung fortsetzen
es: Continuar configuración
fr: Continuer la configuration
hu: Beállítás folytatása
it: Continua configurazione
nl: Doorgaan met instellen
pl: Kontynuuj konfigurację
pt: Continuar configuração
se: Fortsätt konfigurering
vi: Tiếp tục thiết lập

source: Continue to Checkout
de: Weiter zur Kasse
es: Continuar al pago
fr: Passer à la caisse
hu: Folytatás
it: Procedi al pagamento
nl: Verder naar afrekenen
pl: Przejdź do płatności
pt: Continuar para o pagamento
se: Fortsätt till kassan
vi: Tiếp tục đến thanh toán

source: Continue to event creation
de: Weiter zur Veranstaltungserstellung
es: Continuar a la creación del evento
fr: Continuer vers la création d'événement
hu: Folytatás az esemény létrehozásához
it: Continua alla creazione dell'evento
nl: Ga door naar evenement aanmaken
pl: Przejdź do tworzenia wydarzenia
pt: Continuar para a criação do evento
se: Fortsätt till skapande av evenemang
vi: Tiếp tục tạo sự kiện

source: Continue to next step
de: Weiter zum nächsten Schritt
es: Continuar al siguiente paso
fr: Continuer à l'étape suivante
hu: Folytatás a következő lépésre
it: Continua al passo successivo
nl: Ga door naar de volgende stap
pl: Przejdź do następnego kroku
pt: Continuar para o próximo passo
se: Fortsätt till nästa steg
vi: Tiếp tục bước tiếp theo

source: Continue to Payment
de: Weiter zur Zahlung
es: Continuar al pago
fr: Continuer vers le paiement
it: Continua al pagamento
nl: Doorgaan naar betaling
pl: Przejdź do płatności
pt: Continuar para pagamento
se: Fortsätt till betalning
vi: Tiếp tục thanh toán

source: Control how platform fees are handled for this event
it: Controlla come vengono gestite le commissioni della piattaforma per questo evento
nl: Bepaal hoe platformkosten worden behandeld voor dit evenement
pl: Kontroluj, jak opłaty platformy są obsługiwane dla tego wydarzenia
pt: Controle como as taxas da plataforma são tratadas para este evento
se: Kontrollera hur plattformsavgifter hanteras för detta evenemang

source: Copied
de: Kopiert
es: copiado
fr: Copié
hu: Másolva
it: Copiato
nl: Gekopieerd
pl: Skopiowane
pt: Copiado
se: Kopierad
tr: Kopyalandı
vi: Đã Sao chép

source: Copied from above
de: Von oben kopiert
es: Copiado de arriba
fr: Copié d'en haut
it: Copiato da sopra
nl: Gekopieerd van boven
pl: Skopiowane z góry
pt: Copiado de cima
se: Kopierad från ovan
vi: Đã sao chép từ trên

source: copied to clipboard
de: in die Zwischenablage kopiert
es: Copiado al portapapeles
fr: copié dans le presse-papier
hu: vágólapra másolva
it: copiato negli appunti
nl: gekopieerd naar klembord
pl: skopiowane do schowka
pt: Copiado para a área de transferência
se: kopierad till urklipp
tr: panoya kopyalandı
vi: Sao chép vào bộ nhớ tạm

source: Copied to clipboard
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
hu: Vágólapra másolva
it: Copiato negli appunti
nl: Gekopieerd naar klembord
pl: Skopiowane do schowka
pt: Copiado para a área de transferência
se: Kopierad till urklipp
vi: Đã sao chép vào clipboard

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
hu: Másolva!
it: Copiato!
nl: Gekopieerd!
pl: Skopiowane!
pt: Copiado!
se: Kopierad!
vi: Đã sao chép!

source: Copy
de: Kopieren
es: Copiar
fr: Copie
hu: Másolás
it: Copia
nl: Kopie
pl: Kopiuj
pt: cópia de
se: Kopiera
tr: Kopyala
vi: Sao chép

source: Copy Affiliate Link
de: Partnerlink kopieren
es: Copiar enlace de afiliado
fr: Copier le lien d'affiliation
hu: Partneri link másolása
it: Copia link affiliato
nl: Kopieer affiliatelink
pl: Kopiuj link partnera
pt: Copiar link de afiliado
se: Kopiera partnerlänk
vi: Sao chép liên kết đối tác

source: Copy Check-In URL
de: Eincheck-URL kopieren
es: Copiar URL de registro
fr: Copier l'URL de pointage
hu: Bejelentkezési URL másolása
it: Copia URL di Check-In
nl: Check-in URL kopiëren
pl: Kopiuj URL zameldowania
pt: Copiar URL de check-in
se: Kopiera inchecknings-URL
tr: Check-In URL'sini Kopyala
vi: Sao chép URL check-in

source: Copy Code
de: Code kopieren
es: Copiar código
fr: Copier le code
hu: Kód másolása
it: Copia codice
nl: Kopieer code
pl: Kopiuj kod
pt: Copiar código
se: Kopiera kod
vi: Sao chép mã

source: Copy details to first attendee
de: Details zum ersten Teilnehmer kopieren
es: Copiar datos al primer asistente
fr: Copier les détails vers le premier participant
it: Copia dettagli al primo partecipante
nl: Kopieer gegevens naar eerste deelnemer
pl: Kopiuj szczegóły do pierwszego uczestnika
pt: Copiar detalhes para o primeiro participante
se: Kopiera uppgifter till första deltagaren
vi: Sao chép chi tiết cho người tham dự đầu tiên

source: Copy Email
de: E-Mail Kopieren
es: Copiar Correo
fr: Copier l'Email
it: Copia Email
nl: Kopieer Email
pl: Kopiuj e-mail
pt: Copiar Email
se: Kopiera e-post
vi: Sao chép Email

source: Copy Link
de: Link kopieren
es: Copiar link
fr: Copier le lien
hu: Link másolása
it: Copia Link
nl: Link kopiëren
pl: Kopiuj link
pt: Link de cópia
se: Kopiera länk
tr: Linki Kopyala
vi: Sao chép Link

source: Copy my details to:
de: Meine Daten kopieren an:
es: Copiar mis datos a:
fr: Copier mes informations vers:
it: Copia i miei dati a:
nl: Mijn gegevens kopiëren naar:
pl: Kopiuj moje szczegóły do:
pt: Copiar meus dados para:
se: Kopiera mina uppgifter till:
vi: Sao chép thông tin của tôi cho:

source: Copy this link to share it anywhere
de: Kopieren Sie diesen Link, um ihn überall zu teilen
es: Copia este enlace para compartirlo en cualquier parte
fr: Copiez ce lien pour le partager n'importe où
hu: Másolja ezt a linket a megosztáshoz bárhol
it: Copia questo link per condividerlo ovunque
nl: Kopieer deze link om hem overal te delen
pl: Kopiuj ten link, aby udostępnić go wszędzie
pt: Copie este link para compartilhá-lo em qualquer lugar
se: Kopiera denna länk för att dela den var som helst
vi: Sao chép liên kết này để chia sẻ ở bất kỳ đâu

source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
hu: Vágólapra másolás
it: Copia negli appunti
nl: Kopiëren naar klembord
pl: Kopiuj do schowka
pt: Copiar para a área de transferência
se: Kopiera till urklipp
vi: Sao chép vào bộ nhớ tạm

source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier le lien
hu: URL másolása
it: Copia URL
nl: URL kopiëren
pl: Kopiuj URL
pt: Copiar URL
se: Kopiera URL
tr: URL'yi Kopyala
vi: Sao chép URL

source: Country
de: Land
es: País
fr: Pays
hu: Ország
it: Paese
nl: Land
pl: Kraj
pt: País
se: Land
tr: Ülke
vi: Quốc gia

source: Cover
de: Abdeckung
es: Cubrir
fr: Couverture
hu: Borító
it: Copertina
nl: Omslag
pl: Okładka
pt: Cobrir
se: Omslag
tr: Kapak
vi: Bìa

source: Cover Image
de: Titelbild
es: Imagen de portada
fr: Image de couverture
hu: Borítókép
it: Immagine di Copertina
nl: Omslagafbeelding
pl: Obraz okładki
pt: Imagem de capa
se: Omslagsbild
vi: Ảnh bìa

source: Cover image will be displayed at the top of your event page
de: Das Titelbild wird oben auf Ihrer Veranstaltungsseite angezeigt
es: La imagen de portada se mostrará en la parte superior de la página del evento
fr: L'image de couverture sera affichée en haut de votre page d'événement
hu: A borítókép az eseményoldal tetején jelenik meg
it: L'immagine di copertina sarà visualizzata in cima alla pagina dell'evento
nl: Omslagafbeelding wordt bovenaan je evenementpagina weergegeven
pl: Obraz okładki będzie wyświetlany na górze strony wydarzenia
pt: A imagem de capa será exibida no topo da sua página de evento
se: Omslagsbilden visas högst upp på din evenemangssida
vi: Ảnh bìa sẽ được hiển thị ở đầu trang sự kiện của bạn

source: Cover image will be displayed at the top of your organizer page
de: Das Titelbild wird oben auf Ihrer Veranstalterseite angezeigt
es: La imagen de portada se mostrará en la parte superior de tu página de organizador
fr: L'image de couverture sera affichée en haut de votre page d'organisateur
hu: A borítókép a szervezői oldal tetején jelenik meg
it: L'immagine di copertina sarà visualizzata in cima alla pagina dell'organizzatore
nl: De omslagafbeelding wordt bovenaan je organisatorpagina weergegeven
pl: Obraz okładki będzie wyświetlany na górze strony organizatora
pt: A imagem de capa será exibida no topo da página do organizador
se: Omslagsbilden visas högst upp på din organisatörssida
vi: Ảnh bìa sẽ hiển thị ở đầu trang của nhà tổ chức

source: Create
de: Erstellen
es: Crear
fr: Créer
hu: Létrehozás
it: Crea
nl: Maak
pl: Utwórz
pt: Criar
se: Skapa
tr: Oluştur
vi: Tạo

source: Create {0}
de: Erstellen Sie {0}
es: Crear {0}
fr: Créer {0}
hu: Létrehozás {0}
it: Crea {0}
nl: Maak {0}
pl: Utwórz {0}
pt: Criar {0}
se: Skapa {0}
tr: {0} Oluştur
vi: Tạo {0}

source: Create {0} Template
de: {0}-Vorlage erstellen
es: Crear plantilla {0}
fr: Créer le modèle {0}
it: Crea Modello {0}
nl: Maak {0} Sjabloon
pl: Utwórz szablon {0}
pt: Criar modelo {0}
se: Skapa mall för {0}
vi: Tạo mẫu {0}

source: Create a custom widget to sell tickets on your site.
it: Crea un widget personalizzato per vendere biglietti sul tuo sito.
nl: Maak een aangepaste widget om tickets te verkopen op je site.
pl: Utwórz niestandardowy widget do sprzedaży biletów na swojej stronie.
pt: Crie um widget personalizado para vender ingressos no seu site.
se: Skapa en anpassad widget för att sälja biljetter på din webbplats.
vi: Tạo widget tùy chỉnh để bán vé trên trang web của bạn.

source: Create a password
it: Crea una password
nl: Maak een wachtwoord aan
pl: Utwórz hasło
pt: Criar uma senha
se: Skapa ett lösenord

source: Create a Product
de: Ein Produkt erstellen
es: Crear un producto
fr: Créer un produit
hu: Termék létrehozása
it: Crea un Prodotto
nl: Een product maken
pl: Utwórz produkt
pt: Criar um Produto
se: Skapa en produkt
tr: Ürün Oluştur
vi: Tạo một sản phẩm

source: Create a Promo Code
de: Einen Promo-Code erstellen
es: Crear un código promocional
fr: Créer un code promotionnel
hu: Promóciós kód létrehozása
it: Crea un Codice Promozionale
nl: Maak een Promo Code
pl: Utwórz kod promocyjny
pt: Crie um código promocional
se: Skapa en kampanjkod
tr: Promosyon Kodu Oluştur
vi: Tạo mã khuyến mãi

source: Create a Ticket
de: Ticket erstellen
es: Crear un boleto
fr: Créer un billet
hu: Jegy létrehozása
it: Crea un Biglietto
nl: Een ticket maken
pl: Utwórz bilet
pt: Crie um ingresso
se: Skapa en biljett
tr: Bilet Oluştur
vi: Tạo một vé

source: Create Affiliate
de: Partner erstellen
es: Crear afiliado
fr: Créer un affilié
hu: Partner létrehozása
it: Crea affiliato
nl: Affiliate aanmaken
pl: Utwórz partnera
pt: Criar afiliado
se: Skapa partner
vi: Tạo đối tác

source: create an organizer
de: einen Organizer erstellen
es: crear un organizador
fr: créer un organisateur
hu: szervező létrehozása
it: crea un organizzatore
nl: een organisator maken
pl: utwórz organizatora
pt: criar um organizador
se: skapa en organisatör
tr: organizatör oluştur
vi: Tạo một tổ chức

source: Create and configure tickets and merchandise for sale.
it: Crea e configura biglietti e merchandise in vendita.
nl: Maak en configureer tickets en merchandise voor verkoop.
pl: Utwórz i skonfiguruj bilety i towary na sprzedaż.
pt: Crie e configure ingressos e mercadorias para venda.
se: Skapa och konfigurera biljetter och produkter till försäljning.
vi: Tạo và cấu hình vé và hàng hóa để bán.

source: Create Attendee
de: Teilnehmer erstellen
es: Crear asistente
fr: Créer un participant
hu: Résztvevő létrehozása
it: Crea Partecipante
nl: Aanwezige maken
pl: Utwórz uczestnika
pt: Criar participante
se: Skapa deltagare
tr: Katılımcı Oluştur
vi: Tạo người tham dự

source: Create Capacity Assignment
de: Kapazitätszuweisung erstellen
es: Crear Asignación de Capacidad
fr: Créer une Affectation de Capacité
hu: Kapacitás-hozzárendelés létrehozása
it: Crea Assegnazione di Capacità
nl: Capaciteitstoewijzing maken
pl: Utwórz przypisanie pojemności
pt: Criar Atribuição de Capacidade
se: Skapa kapacitetstilldelning
tr: Kapasite Ataması Oluştur
vi: Tạo phân bổ sức chứa

source: Create category
de: Kategorie erstellen
es: Crear categoría
fr: Créer une catégorie
hu: Kategória létrehozása
it: Crea categoria
nl: Categorie maken
pl: Utwórz kategorię
pt: Criar categoria
se: Skapa kategori
tr: Kategori oluştur
vi: Tạo thể loại

source: Create Category
de: Kategorie erstellen
es: Crear categoría
fr: Créer une catégorie
hu: Kategória létrehozása
it: Crea Categoria
nl: Categorie maken
pl: Utwórz kategorię
pt: Criar Categoria
se: Skapa kategori
tr: Kategori Oluştur
vi: Tạo thể loại

source: Create Check-In List
de: Eincheckliste erstellen
es: Crear lista de registro
fr: Créer une liste de pointage
hu: Bejelentkezési lista létrehozása
it: Crea Lista di Check-In
nl: Check-in lijst maken
pl: Utwórz listę zameldowań
pt: Criar Lista de Registro
se: Skapa incheckningslista
tr: Check-In Listesi Oluştur
vi: Tạo danh sách check-in

source: Create Configuration
it: Crea configurazione
nl: Configuratie aanmaken
pl: Utwórz konfigurację
pt: Criar Configuração
se: Skapa konfiguration

source: Create custom email templates for this event that override the organizer defaults
de: Erstellen Sie benutzerdefinierte E-Mail-Vorlagen für diese Veranstaltung, die die Veranstalter-Standards überschreiben
es: Crear plantillas de correo personalizadas para este evento que anulen los predeterminados del organizador
fr: Créer des modèles d'email personnalisés pour cet événement qui remplacent les paramètres par défaut de l'organisateur
it: Crea modelli di email personalizzati per questo evento che sostituiscono le impostazioni predefinite dell'organizzatore
nl: Maak aangepaste e-mailsjablonen voor dit evenement die de organisator-standaarden overschrijven
pl: Utwórz niestandardowe szablony e-mail dla tego wydarzenia, które nadpisują domyślne organizatora
pt: Criar modelos de e-mail personalizados para este evento que substituem os padrões do organizador
se: Skapa anpassade e-postmallar för detta evenemang som åsidosätter organisatörens standardinställningar
vi: Tạo mẫu email tùy chỉnh cho sự kiện này ghi đè mặc định của tổ chức

source: Create Custom Template
de: Benutzerdefinierte Vorlage erstellen
es: Crear plantilla personalizada
fr: Créer un modèle personnalisé
it: Crea Modello Personalizzato
nl: Maak Aangepaste Sjabloon
pl: Utwórz niestandardowy szablon
pt: Criar modelo personalizado
se: Skapa anpassad mall
vi: Tạo mẫu tùy chỉnh

source: Create discounts, access codes for hidden tickets, and special offers.
it: Crea sconti, codici di accesso per biglietti nascosti e offerte speciali.
nl: Maak kortingen, toegangscodes voor verborgen tickets en speciale aanbiedingen.
pl: Utwórz rabaty, kody dostępu dla ukrytych biletów i specjalne oferty.
pt: Crie descontos, códigos de acesso para ingressos ocultos e ofertas especiais.
se: Skapa rabatter, åtkomstkoder för dolda biljetter och specialerbjudanden.
vi: Tạo giảm giá, mã truy cập cho vé ẩn và ưu đãi đặc biệt.

source: Create Event
de: Ereignis erstellen
es: Crear evento
fr: Créer un évènement
hu: Esemény létrehozása
it: Crea Evento
nl: Evenement creëren
pl: Utwórz wydarzenie
pt: Criar Evento
se: Skapa evenemang
tr: Etkinlik Oluştur
vi: Tạo sự kiện

source: Create new
de: Neu erstellen
es: Crear nuevo
fr: Créer un nouveau
hu: Új létrehozása
it: Crea nuovo
nl: Nieuw maken
pl: Utwórz nowe
pt: Crie um novo
se: Skapa ny
tr: Yeni oluştur
vi: Tạo mới

source: Create new password
it: Crea una nuova password
nl: Nieuw wachtwoord aanmaken
pl: Utwórz nowe hasło
pt: Criar nova senha
se: Skapa nytt lösenord

source: Create Organizer
de: Organizer erstellen
es: Crear organizador
fr: Créer un organisateur
hu: Szervező létrehozása
it: Crea Organizzatore
nl: Organisator maken
pl: Utwórz organizatora
pt: Criar organizador
se: Skapa organisatör
tr: Organizatör Oluştur
vi: Tạo tổ chức

source: Create Product
de: Produkt erstellen
es: Crear producto
fr: Créer un produit
hu: Termék létrehozása
it: Crea Prodotto
nl: Product maken
pl: Utwórz produkt
pt: Criar Produto
se: Skapa produkt
tr: Ürün Oluştur
vi: Tạo sản phẩm

source: Create Promo Code
de: Promo-Code erstellen
es: Crear código promocional
fr: Créer un code promotionnel
hu: Promóciós kód létrehozása
it: Crea Codice Promozionale
nl: Promocode maken
pl: Utwórz kod promocyjny
pt: Criar código promocional
se: Skapa kampanjkod
tr: Promosyon Kodu Oluştur
vi: Tạo mã khuyến mãi
