Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: You'll need a ticket before you can create a check-in list.
de: Sie benötigen ein Ticket, bevor Sie eine Eincheckliste erstellen können.
es: Necesitarás un boleto antes de poder crear una lista de registro.
fr: Vous aurez besoin d'un billet avant de pouvoir créer une liste de pointage.
hu: Szüksége lesz egy jegyre, mielőtt létrehozhat egy bejelentkezési listát.
it: Avrai bisogno di un biglietto prima di poter creare una lista di check-in.
nl: Je hebt een ticket nodig voordat je een inchecklijst kunt maken.
pl: Będziesz potrzebować biletu, zanim będziesz mógł utworzyć listę odpraw.
pt: Você precisará de um ingresso antes de poder criar uma lista de registro.
se: Du behöver en biljett innan du kan skapa en incheckningslista.
tr: Giriş listesi oluşturabilmek için önce bir bilete ihtiyacınız var.
vi: Bạn sẽ cần một vé trước khi bạn có thể tạo một danh sách người tham dự.

source: You'll need at a product before you can create a capacity assignment.
de: Sie benötigen ein Produkt, bevor Sie eine Kapazitätszuweisung erstellen können.
es: Necesitará un producto antes de poder crear una asignación de capacidad.
fr: Vous aurez besoin d'un produit avant de pouvoir créer une affectation de capacité.
hu: Szüksége lesz egy termékre, mielőtt létrehozhat egy kapacitás-hozzárendelést.
it: Avrai bisogno di un prodotto prima di poter creare un'assegnazione di capacità.
nl: U hebt een product nodig voordat u een capaciteitstoewijzing kunt maken.
pl: Będziesz potrzebować produktu, zanim będziesz mógł utworzyć przypisanie pojemności.
pt: Você precisará de um produto antes de poder criar uma atribuição de capacidade.
se: Du behöver en produkt innan du kan skapa en kapacitetstilldelning.
tr: Kapasite ataması oluşturabilmek için önce bir ürüne ihtiyacınız var.
vi: Bạn sẽ cần tại một sản phẩm trước khi bạn có thể tạo một sự phân công công suất.

source: You'll need at least one product to get started. Free, paid or let the user decide what to pay.
de: Sie benötigen mindestens ein Produkt, um loszulegen. Kostenlos, bezahlt oder lassen Sie den Benutzer entscheiden, was er zahlen möchte.
es: Necesitará al menos un producto para comenzar. Gratis, de pago o deje que el usuario decida cuánto pagar.
fr: Vous aurez besoin d'au moins un produit pour commencer. Gratuit, payant ou laissez l'utilisateur décider du montant à payer.
hu: Legalább egy termékre szüksége lesz a kezdéshez. Ingyenes, fizetős, vagy hagyja, hogy a felhasználó döntse el, mennyit fizet.
it: Avrai bisogno di almeno un prodotto per iniziare. Gratuito, a pagamento o lascia che l'utente decida quanto pagare.
nl: Je hebt minstens één product nodig om te beginnen. Gratis, betaald of laat de gebruiker beslissen wat hij wil betalen.
pl: Będziesz potrzebować co najmniej jednego produktu, aby zacząć. Darmowy, płatny lub pozwól użytkownikowi zdecydować, ile zapłacić.
pt: Você precisará de pelo menos um produto para começar. Grátis, pago ou deixe o usuário decidir o que pagar.
se: Du behöver minst en produkt för att komma igång. Gratis, betald eller låt användaren bestämma vad de vill betala.
tr: Başlamak için en az bir ürüne ihtiyacınız var. Ücretsiz, ücretli veya kullanıcının ne kadar ödeyeceğine karar vermesine izin verin.
vi: Bạn cần ít nhất một sản phẩm để bắt đầu. Miễn phí, trả phí hoặc để người dùng quyết định số tiền thanh toán.

source: You're all set! Your payments are being processed smoothly.
de: Sie sind startklar! Ihre Zahlungen werden reibungslos verarbeitet.
es: ¡Está todo listo! Sus pagos se están procesando sin problemas.
fr: Tout est prêt ! Vos paiements sont traités en douceur.
it: Sei a posto! I tuoi pagamenti vengono elaborati senza problemi.
nl: U bent helemaal klaar! Uw betalingen worden soepel verwerkt.
pl: Wszystko gotowe! Twoje płatności są przetwarzane płynnie.
pt: Está tudo pronto! Os seus pagamentos estão a ser processados sem problemas.
se: Allt är klart! Dina betalningar behandlas utan problem.
vi: Bạn đã sẵn sàng! Thanh toán của bạn đang được xử lý suôn sẻ.

source: You're going to {0}!
de: Sie gehen zu {0}!
es: ¡Vas a ir a {0}!
fr: Vous allez à {0} !
it: Stai per partecipare a {0}!
nl: Je gaat naar {0}!
pl: Idziesz na {0}!
pt: Vai participar em {0}!
se: Du ska till {0}!
vi: Bạn sẽ tham gia {0}!

source: Your account has messaging limits. To increase your limits, contact us at
it: Il tuo account ha limiti di messaggistica. Per aumentare i tuoi limiti, contattaci a
nl: Uw account heeft berichtenlimieten. Om uw limieten te verhogen, neem contact met ons op via
pl: Twoje konto ma limity wiadomości. Aby zwiększyć swoje limity, skontaktuj się z nami pod adresem
se: Ditt konto har meddelandebegränsningar. För att öka dina gränser, kontakta oss på

source: Your account name is used on event pages and in emails.
de: Ihr Kontoname wird auf Veranstaltungsseiten und in E-Mails verwendet.
es: Su nombre de cuenta se utiliza en las páginas de eventos y en los correos electrónicos.
fr: Le nom de votre compte est utilisé sur les pages d'événements et dans les e-mails.
hu: Fióknevét az eseményoldalakon és az e-mailekben használják.
it: Il nome del tuo account è utilizzato nelle pagine degli eventi e nelle email.
nl: Je accountnaam wordt gebruikt op evenementpagina's en in e-mails.
pl: Nazwa Twojego konta jest używana na stronach wydarzeń i w e-mailach.
pt: O nome da sua conta é usado nas páginas do evento e nos e-mails.
se: Ditt kontonamn används på evenemangssidor och i e-post.
tr: Hesap adınız etkinlik sayfalarında ve e-postalarda kullanılır.
vi: Tên tài khoản của bạn được sử dụng trên các trang sự kiện và trong email.

source: Your affiliates have been exported successfully.
de: Ihre Partner wurden erfolgreich exportiert.
es: Tus afiliados se han exportado exitosamente.
fr: Vos affiliés ont été exportés avec succès.
hu: Partnerei sikeresen exportálva.
it: I tuoi affiliati sono stati esportati con successo.
nl: Je affiliates zijn succesvol geëxporteerd.
pl: Twoi partnerzy afiliacji zostali pomyślnie wyeksportowani.
pt: Os seus afiliados foram exportados com sucesso.
se: Dina affiliates har exporterats.
vi: Danh sách đối tác của bạn đã được xuất thành công.

source: Your attendees have been exported successfully.
de: Deine Teilnehmer wurden erfolgreich exportiert.
es: Tus asistentes se han exportado con éxito.
fr: Vos participants ont été exportés avec succès.
hu: Résztvevői sikeresen exportálva.
it: I tuoi partecipanti sono stati esportati con successo.
nl: Je deelnemers zijn succesvol geëxporteerd.
pl: Twoi uczestnicy zostali pomyślnie wyeksportowani.
pt: Seus participantes foram exportados com sucesso.
se: Dina deltagare har exporterats.
vi: Những người tham dự của bạn đã được xuất thành công.

source: Your attendees will appear here once they have registered for your event. You can also manually add attendees.
de: Ihre Teilnehmer werden hier angezeigt, sobald sie sich für Ihre Veranstaltung registriert haben. Sie können Teilnehmer auch manuell hinzufügen.
es: Sus asistentes aparecerán aquí una vez que se hayan registrado para su evento. También puede agregar asistentes manualmente.
fr: Vos participants apparaîtront ici une fois qu’ils se seront inscrits à votre événement. Vous pouvez également ajouter manuellement des participants.
hu: Résztvevői itt jelennek meg, miután regisztráltak az eseményére. Manuálisan is hozzáadhat résztvevőket.
it: I tuoi partecipanti appariranno qui una volta che si saranno registrati per il tuo evento. Puoi anche aggiungere manualmente i partecipanti.
nl: Je bezoekers verschijnen hier zodra ze zich hebben geregistreerd voor je evenement. Je kunt deelnemers ook handmatig toevoegen.
pl: Twoi uczestnicy pojawią się tutaj po zarejestrowaniu się na Twoje wydarzenie. Możesz również ręcznie dodać uczestników.
pt: Seus participantes aparecerão aqui assim que se inscreverem em seu evento. Você também pode adicionar participantes manualmente.
se: Dina deltagare visas här när de har registrerat sig för ditt evenemang. Du kan också lägga till deltagare manuellt.
tr: Katılımcılarınız etkinliğinize kaydolduktan sonra burada görünecek. Ayrıca elle katılımcı ekleyebilirsiniz.
vi: Người tham dự của bạn sẽ xuất hiện ở đây sau khi họ đăng ký tham gia sự kiện. Bạn cũng có thể thêm người tham dự theo cách thủ công.

source: Your awesome website 🎉
de: Eure tolle Website 🎉
es: Tu increíble sitio web 🎉
fr: Votre superbe site internet 🎉
hu: Az Ön csodálatos weboldala 🎉
it: Il tuo fantastico sito web 🎉
nl: Je geweldige website 🎉
pl: Twoja niesamowita strona internetowa 🎉
pt: Seu site incrível 🎉
se: Din grymma webbplats 🎉
tr: Harika web siteniz 🎉
vi: Trang web tuyệt vời của bạn 🎉

source: Your check-in list has been created successfully. Share the link below with your check-in staff.
de: Ihre Check-In-Liste wurde erfolgreich erstellt. Teilen Sie den unten stehenden Link mit Ihrem Check-In-Personal.
es: Tu lista de check-in se ha creado exitosamente. Comparte el enlace de abajo con tu personal de check-in.
fr: Votre liste d'enregistrement a été créée avec succès. Partagez le lien ci-dessous avec votre personnel d'enregistrement.
it: La tua lista di check-in è stata creata con successo. Condividi il link sottostante con il tuo staff di check-in.
nl: Je check-in lijst is succesvol aangemaakt. Deel de onderstaande link met je check-in personeel.
pl: Twoja lista odpraw została pomyślnie utworzona. Udostępnij poniższy link personelowi odprawy.
pt: A sua lista de check-in foi criada com sucesso. Partilhe a ligação abaixo com a sua equipa de check-in.
se: Din incheckningslista har skapats. Dela länken nedan med din incheckningspersonal.
vi: Danh sách check-in của bạn đã được tạo thành công. Chia sẻ liên kết bên dưới với nhân viên check-in của bạn.

source: Your current order will be lost.
de: Ihre aktuelle Bestellung geht verloren.
es: Tu pedido actual se perderá.
fr: Votre commande actuelle sera perdue.
it: Il tuo ordine attuale andrà perso.
nl: Uw huidige bestelling gaat verloren.
pl: Twoje obecne zamówienie zostanie utracone.
pt: O seu pedido atual será perdido.
se: Din nuvarande order kommer att försvinna.
vi: Đơn hàng hiện tại của bạn sẽ bị mất.

source: Your Details
de: Deine Details
es: Tus detalles
fr: Vos détails
hu: Az Ön adatai
it: I tuoi Dettagli
nl: Uw gegevens
pl: Twoje szczegóły
pt: Seus detalhes
se: Dina uppgifter
tr: Bilgileriniz
vi: Thông tin của bạn

source: Your Email
de: Ihre E-Mail
es: Tu correo electrónico
fr: Votre e-mail
hu: Az Ön e-mail címe
it: La tua Email
nl: Uw e-mail
pl: Twój e-mail
pt: Seu e-mail
se: Din e-postadress
vi: Email của bạn

source: Your email request change to <0>{0}</0> is pending. Please check your email to confirm
de: Ihre E-Mail-Anfrage zur Änderung auf <0>{0}</0> steht noch aus. Bitte überprüfen Sie Ihre E-Mail, um sie zu bestätigen
es: Su solicitud de cambio de correo electrónico a <0>{0}</0> está pendiente. Por favor revisa tu correo para confirmar
fr: Votre demande de modification par e-mail en <0>{0}</0> est en attente. S'il vous plaît vérifier votre e-mail pour confirmer
hu: E-mail cím módosítási kérelme a következőre: <0>{0}</0> függőben. Kérjük, ellenőrizze e-mail címét a megerősítéshez.
it: La tua richiesta di cambio email a <0>{0}</0> è in attesa. Controlla la tua email per confermare
nl: Uw verzoek om uw e-mail te wijzigen in <0>{0}</0> is in behandeling. Controleer uw e-mail om te bevestigen
pl: Twoja prośba o zmianę e-maila na <0>{0}</0> jest w toku. Proszę sprawdzić e-mail, aby potwierdzić
pt: Sua solicitação de e-mail para <0>{0}</0> está pendente. Por favor, verifique seu e-mail para confirmar
se: Din begäran om att ändra e-postadress till <0>{0}</0> väntar. Kontrollera din e-post för att bekräfta.
tr: <0>{0}</0> adresine e-posta değişiklik talebiniz beklemede. Onaylamak için lütfen e-postanızı kontrol edin
vi: Yêu cầu email của bạn thay đổi thành <0>{0}</0> đang chờ xử lý.

source: Your event must be live before you can sell tickets to attendees.
de: Ihr Event muss live sein, bevor Sie Tickets an Teilnehmer verkaufen können.
es: Tu evento debe estar activo antes de que puedas vender entradas a los asistentes.
fr: Votre événement doit être en ligne avant que vous puissiez vendre des billets aux participants.
hu: Eseménye élőnek kell lennie, mielőtt jegyeket értékesíthetne a résztvevőknek.
it: Il tuo evento deve essere attivo prima di poter vendere biglietti ai partecipanti.
nl: Je evenement moet live zijn voordat je tickets kunt verkopen aan deelnemers.
pl: Twoje wydarzenie musi być aktywne, zanim będziesz mógł sprzedawać bilety uczestnikom.
pt: Seu evento deve estar ativo antes que você possa vender ingressos para os participantes.
se: Ditt evenemang måste vara live innan du kan sälja biljetter till deltagare.
vi: Sự kiện của bạn phải được phát trực tiếp trước khi bạn có thể bán vé cho người tham dự.

source: Your logo, colors, and style on every page
it: Il tuo logo, i tuoi colori e il tuo stile su ogni pagina
nl: Uw logo, kleuren en stijl op elke pagina
pl: Twoje logo, kolory i styl na każdej stronie
pt: O seu logotipo, cores e estilo em cada página
se: Din logotyp, dina färger och din stil på varje sida

source: Your message has been sent
de: Ihre Nachricht wurde gesendet
es: Tu mensaje ha sido enviado
fr: Votre message a été envoyé
hu: Üzenetét elküldtük.
it: Il tuo messaggio è stato inviato
nl: Uw bericht is verzonden
pl: Twoja wiadomość została wysłana
pt: Sua mensagem foi enviada
se: Ditt meddelande har skickats
tr: Mesajınız gönderildi
vi: Tin nhắn của bạn đã được gửi

source: Your message has been sent successfully!
de: Ihre Nachricht wurde erfolgreich gesendet!
es: ¡Tu mensaje se ha enviado exitosamente!
fr: Votre message a été envoyé avec succès !
hu: Üzenetét sikeresen elküldtük!
it: Il tuo messaggio è stato inviato con successo!
nl: Je bericht is succesvol verzonden!
pl: Twoja wiadomość została pomyślnie wysłana!
pt: A sua mensagem foi enviada com sucesso!
se: Ditt meddelande har skickats!
vi: Tin nhắn của bạn đã được gửi thành công!

source: Your Name
de: Ihr Name
es: Tu nombre
fr: Votre nom
hu: Az Ön neve
it: Il tuo nome
nl: Jouw naam
pl: Twoje imię
pt: Seu nome
se: Ditt namn
vi: Tên của bạn

source: Your new password must be at least 8 characters long.
it: La nuova password deve contenere almeno 8 caratteri.
nl: Uw nieuwe wachtwoord moet minimaal 8 tekens lang zijn.
pl: Twoje nowe hasło musi mieć co najmniej 8 znaków.
pt: A sua nova senha deve ter pelo menos 8 caracteres.
se: Ditt nya lösenord måste vara minst 8 tecken långt.

source: Your Order
de: Deine Bestellung
es: Tu pedido
fr: Votre commande
hu: Az Ön megrendelése
it: Il tuo Ordine
nl: Uw bestelling
pl: Twoje zamówienie
pt: Seu pedido
se: Din order
tr: Siparişiniz
vi: Đơn hàng của bạn

source: Your order details have been updated. A confirmation email has been sent to the new email address.
it: I dettagli del tuo ordine sono stati aggiornati. Un'e-mail di conferma è stata inviata al nuovo indirizzo e-mail.
nl: Uw bestelgegevens zijn bijgewerkt. Er is een bevestigingsmail verzonden naar het nieuwe e-mailadres.
pl: Szczegóły Twojego zamówienia zostały zaktualizowane. E-mail potwierdzenia został wysłany na nowy adres e-mail.
pt: Os detalhes do seu pedido foram atualizados. Foi enviado um e-mail de confirmação para o novo endereço de e-mail.
se: Dina orderuppgifter har uppdaterats. Ett bekräftelsemejl har skickats till den nya e-postadressen.

source: Your order has been cancelled
de: Deine Bestellung wurde storniert
es: Tu pedido ha sido cancelado
fr: Votre commande a été annulée
hu: Az Ön megrendelése törölve lett.
it: Il tuo ordine è stato annullato
nl: Uw bestelling is geannuleerd
pl: Twoje zamówienie zostało anulowane
pt: Seu pedido foi cancelado
se: Din order har avbokats
tr: Siparişiniz iptal edildi
vi: Đơn hàng của bạn đã bị hủy

source: Your order has been cancelled.
de: Ihre Bestellung wurde storniert.
es: Tu pedido ha sido cancelado.
fr: Votre commande a été annulée.
it: Il tuo ordine è stato annullato.
nl: Uw bestelling is geannuleerd.
pl: Twoje zamówienie zostało anulowane.
pt: O seu pedido foi cancelado.
se: Din order har avbokats.
vi: Đơn hàng của bạn đã bị hủy.

source: Your order is awaiting payment
de: Ihre Bestellung wartet auf Zahlung
es: Tu pedido está esperando el pago
fr: Votre commande est en attente de paiement
it: Il tuo ordine è in attesa di pagamento
nl: Je bestelling wacht op betaling
pl: Twoje zamówienie oczekuje na płatność
pt: O seu pedido aguarda pagamento
se: Din order väntar på betalning
vi: Đơn hàng của bạn đang chờ thanh toán

source: Your orders have been exported successfully.
de: Deine Bestellungen wurden erfolgreich exportiert.
es: Tus pedidos se han exportado con éxito.
fr: Vos commandes ont été exportées avec succès.
hu: Megrendelései sikeresen exportálva.
it: I tuoi ordini sono stati esportati con successo.
nl: Je bestellingen zijn succesvol geëxporteerd.
pl: Twoje zamówienia zostały pomyślnie wyeksportowane.
pt: Seus pedidos foram exportados com sucesso.
se: Dina ordrar har exporterats.
vi: Đơn hàng của bạn đã được xuất thành công.

source: Your orders will appear here once they start rolling in.
de: Sobald Ihre Bestellungen eintreffen, werden sie hier angezeigt.
es: Tus pedidos aparecerán aquí una vez que comiencen a llegar.
fr: Vos commandes apparaîtront ici une fois qu’elles commenceront à arriver.
hu: Megrendelései itt fognak megjelenni, amint beérkeznek.
it: I tuoi ordini appariranno qui una volta che inizieranno ad arrivare.
nl: Je bestellingen verschijnen hier zodra ze binnenkomen.
pl: Twoje zamówienia pojawią się tutaj, gdy zaczną napływać.
pt: Seus pedidos aparecerão aqui assim que começarem a chegar.
se: Dina ordrar visas här när de börjar komma in.
tr: Siparişleriniz gelmeye başladığında burada görünecek.
vi: Đơn hàng của bạn sẽ xuất hiện ở đây sau khi chúng bắt đầu tham gia.

source: Your organizer address
de: Adresse Ihres Veranstalters
es: La dirección de tu organizador
fr: Adresse de votre organisateur
hu: Szervezői címe
it: L'indirizzo del tuo organizzatore
nl: Adres van je organisator
pl: Adres Twojego organizatora
pt: Endereço do seu organizador
se: Din arrangörsadress
vi: Địa chỉ nhà tổ chức của bạn

source: Your password
de: Ihr Passwort
es: Tu contraseña
fr: Votre mot de passe
hu: Az Ön jelszava
it: La tua password
nl: Uw wachtwoord
pl: Twoje hasło
pt: Sua senha
se: Ditt lösenord
tr: Şifreniz
vi: Mật khẩu của bạn

source: Your payment is processing.
de: Ihre Zahlung wird verarbeitet.
es: Su pago se está procesando.
fr: Votre paiement est en cours de traitement.
hu: Fizetése feldolgozás alatt áll.
it: Il tuo pagamento è in elaborazione.
nl: Je betaling wordt verwerkt.
pl: Twoja płatność jest przetwarzana.
pt: Seu pagamento está sendo processado.
se: Din betalning behandlas.
tr: Ödemeniz işleniyor.
vi: Thanh toán của bạn đang xử lý.

source: Your payment is protected with bank-level encryption
de: Ihre Zahlung ist mit Verschlüsselung auf Bankniveau geschützt
es: Su pago está protegido con encriptación de nivel bancario
it: Il tuo pagamento è protetto con crittografia a livello bancario
nl: Uw betaling is beveiligd met encryptie op bankniveau
pl: Twoja płatność jest chroniona szyfrowaniem na poziomie bankowym
pt: O seu pagamento está protegido com encriptação de nível bancário
se: Din betalning skyddas med banknivå-kryptering

source: Your payment was not successful, please try again.
de: Ihre Zahlung war nicht erfolgreich, bitte versuchen Sie es erneut.
es: Su pago no fue exitoso, inténtelo nuevamente.
fr: Votre paiement n'a pas abouti, veuillez réessayer.
hu: Fizetése sikertelen volt, kérjük, próbálja újra.
it: Il tuo pagamento non è andato a buon fine, riprova.
nl: Uw betaling is niet gelukt, probeer het opnieuw.
pl: Twoja płatność nie powiodła się, proszę spróbować ponownie.
pt: Seu pagamento não foi bem-sucedido, tente novamente.
se: Din betalning lyckades inte, försök igen.
tr: Ödemeniz başarısız oldu, lütfen tekrar deneyin.
vi: Thanh toán của bạn không thành công, vui lòng thử lại.

source: Your payment was unsuccessful. Please try again.
de: Ihre Zahlung war nicht erfolgreich. Bitte versuchen Sie es erneut.
es: Su pago no fue exitoso. Inténtalo de nuevo.
fr: Votre paiement a échoué. Veuillez réessayer.
hu: Fizetése sikertelen volt. Kérjük, próbálja újra.
it: Il tuo pagamento non è andato a buon fine. Riprova.
nl: Uw betaling is mislukt. Probeer het opnieuw.
pl: Twoja płatność nie powiodła się. Proszę spróbować ponownie.
pt: Seu pagamento não foi bem-sucedido. Por favor, tente novamente.
se: Din betalning misslyckades. Försök igen.
tr: Ödemeniz başarısız oldu. Lütfen tekrar deneyin.
vi: Thanh toán của bạn không thành công. Vui lòng thử lại.

source: Your Plan
it: Il tuo piano
nl: Uw plan
pl: Twój plan
pt: Seu plano
se: Din plan

source: Your refund is processing.
de: Ihre Rückerstattung wird bearbeitet.
es: Su reembolso se está procesando.
fr: Votre remboursement est en cours de traitement.
hu: Visszatérítése feldolgozás alatt áll.
it: Il tuo rimborso è in elaborazione.
nl: Je terugbetaling wordt verwerkt.
pl: Zwrot jest procesowany.
pt: Seu reembolso está sendo processado.
se: Din återbetalning behandlas.
tr: İadeniz işleniyor.
vi: Hoàn lại tiền của bạn đang xử lý.

source: Your Stripe account is connected and processing payments.
de: Ihr Stripe-Konto ist verbunden und verarbeitet Zahlungen.
es: Su cuenta de Stripe está conectada y procesando pagos.
fr: Votre compte Stripe est connecté et traite les paiements.
it: Il tuo account Stripe è connesso e sta elaborando i pagamenti.
nl: Uw Stripe-account is verbonden en verwerkt betalingen.
pl: Twoje konto Stripe jest połączone i przetwarza płatności.
pt: Sua conta Stripe está conectada e processando pagamentos.
se: Ditt Stripe-konto är anslutet och behandlar betalningar.
vi: Tài khoản Stripe của bạn đã được kết nối và đang xử lý thanh toán.

source: Your Stripe account is connected and ready to process payments.
de: Ihr Stripe-Konto ist verbunden und bereit zur Zahlungsabwicklung.
es: Tu cuenta de Stripe está conectada y lista para procesar pagos.
fr: Votre compte Stripe est connecté et prêt à traiter les paiements.
hu: Stripe fiókja csatlakoztatva van, és készen áll a fizetések feldolgozására.
it: Il tuo account Stripe è collegato e pronto per elaborare i pagamenti.
nl: Je Stripe-account is verbonden en klaar om betalingen te verwerken.
pl: Twoje konto Stripe jest połączone i gotowe do przetwarzania płatności.
pt: Sua conta Stripe está conectada e pronta para processar pagamentos.
se: Ditt Stripe-konto är anslutet och redo att behandla betalningar.
vi: Tài khoản Stripe của bạn được kết nối và sẵn sàng xử lý thanh toán.

source: Your ticket for
de: Ihr Ticket für
es: Tu billete para
fr: Votre billet pour
hu: Jegyéhez:
it: Il tuo biglietto per
nl: Uw ticket voor
pl: Twój bilet na
pt: Seu ingresso para
se: Din biljett till
tr: Biletiniz
vi: Vé của bạn cho

source: Your tickets have been confirmed.
de: Ihre Tickets wurden bestätigt.
es: Tus entradas han sido confirmadas.
fr: Vos billets ont été confirmés.
it: I tuoi biglietti sono stati confermati.
nl: Je tickets zijn bevestigd.
pl: Twoje bilety zostały potwierdzone.
pt: Os seus bilhetes foram confirmados.
se: Dina biljetter har bekräftats.
vi: Vé của bạn đã được xác nhận.

source: Your VAT number is queued for validation
it: Il tuo numero di partita IVA è in coda per la convalida
nl: Uw BTW-nummer staat in de wachtrij voor validatie
pl: Numer VAT czeka na weryfikację
pt: O seu número de IVA está na fila para validação
se: Ditt momsregistreringsnummer är köat för validering

source: Your VAT number will be validated when you save
it: La tua partita IVA verrà convalidata al momento del salvataggio
nl: Uw BTW-nummer wordt gevalideerd wanneer u opslaat
pl: Numer VAT zostanie zweryfikowany po zapisaniu
pt: O seu número de IVA será validado quando guardar
se: Ditt momsregistreringsnummer valideras när du sparar
