Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Event Cover Image
de: Veranstaltungs-Titelbild
es: Imagen de portada del evento
fr: Image de couverture de l'événement
hu: Esemény borítóképe
it: Immagine di copertina evento
nl: Evenement coverafbeelding
pl: Obraz okładki wydarzenia
pt: Imagem de capa do evento
se: Omslagsbild för evenemang
vi: Ảnh bìa sự kiện

source: Event custom template
de: Event-benutzerdefinierte Vorlage
es: Plantilla personalizada del evento
fr: Modèle personnalisé d'événement
it: Modello personalizzato evento
nl: Evenement aangepaste sjabloon
pl: Niestandardowy szablon wydarzenia
pt: Modelo personalizado do evento
se: Anpassad evenemangsmall
vi: Mẫu tùy chỉnh sự kiện

source: Event Date
de: Veranstaltungsdatum
es: Fecha del Evento
fr: Date de l'Événement
hu: Esemény dátuma
it: Data dell'Evento
nl: Evenementdatum
pl: Data wydarzenia
pt: Data do Evento
se: Evenemangsdatum
tr: Etkinlik Tarihi
vi: Ngày sự kiện

source: Event Defaults
de: Ereignisstandards
es: Valores predeterminados de eventos
fr: Valeurs par défaut des événements
hu: Esemény alapértelmezett beállításai
it: Impostazioni Predefinite Evento
nl: Evenement Standaarden
pl: Domyślne ustawienia wydarzenia
pt: Padrões de eventos
se: Standardinställningar för evenemang
tr: Etkinlik Varsayılanları
vi: Mặc định sự kiện

source: Event Description
de: Veranstaltungsbeschreibung
es: Descripción del evento
fr: Description de l'événement
hu: Esemény leírása
it: Descrizione dell'evento
nl: Evenementbeschrijving
pl: Opis wydarzenia
pt: Descrição do evento
se: Evenemangsbeskrivning
vi: Mô tả sự kiện

source: Event details
de: Veranstaltungsdetails
es: Detalles del evento
fr: Détails de l'événement
it: Dettagli evento
nl: Evenement details
pl: Szczegóły wydarzenia
pt: Detalhes do evento
se: Evenemangsdetaljer
vi: Chi tiết sự kiện

source: Event Details
de: Veranstaltungsdetails
es: Detalles del evento
fr: Détails de l'événement
hu: Esemény részletei
it: Dettagli Evento
nl: Evenement Details
pl: Szczegóły wydarzenia
pt: Detalhes do evento
se: Evenemangsdetaljer
tr: Etkinlik Detayları
vi: Chi tiết sự kiện

source: Event duplicated successfully
de: Ereignis erfolgreich dupliziert
es: Evento duplicado con éxito
fr: Événement dupliqué avec succès
hu: Esemény sikeresen másolva
it: Evento duplicato con successo
nl: Evenement succesvol gedupliceerd
pl: Wydarzenie zostało pomyślnie zduplikowane
pt: Evento duplicado com sucesso
se: Evenemang duplicerades
tr: Etkinlik başarıyla çoğaltıldı
vi: Sự kiện nhân đôi thành công

source: Event Full Address
de: Vollständige Veranstaltungsadresse
es: Dirección Completa del Evento
fr: Adresse Complète de l'Événement
it: Indirizzo Completo dell'Evento
nl: Volledig Evenementadres
pl: Pełny adres wydarzenia
pt: Endereço Completo do Evento
se: Evenemangets fullständiga adress
vi: Địa Chỉ Đầy Đủ Sự Kiện

source: Event Homepage
de: Veranstaltungsstartseite
es: Página principal del evento
fr: Page d'accueil de l'événement
hu: Esemény honlapja
it: Homepage Evento
nl: Homepage evenement
pl: Strona główna wydarzenia
pt: Página inicial do evento
se: Evenemangets startsida
tr: Etkinlik Ana Sayfası
vi: Trang chủ sự kiện

source: Event Location
de: Veranstaltungsort
es: Ubicación del evento
fr: Lieu de l'événement
it: Luogo Evento
nl: Evenement Locatie
pl: Lokalizacja wydarzenia
pt: Local do evento
se: Evenemangsplats
vi: Địa điểm sự kiện

source: Event location & venue details
de: Veranstaltungsort & Details zum Veranstaltungsort
es: Ubicación del evento y detalles del lugar
fr: Lieu de l'événement et détails du lieu
hu: Esemény helyszíne és helyszín adatai
it: Dettagli della sede e della location dell'evento
nl: Locatie en details evenement
pl: Lokalizacja wydarzenia i szczegóły miejsca
pt: Local do evento e detalhes do local
se: Plats- och lokalinformation för evenemanget
tr: Etkinlik konumu ve mekan detayları
vi: Vị trí sự kiện & địa điểm tổ chức

source: Event Management Platform
it: Piattaforma di gestione degli eventi
nl: Evenementbeheerplatform
pl: Platforma zarządzania wydarzeniami
pt: Plataforma de Gestão de Eventos
se: Evenemangshanteringsplattform

source: Event name
de: Veranstaltungsname
es: Nombre del evento
fr: Nom de l'événement
hu: Esemény neve
it: Nome evento
nl: Evenementnaam
pl: Nazwa wydarzenia
pt: Nome do evento
se: Evenemangsnamn
vi: Tên sự kiện

source: Event Name
de: Veranstaltungsname
es: Nombre del evento
fr: Nom de l'événement
hu: Esemény neve
it: Nome dell'evento
nl: Naam van het evenement
pl: Nazwa wydarzenia
pt: Nome do evento
se: Evenemangsnamn
vi: Tên sự kiện

source: Event name is required
de: Veranstaltungsname ist erforderlich
es: El nombre del evento es obligatorio
fr: Le nom de l'événement est obligatoire
hu: Esemény neve kötelező
it: Il nome dell'evento è obbligatorio
nl: Evenementnaam is verplicht
pl: Nazwa wydarzenia jest wymagana
pt: O nome do evento é obrigatório
se: Evenemangsnamn krävs
vi: Tên sự kiện là bắt buộc

source: Event name should be less than 150 characters
de: Der Veranstaltungsname sollte weniger als 150 Zeichen lang sein
es: El nombre del evento debe tener menos de 150 caracteres
fr: Le nom de l'événement doit contenir moins de 150 caractères
hu: Az esemény nevének 150 karakternél rövidebbnek kell lennie.
it: Il nome dell'evento deve contenere meno di 150 caratteri
nl: Evenementnaam moet minder dan 150 tekens bevatten
pl: Nazwa wydarzenia powinna mieć mniej niż 150 znaków
pt: O nome do evento deve ter menos de 150 caracteres
se: Evenemangsnamnet måste vara kortare än 150 tecken
vi: Tên sự kiện nên ít hơn 150 ký tự

source: Event Not Available
de: Veranstaltung nicht verfügbar
es: Evento no disponible
fr: Événement non disponible
hu: Esemény nem elérhető
it: Evento Non Disponibile
nl: Evenement niet beschikbaar
pl: Wydarzenie niedostępne
pt: Evento não disponível
se: Evenemanget är inte tillgängligt
vi: Sự kiện không có sẵn

source: Event organizer name
de: Name des Veranstalters
es: Nombre del organizador del evento
fr: Nom de l'organisateur de l'événement
it: Nome organizzatore evento
nl: Evenement organisator naam
pl: Nazwa organizatora wydarzenia
pt: Nome do organizador do evento
se: Evenemangsarrangörens namn
vi: Tên ban tổ chức sự kiện

source: Event Page
de: Veranstaltungsseite
es: Página del evento
fr: Page de l'événement
hu: Eseményoldal
it: Pagina dell'evento
nl: Evenementpagina
pl: Strona wydarzenia
pt: Página do Evento
se: Evenemangssida
vi: Trang sự kiện

source: Event Settings
it: Impostazioni evento
nl: Evenement instellingen
pl: Ustawienia wydarzenia
pt: Configurações do evento
se: Evenemangsinställningar
vi: Cài đặt sự kiện

source: Event status update failed. Please try again later
de: Die Aktualisierung des Ereignisstatus ist fehlgeschlagen. Bitte versuchen Sie es später erneut
es: Error al actualizar el estado del evento. Por favor, inténtelo de nuevo más tarde
fr: La mise à jour du statut de l'événement a échoué. Veuillez réessayer plus tard
hu: Esemény állapotának frissítése sikertelen. Kérjük, próbálja újra később.
it: Aggiornamento stato evento fallito. Riprova più tardi
nl: Update status evenement mislukt. Probeer het later opnieuw
pl: Aktualizacja statusu wydarzenia nie powiodła się. Spróbuj ponownie później
pt: Falha na atualização do status do evento. Por favor, tente novamente mais tarde
se: Uppdatering av evenemangsstatus misslyckades. Försök igen senare.
tr: Etkinlik durumu güncellenemedi. Lütfen daha sonra tekrar deneyin
vi: Cập nhật trạng thái sự kiện thất bại. Vui lòng thử lại sau

source: Event status updated
de: Veranstaltungsstatus aktualisiert
es: Estado del evento actualizado
fr: Statut de l'événement mis à jour
hu: Esemény állapota frissítve
it: Stato evento aggiornato
nl: Evenementstatus bijgewerkt
pl: Status wydarzenia zaktualizowany
pt: Status do evento atualizado
se: Evenemangsstatus uppdaterad
tr: Etkinlik durumu güncellendi
vi: Trạng thái sự kiện đã được cập nhật

source: Event Time
de: Veranstaltungszeit
es: Hora del evento
fr: Heure de l'événement
it: Orario Evento
nl: Evenement Tijd
pl: Czas wydarzenia
pt: Hora do evento
se: Evenemangstid
vi: Thời gian sự kiện

source: Event timezone
de: Veranstaltungszeitzone
es: Zona horaria del evento
fr: Fuseau horaire de l'événement
it: Fuso orario dell'evento
nl: Tijdzone evenement
pl: Strefa czasowa wydarzenia
pt: Fuso horário do evento
se: Evenemangets tidszon
vi: Múi giờ sự kiện

source: Event Timezone
de: Veranstaltungszeitzone
es: Zona Horaria del Evento
fr: Fuseau Horaire de l'Événement
it: Fuso Orario dell'Evento
nl: Tijdzone Evenement
pl: Strefa czasowa wydarzenia
pt: Fuso Horário do Evento
se: Evenemangets tidszon
vi: Múi Giờ Sự Kiện

source: Event Title
de: Veranstaltungstitel
es: Título del evento
fr: Titre de l'événement
it: Titolo dell'evento
nl: Evenement titel
pl: Tytuł wydarzenia
pt: Título do evento
se: Evenemangstitel
vi: Tiêu đề sự kiện

source: Event Too New
it: Evento troppo recente
nl: Evenement te nieuw
pl: Wydarzenie zbyt nowe
se: Evenemang för nytt

source: Event Types
de: Ereignistypen
es: Tipos de eventos
fr: Types d'événements
hu: Eseménytípusok
it: Tipi di Evento
nl: Soorten evenementen
pl: Typy wydarzeń
pt: Tipos de eventos
se: Evenemangstyper
vi: Loại sự kiện

source: Event Venue
de: Veranstaltungsort
es: Lugar del Evento
fr: Lieu de l'Événement
it: Sede dell'Evento
nl: Evenementlocatie
pl: Miejsce wydarzenia
pt: Local do Evento
se: Evenemangslokal
vi: Địa Điểm Sự Kiện

source: Events
de: Veranstaltungen
es: Eventos
fr: Événements
hu: Események
it: Eventi
nl: Evenementen
pl: Wydarzenia
pt: Eventos
se: Evenemang
tr: Etkinlikler
vi: Sự kiện

source: Events Performance
de: Veranstaltungsleistung
es: Rendimiento de eventos
fr: Performance des événements
it: Performance Eventi
nl: Evenementenprestaties
pl: Wydajność wydarzeń
pt: Desempenho de Eventos
se: Evenemangens resultat
vi: Hiệu suất sự kiện

source: Events Starting in Next 24 Hours
de: Veranstaltungen, die in den nächsten 24 Stunden beginnen
es: Eventos que Comienzan en las Próximas 24 Horas
fr: Événements commençant dans les prochaines 24 heures
it: Eventi che iniziano nelle prossime 24 ore
nl: Evenementen die beginnen in de komende 24 uur
pl: Wydarzenia rozpoczynające się w ciągu następnych 24 godzin
pt: Eventos a Iniciar nas Próximas 24 Horas
se: Evenemang som startar inom 24 timmar
vi: Sự kiện bắt đầu trong 24 giờ tới

source: Every email template must include a call-to-action button that links to the appropriate page
de: Jede E-Mail-Vorlage muss eine Aktionsschaltfläche enthalten, die zur entsprechenden Seite verlinkt
es: Cada plantilla de correo debe incluir un botón de llamada a la acción que enlace a la página apropiada
fr: Chaque modèle d'e-mail doit inclure un bouton d'appel à l'action qui renvoie vers la page appropriée
it: Ogni modello di email deve includere un pulsante di invito all'azione che collega alla pagina appropriata
nl: Elke e-mailsjabloon moet een call-to-action knop bevatten die linkt naar de juiste pagina
pl: Każdy szablon e-mail musi zawierać przycisk wezwania do działania, który prowadzi do odpowiedniej strony
pt: Todo modelo de e-mail deve incluir um botão de chamada para ação que leva à página apropriada
se: Varje e-postmall måste innehålla en uppmaningsknapp som länkar till rätt sida
vi: Mọi mẫu email phải bao gồm nút hành động liên kết đến trang thích hợp

source: Examples: "How did you hear about us?", "Company name for invoice"
it: Esempi: "Come ci hai conosciuto?", "Nome azienda per fattura"
nl: Voorbeelden: "Hoe heb je over ons gehoord?", "Bedrijfsnaam voor factuur"
pl: Przykłady: "Jak się o nas dowiedziałeś?", "Nazwa firmy na fakturze"
pt: Exemplos: "Como você soube de nós?", "Nome da empresa para fatura"
se: Exempel: "Hur hörde du talas om oss?", "Företagsnamn för faktura"
vi: Ví dụ: "Bạn biết đến chúng tôi như thế nào?", "Tên công ty cho hóa đơn"

source: Examples: "T-shirt size", "Meal preference", "Job title"
it: Esempi: "Taglia maglietta", "Preferenza pasto", "Titolo professionale"
nl: Voorbeelden: "T-shirt maat", "Maaltijdvoorkeur", "Functietitel"
pl: Przykłady: "Rozmiar koszulki", "Preferencje posiłków", "Stanowisko"
pt: Exemplos: "Tamanho da camiseta", "Preferência de refeição", "Cargo"
se: Exempel: "T-shirtstorlek", "Matpreferens", "Jobbtitel"
vi: Ví dụ: "Cỡ áo", "Sở thích ăn uống", "Chức danh"

source: Exception
it: Eccezione
nl: Uitzondering
pl: Wyjątek
pt: Exceção
se: Undantag

source: Expiration date
de: Ablaufdatum
es: Fecha de vencimiento
fr: Date d'expiration
hu: Lejárati dátum
it: Data di scadenza
nl: Vervaldatum
pl: Data wygaśnięcia
pt: Data de Expiração
se: Utgångsdatum
tr: Son kullanım tarihi
vi: Ngày hết hạn

source: Expires
de: Läuft ab
es: Vence
fr: Expire
hu: Lejár
it: Scade
nl: Verloopt op
pl: Wygasa
pt: Expira
se: Går ut
tr: Süresi Doluyor
vi: Hết hạn

source: Expiry Date
de: Verfallsdatum
es: Fecha de caducidad
fr: Date d'expiration
hu: Lejárati dátum
it: Data di Scadenza
nl: Vervaldatum
pl: Data wygaśnięcia
pt: Data de validade
se: Utgångsdatum
tr: Son Kullanım Tarihi
vi: Ngày hết hạn

source: Export
es: Exportar
fr: Exporter
hu: Exportálás
it: Esporta
nl: Exporteer
pl: Eksportuj
pt: Exportar
se: Exportera
tr: Dışa Aktar
vi: Xuất

source: Export Answers
it: Esporta risposte
nl: Antwoorden exporteren
pl: Eksportuj odpowiedzi
pt: Exportar respostas
se: Exportera svar
vi: Xuất câu trả lời

source: Export CSV
it: Esporta CSV
nl: CSV exporteren
pl: Eksportuj CSV
se: Exportera CSV

source: Export failed. Please try again.
de: Export fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error en la exportación. Por favor, inténtelo de nuevo.
fr: Échec de l'exportation. Veuillez réessayer.
hu: Exportálás sikertelen. Kérjük, próbálja újra.
it: Esportazione fallita. Riprova.
nl: Exporteren mislukt. Probeer het opnieuw.
pl: Eksport nie powiódł się. Spróbuj ponownie.
pt: Falha na exportação. Por favor, tente novamente.
se: Export misslyckades. Försök igen.
vi: Xuất thất bại. Vui lòng thử lại.

source: Export started. Preparing file...
de: Export gestartet. Datei wird vorbereitet...
es: Exportación iniciada. Preparando archivo...
fr: Exportation commencée. Préparation du fichier...
hu: Exportálás elindítva. Fájl előkészítése...
it: Esportazione avviata. Preparazione file...
nl: Export gestart. Bestand wordt voorbereid...
pl: Eksport rozpoczęty. Przygotowywanie pliku...
pt: Exportação iniciada. Preparando arquivo...
se: Export startad. Förbereder fil...
vi: Đã bắt đầu xuất. Đang chuẩn bị tệp...

source: Export successful
it: Esportazione riuscita
nl: Export succesvol
pl: Eksport pomyślny
se: Export lyckades

source: Exporting Affiliates
de: Partner werden exportiert
es: Exportando afiliados
fr: Exportation des affiliés
hu: Partnerek exportálása
it: Esportazione affiliati
nl: Affiliates exporteren
pl: Eksportowanie partnerów
pt: A exportar afiliados
se: Exporterar partners
vi: Đang xuất danh sách đối tác

source: Exporting Attendees
de: Teilnehmer werden exportiert
es: Exportando asistentes
fr: Exportation des participants
hu: Résztvevők exportálása
it: Esportazione Partecipanti
nl: Deelnemers exporteren
pl: Eksportowanie uczestników
pt: Exportando participantes
se: Exporterar deltagare
vi: Đang xuất danh sách người tham dự

source: Exporting complete. Downloading file...
de: Export abgeschlossen. Datei wird heruntergeladen...
es: Exportación completada. Descargando archivo...
fr: Exportation terminée. Téléchargement du fichier...
hu: Exportálás befejezve. Fájl letöltése...
it: Esportazione completata. Download file in corso...
nl: Exporteren voltooid. Bestand wordt gedownload...
pl: Eksport zakończony. Pobieranie pliku...
pt: Exportação concluída. Baixando arquivo...
se: Export klar. Laddar ner fil...
vi: Xuất hoàn tất. Đang tải xuống tệp...

source: Exporting Orders
de: Bestellungen werden exportiert
es: Exportando pedidos
fr: Exportation des commandes
hu: Megrendelések exportálása
it: Esportazione Ordini
nl: Orders exporteren
pl: Eksportowanie zamówień
pt: Exportando pedidos
se: Exporterar ordrar
vi: Đang xuất đơn hàng

source: Failed
it: Fallito
nl: Mislukt
pl: Nie powiodło się
pt: Falhado
se: Misslyckades

source: Failed At
it: Fallito il
nl: Mislukt op
pl: Nie powiodło się o
pt: Falhou em
se: Misslyckades vid

source: Failed Jobs
it: Lavori falliti
nl: Mislukte taken
pl: Nieudane zadania
pt: Trabalhos falhados
se: Misslyckade jobb

source: Failed to abandon order. Please try again.
de: Bestellung konnte nicht abgebrochen werden. Bitte versuchen Sie es erneut.
es: No se pudo abandonar el pedido. Por favor, inténtalo de nuevo.
fr: Échec de l'abandon de la commande. Veuillez réessayer.
it: Impossibile abbandonare l'ordine. Riprova.
nl: Bestelling annuleren mislukt. Probeer het opnieuw.
pl: Nie udało się porzucić zamówienia. Spróbuj ponownie.
pt: Falha ao abandonar o pedido. Por favor, tente novamente.
se: Misslyckades med att avbryta ordern. Försök igen.
vi: Không thể hủy đơn hàng. Vui lòng thử lại.

source: Failed to assign configuration
it: Impossibile assegnare la configurazione
nl: Kan configuratie niet toewijzen
pl: Nie udało się przypisać konfiguracji
pt: Falha ao atribuir configuração
se: Misslyckades med att tilldela konfiguration

source: Failed to cancel attendee
de: Teilnehmer konnte nicht abgesagt werden
es: No se pudo cancelar el asistente
fr: Échec de l'annulation du participant
hu: Nem sikerült törölni a résztvevőt.
it: Impossibile annullare il partecipante
nl: Deelnemer niet geannuleerd
pl: Nie udało się anulować uczestnika
pt: Falha ao cancelar participante
se: Misslyckades med att avbryta deltagare
tr: Katılımcı iptal edilemedi
vi: Không thể hủy người tham dự

source: Failed to cancel order
de: Stornierung der Bestellung fehlgeschlagen
es: No se pudo cancelar el pedido
fr: Échec de l'annulation de la commande
hu: Nem sikerült törölni a megrendelést.
it: Impossibile annullare l'ordine
nl: Bestelling niet geannuleerd
pl: Nie udało się anulować zamówienia
pt: Falha ao cancelar pedido
se: Misslyckades med att avbryta order
tr: Sipariş iptal edilemedi
vi: Không thể hủy đơn hàng

source: Failed to create affiliate
de: Partner konnte nicht erstellt werden
es: Error al crear el afiliado
fr: Échec de la création de l'affilié
hu: Nem sikerült létrehozni a partnert.
it: Creazione affiliato non riuscita
nl: Aanmaken affiliate mislukt
pl: Nie udało się utworzyć partnera
pt: Falha ao criar afiliado
se: Misslyckades med att skapa partner
vi: Không thể tạo đối tác

source: Failed to create configuration
it: Impossibile creare la configurazione
nl: Kan configuratie niet aanmaken
pl: Nie udało się utworzyć konfiguracji
pt: Falha ao criar configuração
se: Misslyckades med att skapa konfiguration

source: Failed to create template
de: Vorlage konnte nicht erstellt werden
es: Error al crear la plantilla
fr: Échec de la création du modèle
it: Impossibile creare il modello
nl: Sjabloon maken mislukt
pl: Nie udało się utworzyć szablonu
pt: Falha ao criar modelo
se: Misslyckades med att skapa mall
vi: Không thể tạo mẫu

source: Failed to delete configuration
it: Impossibile eliminare la configurazione
nl: Kan configuratie niet verwijderen
pl: Nie udało się usunąć konfiguracji
pt: Falha ao excluir configuração
se: Misslyckades med att ta bort konfiguration

source: Failed to delete job
it: Impossibile eliminare il lavoro
nl: Taak verwijderen mislukt
pl: Nie udało się usunąć zadania
pt: Falha ao eliminar trabalho
se: Misslyckades med att ta bort jobb

source: Failed to delete jobs
it: Impossibile eliminare i lavori
nl: Taken verwijderen mislukt
pl: Nie udało się usunąć zadań
pt: Falha ao eliminar trabalhos
se: Misslyckades med att ta bort jobb

source: Failed to delete question
it: Impossibile eliminare la domanda
nl: Vraag verwijderen mislukt
pl: Nie udało się usunąć pytania
pt: Falha ao excluir pergunta
se: Misslyckades med att ta bort frågan
vi: Không thể xóa câu hỏi

source: Failed to delete template
de: Vorlage konnte nicht gelöscht werden
es: Error al eliminar la plantilla
fr: Échec de la suppression du modèle
it: Impossibile eliminare il modello
nl: Sjabloon verwijderen mislukt
pl: Nie udało się usunąć szablonu
pt: Falha ao excluir modelo
se: Misslyckades med att ta bort mall
vi: Không thể xóa mẫu

source: Failed to download invoice. Please try again.
de: Rechnung konnte nicht heruntergeladen werden. Bitte versuchen Sie es erneut.
es: No se pudo descargar la factura. Inténtalo de nuevo.
fr: Échec du téléchargement de la facture. Veuillez réessayer.
hu: Nem sikerült letölteni a számlát. Kérjük, próbálja újra.
it: Impossibile scaricare la fattura. Riprova.
nl: Downloaden van factuur mislukt. Probeer het opnieuw.
pl: Nie udało się pobrać faktury. Spróbuj ponownie.
pt: Falha ao baixar a fatura. Por favor, tente novamente.
se: Misslyckades med att ladda ner faktura. Försök igen.
tr: Fatura indirilemedi. Lütfen tekrar deneyin.
vi: Không thể tải hóa đơn. Vui lòng thử lại.

source: Failed to export affiliates
de: Partner konnten nicht exportiert werden
es: Error al exportar los afiliados
fr: Échec de l'exportation des affiliés
hu: Nem sikerült exportálni a partnereket.
it: Esportazione affiliati non riuscita
nl: Exporteren affiliates mislukt
pl: Nie udało się wyeksportować partnerów
pt: Falha ao exportar afiliados
se: Misslyckades med att exportera partners
vi: Không thể xuất danh sách đối tác

source: Failed to export attendees
de: Fehler beim Export der Teilnehmer
es: Error al exportar asistentes
fr: Échec de l'exportation des participants
hu: Résztvevők exportálása sikertelen
it: Impossibile esportare i partecipanti
nl: Geen deelnemers geëxporteerd
pl: Nie udało się wyeksportować uczestników
pt: Falha ao exportar participantes
se: Misslyckades med att exportera deltagare
vi: Không thể xuất danh sách người tham dự

source: Failed to export orders
de: Fehler beim Export der Bestellungen
es: Error al exportar pedidos
fr: Échec de l'exportation des commandes
hu: Megrendelések exportálása sikertelen
it: Impossibile esportare gli ordini
nl: Geen orders kunnen exporteren
pl: Nie udało się wyeksportować zamówień
pt: Falha ao exportar pedidos
se: Misslyckades med att exportera ordrar
vi: Không thể xuất đơn hàng

source: Failed to export report. Please try again.
it: Impossibile esportare il report. Riprova.
nl: Export van rapport mislukt. Probeer het opnieuw.
pl: Nie udało się wyeksportować raportu. Spróbuj ponownie.
se: Misslyckades med att exportera rapport. Försök igen.

source: Failed to load Check-In List
de: Laden der Eincheckliste fehlgeschlagen
es: No se pudo cargar la lista de registro
fr: Échec du chargement de la liste de pointage
hu: Bejelentkezési lista betöltése sikertelen
it: Impossibile caricare la Lista di Check-In
nl: Inchecklijst niet geladen
pl: Nie udało się załadować listy zameldowań
pt: Falha ao carregar a Lista de Registro
se: Misslyckades med att läsa in incheckningslista
tr: Giriş Listesi yüklenemedi
vi: Không thể tải danh sách check-in

source: Failed to load Webhook
de: Webhook konnte nicht geladen werden
es: Error al cargar el Webhook
fr: Échec du chargement du webhook
hu: Webhook betöltése sikertelen
it: Impossibile caricare il Webhook
nl: Webhook niet geladen
pl: Nie udało się załadować webhooka
pt: Falha ao carregar o Webhook
se: Misslyckades med att läsa in webhook
vi: Không thể tải Webhook

source: Failed to reorder questions
it: Impossibile riordinare le domande
nl: Vragen herschikken mislukt
pl: Nie udało się zmienić kolejności pytań
pt: Falha ao reordenar perguntas
se: Misslyckades med att ändra ordning på frågorna
vi: Không thể sắp xếp lại câu hỏi

source: Failed to resend order confirmation
it: Impossibile reinviare la conferma dell'ordine
nl: Orderbevestiging opnieuw verzenden mislukt
pl: Nie udało się ponownie wysłać potwierdzenia zamówienia
pt: Falha ao reenviar confirmação do pedido
se: Misslyckades med att skicka orderbekräftelsen igen
