Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: USB Scanner mode deactivated
de: USB-Scanner-Modus deaktiviert
es: Modo escáner USB desactivado
fr: Mode scanner USB désactivé
it: Modalità scanner USB disattivata
nl: USB-scannermodus gedeactiveerd
pt: Modo scanner USB desativado
se: USB-skannerläge inaktiverat
vi: Chế độ máy quét USB đã tắt

source: USB/HID Scanner
es: Escáner USB/HID
fr: Scanner USB/HID
it: Scanner USB/HID
pt: Scanner USB/HID
se: USB/HID-skanner
vi: Máy quét USB/HID

source: Use <0>Liquid templating</0> to personalize your emails
de: Verwenden Sie <0>Liquid-Templating</0>, um Ihre E-Mails zu personalisieren
es: Use <0>plantillas Liquid</0> para personalizar sus correos electrónicos
fr: Utilisez <0>les modèles Liquid</0> pour personnaliser vos e-mails
it: Usa <0>i template Liquid</0> per personalizzare le tue email
nl: Gebruik <0>Liquid-templating</0> om uw e-mails te personaliseren
pt: Use <0>modelos Liquid</0> para personalizar os seus emails
se: Använd <0>Liquid-mallar</0> för att anpassa dina mejl
vi: Sử dụng <0>mẫu Liquid</0> để cá nhân hóa email của bạn

source: Use a blurred version of the cover image as the background
de: Verwenden Sie eine unscharfe Version des Titelbilds als Hintergrund
es: Utilice una versión borrosa de la imagen de portada como fondo
fr: Utilisez une version floue de l'image de couverture comme arrière-plan
hu: Használja a borítókép elmosódott változatát háttérként.
it: Usa una versione sfocata dell'immagine di copertina come sfondo
nl: Gebruik een onscherpe versie van de omslagafbeelding als achtergrond
pt: Use uma versão desfocada da imagem da capa como plano de fundo
se: Använd en suddig version av omslagsbilden som bakgrund
tr: Kapak resminin bulanıklaştırılmış halini arkaplan olarak kullan
vi: Sử dụng phiên bản làm mờ của ảnh bìa làm nền

source: Use cover image
de: Titelbild verwenden
es: Usar imagen de portada
fr: Utiliser l'image de couverture
hu: Borítókép használata
it: Usa immagine di copertina
nl: Coverafbeelding gebruiken
pt: Usar imagem de capa
se: Använd omslagsbild
tr: Kapak resmini kullan
vi: Sử dụng hình ảnh bìa

source: Use order details for all attendees. Attendee names and emails will match the buyer's information.
de: Verwenden Sie Bestelldetails für alle Teilnehmer. Teilnehmernamen und E-Mails entsprechen den Informationen des Käufers.
es: Usar detalles del pedido para todos los asistentes. Los nombres y correos de los asistentes coincidirán con la información del comprador.
fr: Utiliser les détails de commande pour tous les participants. Les noms et e-mails des participants correspondront aux informations de l'acheteur.
it: Utilizza i dettagli dell'ordine per tutti i partecipanti. I nomi e gli indirizzi email dei partecipanti corrisponderanno alle informazioni dell'acquirente.
nl: Gebruik bestelgegevens voor alle deelnemers. Namen en e-mailadressen van deelnemers komen overeen met de informatie van de koper.
pt: Usar detalhes do pedido para todos os participantes. Os nomes e e-mails dos participantes corresponderão às informações do comprador.
se: Använd orderuppgifterna för alla deltagare. Deltagarnas namn och e-postadresser matchar köparens uppgifter.

source: Use the buyer's details for all attendees
it: Usa i dati dell'acquirente per tutti i partecipanti
nl: Gebruik de gegevens van de koper voor alle deelnemers
pt: Usar os dados do comprador para todos os participantes
se: Använd köparens uppgifter för alla deltagare
vi: Sử dụng thông tin người mua cho tất cả người tham dự

source: Used for borders, highlights, and QR code styling
de: Verwendet für Rahmen, Hervorhebungen und QR-Code-Styling
es: Usado para bordes, resaltados y estilo del código QR
fr: Utilisé pour les bordures, les surlignages et le style du code QR
it: Utilizzato per bordi, evidenziazioni e stile del codice QR
nl: Gebruikt voor randen, accenten en QR-code styling
pt: Usado para bordas, destaques e estilo do código QR
se: Används för ramar, markeringar och formatering av QR-kod
vi: Được sử dụng cho viền, vùng tô sáng và kiểu mã QR

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
nl: Gebruiker
pt: Do utilizador
se: Användare
tr: Kullanıcı
vi: Người dùng

source: User Management
de: Benutzerverwaltung
es: Gestión de usuarios
fr: Gestion des utilisateurs
hu: Felhasználókezelés
it: Gestione Utenti
nl: Gebruikersbeheer
pt: Gerenciamento de usuários
se: Användarhantering
tr: Kullanıcı Yönetimi
vi: Quản lý người dùng

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs
hu: Felhasználók
it: Utenti
nl: Gebruikers
pt: Usuários
se: Användare
tr: Kullanıcılar
vi: Người dùng

source: Users can change their email in <0>Profile Settings</0>
de: Benutzer können ihre E-Mail in den <0>Profileinstellungen</0> ändern.
es: Los usuarios pueden cambiar su correo electrónico en <0>Configuración de perfil</0>
fr: Les utilisateurs peuvent modifier leur adresse e-mail dans <0>Paramètres du profil</0>.
hu: A felhasználók módosíthatják e-mail címüket a <0>Profilbeállítások</0> menüpontban.
it: Gli utenti possono modificare la loro email in <0>Impostazioni Profilo</0>
nl: Gebruikers kunnen hun e-mailadres wijzigen in <0>Profielinstellingen</0>
pt: Os usuários podem alterar o e-mail em <0>Configurações do perfil</0>
se: Användare kan ändra sin e-postadress i <0>Profilinställningar</0>
tr: Kullanıcılar e-postalarını <0>Profil Ayarları</0>'nda değiştirebilir
vi: Người dùng có thể thay đổi email của họ trong <0>Cài đặt hồ sơ</0>

source: UTM Analytics
it: Analisi UTM
nl: UTM-analyse
pt: Análise UTM
se: UTM-analys

source: Valid
it: Valido
nl: Geldig
pt: Válido
se: Giltig

source: Validated
it: Convalidato
nl: Gevalideerd
pt: Validado
se: Validerad

source: Validating your VAT number...
it: Convalida della tua partita IVA...
nl: Uw BTW-nummer valideren...
pt: A validar o seu número de IVA...
se: Validerar ditt momsregistreringsnummer...

source: VAT
de: Umsatzsteuer
es: IVA
fr: T.V.A.
hu: ÁFA
it: IVA
nl: BTW
pt: CUBA
se: Moms
tr: KDV
vi: Thuế VAT

source: VAT Country
it: Paese IVA
nl: BTW-land
pt: País do IVA
se: Momsland

source: VAT Information
de: Umsatzsteuerinformationen
es: Información del IVA
fr: Informations TVA
it: Informazioni IVA
nl: BTW-informatie
pt: Informações de IVA
se: Momsinformation

source: VAT may be applied to platform fees depending on your VAT registration status. Please complete the VAT information section below.
de: Je nach Ihrem Umsatzsteuerregistrierungsstatus kann auf Plattformgebühren Umsatzsteuer erhoben werden. Bitte füllen Sie den Abschnitt mit den Umsatzsteuerinformationen unten aus.
es: El IVA puede aplicarse a las tarifas de la plataforma según su estado de registro de IVA. Por favor complete la sección de información del IVA a continuación.
fr: La TVA peut être appliquée aux frais de plateforme selon votre statut d'assujettissement à la TVA. Veuillez compléter la section d'informations TVA ci-dessous.
it: L'IVA può essere applicata alle commissioni della piattaforma in base al tuo stato di registrazione IVA. Completa la sezione informazioni IVA qui sotto.
nl: BTW kan worden toegepast op platformkosten afhankelijk van uw BTW-registratiestatus. Vul het BTW-informatiegedeelte hieronder in.
pt: O IVA pode ser aplicado às taxas da plataforma dependendo do seu estado de registo de IVA. Por favor, complete a secção de informações de IVA abaixo.
se: Moms kan tillämpas på plattformsavgifter beroende på din momsregistreringsstatus. Fyll i avsnittet för momsinformation nedan.

source: VAT Number
de: Umsatzsteuer-ID
es: Número de IVA
fr: Numéro de TVA
it: Numero di partita IVA
nl: BTW-nummer
pt: Número de IVA
se: Momsregistreringsnummer

source: VAT number must not contain spaces
it: Il numero di partita IVA non deve contenere spazi
nl: BTW-nummer mag geen spaties bevatten
pt: O número de IVA não deve conter espaços
se: Momsregistreringsnumret får inte innehålla mellanslag

source: VAT number must start with a 2-letter country code followed by 8-15 alphanumeric characters (e.g., DE123456789)
it: Il numero di partita IVA deve iniziare con un codice paese di 2 lettere seguito da 8-15 caratteri alfanumerici (ad es., DE123456789)
nl: BTW-nummer moet beginnen met een landcode van 2 letters gevolgd door 8-15 alfanumerieke tekens (bijv. NL123456789B01)
pt: O número de IVA deve começar com um código de país de 2 letras seguido de 8-15 caracteres alfanuméricos (por exemplo, PT123456789)
se: Momsregistreringsnumret måste börja med en landskod med två bokstäver följt av 8–15 alfanumeriska tecken (t.ex. DE123456789)

source: VAT number validated successfully
it: Partita IVA convalidata con successo
nl: BTW-nummer succesvol gevalideerd
pt: Número de IVA validado com sucesso
se: Momsregistreringsnumret validerades

source: VAT number validation failed
it: Convalida della partita IVA non riuscita
nl: Validatie van BTW-nummer is mislukt
pt: A validação do número de IVA falhou
se: Validering av momsregistreringsnummer misslyckades

source: VAT number validation failed. Please check your VAT number.
it: Convalida della partita IVA non riuscita. Controlla la tua partita IVA.
nl: Validatie van BTW-nummer is mislukt. Controleer uw BTW-nummer.
pt: A validação do número de IVA falhou. Por favor, verifique o seu número de IVA.
se: Validering av momsregistreringsnummer misslyckades. Kontrollera ditt momsregistreringsnummer.

source: VAT on Fee
it: IVA su commissione
nl: BTW op kosten
pt: IVA sobre taxa
se: Moms på avgift

source: VAT Rate
it: Aliquota IVA
nl: BTW-tarief
pt: Taxa de IVA
se: Momssats

source: VAT Registered
it: Partita IVA registrata
nl: BTW-geregistreerd
pt: Registado para IVA
se: Momsregistrerad

source: VAT Registration Information
de: Umsatzsteuerregistrierungsinformationen
es: Información de Registro del IVA
it: Informazioni di registrazione IVA
nl: BTW-registratie-informatie
pt: Informações de Registo de IVA
se: Information om momsregistrering

source: VAT Settings
it: Impostazioni IVA
nl: BTW-instellingen
pt: Configurações de IVA
se: Momsinställningar

source: VAT settings saved successfully
de: Umsatzsteuereinstellungen erfolgreich gespeichert
es: Configuración del IVA guardada exitosamente
it: Impostazioni IVA salvate con successo
nl: BTW-instellingen succesvol opgeslagen
pt: Definições de IVA guardadas com sucesso
se: Momsinställningarna sparades

source: VAT settings saved. We're validating your VAT number in the background.
it: Impostazioni IVA salvate. Stiamo convalidando il tuo numero di partita IVA in background.
nl: BTW-instellingen opgeslagen. We valideren uw BTW-nummer op de achtergrond.
pt: Configurações de IVA guardadas. Estamos a validar o seu número de IVA em segundo plano.
se: Momsinställningarna sparades. Vi validerar ditt momsregistreringsnummer i bakgrunden.

source: VAT settings updated successfully
it: Impostazioni IVA aggiornate con successo
nl: BTW-instellingen succesvol bijgewerkt
pt: Configurações de IVA atualizadas com sucesso
se: Momsinställningarna uppdaterades

source: VAT Treatment for Platform Fees
de: Umsatzsteuerbehandlung für Plattformgebühren
es: Tratamiento del IVA para Tarifas de la Plataforma
it: Trattamento IVA per le commissioni della piattaforma
nl: BTW-behandeling voor platformkosten
pt: Tratamento de IVA para Taxas da Plataforma
se: Momshantering för plattformsavgifter

source: VAT treatment for platform fees: EU VAT-registered businesses can use the reverse charge mechanism (0% - Article 196 of VAT Directive 2006/112/EC). Non-VAT registered businesses are charged Irish VAT at 23%.
de: Umsatzsteuerbehandlung für Plattformgebühren: EU-umsatzsteuerregistrierte Unternehmen können die Umkehrung der Steuerschuldnerschaft nutzen (0% - Artikel 196 der MwSt-Richtlinie 2006/112/EG). Nicht umsatzsteuerregistrierte Unternehmen wird die irische Umsatzsteuer von 23% berechnet.
es: Tratamiento del IVA para tarifas de la plataforma: Las empresas registradas para el IVA en la UE pueden usar el mecanismo de inversión del sujeto pasivo (0% - Artículo 196 de la Directiva del IVA 2006/112/CE). Las empresas no registradas para el IVA se les cobra el IVA irlandés del 23%.
it: Trattamento IVA per le commissioni della piattaforma: Le imprese registrate IVA nell'UE possono utilizzare il meccanismo del reverse charge (0% - Articolo 196 della Direttiva IVA 2006/112/CE). Alle imprese non registrate IVA viene applicata l'IVA irlandese al 23%.
nl: BTW-behandeling voor platformkosten: EU BTW-geregistreerde bedrijven kunnen de verleggingsregeling gebruiken (0% - Artikel 196 van BTW-richtlijn 2006/112/EG). Niet-BTW-geregistreerde bedrijven worden Ierse BTW van 23% in rekening gebracht.
pt: Tratamento de IVA para taxas da plataforma: Empresas registadas para IVA na UE podem usar o mecanismo de autoliquidação (0% - Artigo 196 da Diretiva IVA 2006/112/CE). Empresas não registadas para IVA são cobradas com IVA irlandês de 23%.
se: Momshantering för plattformsavgifter: EU-momsregistrerade företag kan använda omvänd skattskyldighet (0 % – artikel 196 i momsdirektivet 2006/112/EG). Icke momsregistrerade företag debiteras irländsk moms på 23 %.

source: VAT validation service temporarily unavailable
it: Servizio di convalida IVA temporaneamente non disponibile
nl: BTW-validatieservice tijdelijk niet beschikbaar
pt: Serviço de validação de IVA temporariamente indisponível
se: Valideringstjänsten för moms är tillfälligt otillgänglig

source: Venue Name
de: Veranstaltungsort Namen
es: Nombre del lugar
fr: nom de la place
hu: Helyszín neve
it: Nome della Sede
nl: Naam locatie
pt: Nome do local
se: Platsnamn
tr: Mekan Adı
vi: Tên địa điểm

source: Verification code
de: Bestätigungscode
es: Código de verificación
fr: Code de vérification
hu: Ellenőrző kód
it: Codice di verifica
nl: Verificatiecode
pt: Código de verificação
se: Verifieringskod
vi: Mã xác thực

source: Verified
it: Verificato
nl: Geverifieerd
pt: Verificado
se: Verifierad

source: Verify Email
de: E-Mail verifizieren
es: Verificar correo
fr: Vérifier l'e-mail
hu: E-mail ellenőrzése
it: Verifica email
nl: Verifieer e-mail
pt: Verificar email
se: Verifiera e-postadress
vi: Xác thực email

source: Verify your email
de: Bestätigen Sie Ihre E-Mail-Adresse
es: Verifica tu correo electrónico
fr: Vérifiez votre e-mail
hu: Ellenőrizze e-mail címét
it: Verifica la tua email
nl: Verifieer je e-mailadres
pt: Verifique seu e-mail
se: Verifiera din e-postadress
vi: Xác minh email của bạn

source: Verifying...
de: Wird verifiziert...
es: Verificando...
fr: Vérification...
hu: Ellenőrzés...
it: Verifica in corso...
nl: Verifiëren...
pt: A verificar...
se: Verifierar...
vi: Đang xác thực...

source: Vietnamese
de: Vietnamesisch
es: Vietnamita
fr: Vietnamien
hu: Vietnámi
it: Vietnamita
nl: Vietnamees
pt: Vietnamita
se: Vietnamesiska
vi: Tiếng Việt

source: View
de: Ansehen
es: Ver
fr: Voir
hu: Megtekintés
it: Visualizza
nl: Bekijk
pt: Visualizar
se: Visa
tr: Görüntüle
vi: Xem

source: View all messages sent across the platform
it: Visualizza tutti i messaggi inviati sulla piattaforma
nl: Bekijk alle berichten verzonden op het platform
pt: Ver todas as mensagens enviadas na plataforma
se: Visa alla meddelanden skickade på plattformen

source: View and download reports across all your events. Only completed orders are included.
de: Berichte für alle Ihre Veranstaltungen anzeigen und herunterladen. Nur abgeschlossene Bestellungen sind enthalten.
es: Ver y descargar informes de todos sus eventos. Solo se incluyen pedidos completados.
fr: Consultez et téléchargez des rapports pour tous vos événements. Seules les commandes terminées sont incluses.
it: Visualizza e scarica report per tutti i tuoi eventi. Sono inclusi solo gli ordini completati.
nl: Bekijk en download rapporten voor al uw evenementen. Alleen voltooide bestellingen zijn inbegrepen.
pt: Visualize e descarregue relatórios de todos os seus eventos. Apenas pedidos concluídos são incluídos.
se: Visa och ladda ner rapporter för alla dina evenemang. Endast slutförda ordrar ingår.
vi: Xem và tải xuống báo cáo cho tất cả sự kiện của bạn. Chỉ bao gồm đơn hàng đã hoàn thành.

source: View Answers
de: Antworten anzeigen
es: Ver respuestas
fr: Voir les réponses
hu: Válaszok megtekintése
it: Visualizza Risposte
nl: Antwoorden bekijken
pt: Ver respostas
se: Visa svar
vi: Xem câu trả lời

source: View Attendee Details
de: Teilnehmerdetails anzeigen
es: Ver detalles del asistente
fr: Voir les détails de l'invité
hu: Résztvevő adatainak megtekintése
it: Visualizza Dettagli Partecipante
nl: Details van deelnemers bekijken
pt: Ver Detalhes do Participante
se: Visa deltagardetaljer
tr: Katılımcı Detaylarını Görüntüle
vi: Xem chi tiết người tham dự

source: View Details
it: Visualizza dettagli
nl: Details bekijken
pt: Ver Detalhes
se: Visa detaljer

source: View Event
de: Veranstaltung ansehen
es: Ver evento
fr: Voir l'événement
it: Visualizza evento
nl: Bekijk evenement
pt: Ver evento
se: Visa evenemang
vi: Xem sự kiện

source: View event page
de: Zur Veranstaltungsseite
es: Ver página del evento
fr: Voir la page de l'événement
hu: Eseményoldal megtekintése
it: Visualizza pagina evento
nl: Evenementpagina bekijken
pt: Ver página do evento
se: Visa evenemangssida
tr: Etkinlik sayfasını görüntüle
vi: Xem trang sự kiện

source: View full message
de: Vollständige Nachricht anzeigen
es: Ver mensaje completo
fr: Afficher le message complet
hu: Teljes üzenet megtekintése
it: Visualizza messaggio completo
nl: Bekijk volledig bericht
pt: Ver mensagem completa
se: Visa hela meddelandet
tr: Tam mesajı görüntüle
vi: Xem tin nhắn đầy đủ

source: View logs
de: Protokolle anzeigen
es: Ver registros
fr: Voir les journaux
hu: Naplók megtekintése
it: Visualizza log
nl: Logboeken bekijken
pt: Ver logs
se: Visa loggar
vi: Xem nhật ký

source: View Map
de: Karte ansehen
es: Ver mapa
fr: Voir la carte
it: Vedi mappa
nl: Bekijk kaart
pt: Ver mapa
se: Visa karta
vi: Xem bản đồ

source: View Message
it: Visualizza messaggio
nl: Bericht bekijken
pt: Ver mensagem
se: Visa meddelande

source: View on Google Maps
de: Auf Google Maps anzeigen
es: Ver en Google Maps
fr: Afficher sur Google Maps
hu: Megtekintés a Google Térképen
it: Visualizza su Google Maps
nl: Bekijk op Google Maps
pt: Ver no Google Maps
se: Visa på Google Maps
tr: Google Haritalar'da görüntüle
vi: Xem trên Google Maps

source: View Order
de: Bestellung anzeigen
es: Ver pedido
fr: Voir la commande
it: Visualizza Ordine
nl: Bestelling Bekijken
pt: Ver pedido
se: Visa order
vi: Xem đơn hàng

source: View Order Details
de: Bestelldetails anzeigen
es: Ver detalles del pedido
fr: Voir les détails de la commande
it: Visualizza dettagli ordine
nl: Bekijk bestelgegevens
pt: Ver detalhes do pedido
se: Visa orderdetaljer
vi: Xem chi tiết đơn hàng

source: View order details, issue refunds, and resend confirmations.
it: Visualizza i dettagli degli ordini, emetti rimborsi e reinvia le conferme.
nl: Bekijk bestellingsdetails, geef terugbetalingen en verstuur bevestigingen opnieuw.
pt: Veja detalhes de pedidos, emita reembolsos e reenvie confirmações.
se: Visa orderdetaljer, genomför återbetalningar och skicka bekräftelser igen.
vi: Xem chi tiết đơn hàng, hoàn tiền và gửi lại xác nhận.

source: View Organizer Homepage
de: Veranstalter-Startseite anzeigen
es: Ver página principal del organizador
fr: Voir la page d'accueil de l'organisateur
hu: Szervezői honlap megtekintése
it: Visualizza homepage organizzatore
nl: Bekijk organisator-homepage
pt: Ver página inicial do organizador
se: Visa arrangörens startsida
vi: Xem trang chủ nhà tổ chức

source: View Ticket
de: Ticket anzeigen
es: Ver boleto
fr: Voir le billet
it: Visualizza Biglietto
nl: Ticket Bekijken
pl: Zobacz bilet
pt: Ver ingresso
se: Visa biljett
vi: Xem vé

source: View, edit, and export your registered attendees.
it: Visualizza, modifica ed esporta i tuoi partecipanti registrati.
nl: Bekijk, bewerk en exporteer je geregistreerde deelnemers.
pt: Veja, edite e exporte seus participantes registrados.
se: Visa, redigera och exportera dina registrerade deltagare.
vi: Xem, chỉnh sửa và xuất danh sách người tham dự đã đăng ký.

source: VIP check-in list
de: VIP-Eincheckliste
es: Lista de registro VIP
fr: Liste de pointage VIP
hu: VIP bejelentkezési lista
it: Lista check-in VIP
nl: VIP check-in lijst
pl: Lista odpraw VIP
pt: Lista de check-in VIP
se: VIP-incheckningslista
tr: VIP check-in listesi
vi: Danh sách người tham dự VIP

source: VIP Ticket
es: Entrada VIP
fr: Billet VIP
hu: VIP jegy
it: Biglietto VIP
pl: Bilet VIP
pt: Bilhete VIP
se: VIP-biljett
tr: VIP Bilet
vi: Vé VIP

source: Visibility
de: Sichtweite
es: Visibilidad
fr: Visibilité
hu: Láthatóság
it: Visibilità
nl: Zichtbaarheid
pl: Widoczność
pt: Visibilidade
se: Synlighet
tr: Görünürlük
vi: Tầm nhìn

source: Visible to check-in staff only. Helps identify this list during check-in.
de: Nur für Check-In-Personal sichtbar. Hilft, diese Liste beim Check-In zu identifizieren.
es: Visible solo para el personal de check-in. Ayuda a identificar esta lista durante el check-in.
fr: Visible uniquement par le personnel d'enregistrement. Aide à identifier cette liste lors de l'enregistrement.
it: Visibile solo allo staff di check-in. Aiuta a identificare questa lista durante il check-in.
nl: Alleen zichtbaar voor check-in personeel. Helpt deze lijst te identificeren tijdens check-in.
pl: Widoczne tylko dla personelu odprawy. Pomaga zidentyfikować tę listę podczas odprawy.
pt: Visível apenas para a equipa de check-in. Ajuda a identificar esta lista durante o check-in.
se: Endast synlig för incheckningspersonal. Hjälper till att identifiera listan vid incheckning.
vi: Chỉ hiển thị với nhân viên check-in. Giúp xác định danh sách này trong quá trình check-in.

source: Waiting for payment
de: Warten auf Zahlung
es: Esperando pago
fr: En attente de paiement
it: In attesa di pagamento
nl: Wachten op betaling
pl: Oczekiwanie na płatność
pt: A aguardar pagamento
se: Väntar på betalning
vi: Đang chờ thanh toán

source: Warning: This is the system default configuration. Changes will affect all accounts that don't have a specific configuration assigned.
it: Attenzione: questa è la configurazione predefinita del sistema. Le modifiche interesseranno tutti gli account a cui non è assegnata una configurazione specifica.
nl: Waarschuwing: dit is de standaardsysteemconfiguratie. Wijzigingen zijn van invloed op alle accounts die geen specifieke configuratie toegewezen hebben.
pl: Ostrzeżenie: To jest domyślna konfiguracja systemu. Zmiany wpłyną na wszystkie konta, które nie mają przypisanej konkretnej konfiguracji.
pt: Aviso: Esta é a configuração padrão do sistema. As alterações afetarão todas as contas que não tenham uma configuração específica atribuída.
se: Varning: Detta är systemets standardkonfiguration. Ändringar påverkar alla konton som inte har en specifik konfiguration tilldelad.
