Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Show more
de: Zeig mehr
es: Mostrar más
fr: Montre plus
hu: Több mutatása
it: Mostra altro
nl: Meer tonen
pl: Pokaż więcej
pt: Mostre mais
se: Visa mer
tr: Daha fazla göster
vi: Hiển thị thêm

source: Show more platforms
de: Mehr Plattformen anzeigen
es: Mostrar más plataformas
fr: Afficher plus de plateformes
hu: Több platform megjelenítése
it: Mostra più piattaforme
nl: Toon meer platforms
pl: Pokaż więcej platform
pt: Mostrar mais plataformas
se: Visa fler plattformar
vi: Hiển thị thêm nền tảng

source: Show tax and fees separately
de: Steuern und Gebühren separat ausweisen
es: Mostrar impuestos y tarifas por separado
fr: Afficher les taxes et les frais séparément
hu: Adó és díjak külön megjelenítése
it: Mostra tasse e commissioni separatamente
nl: Belastingen en toeslagen apart weergeven
pl: Pokaż podatki i opłaty oddzielnie
pt: Mostrar impostos e taxas separadamente
se: Visa moms och avgifter separat
tr: Vergi ve ücretleri ayrı göster
vi: Hiển thị thuế và phí riêng biệt

source: Showing {0} of {totalRows} records
it: Visualizzazione di {0} record su {totalRows}
nl: Toont {0} van {totalRows} records
pl: Wyświetlanie {0} z {totalRows} rekordów
se: Visar {0} av {totalRows} poster

source: Shown to the customer after they checkout, on the order summary page.
de: Wird dem Kunden nach dem Checkout auf der Bestellübersichtsseite angezeigt.
es: Se muestra al cliente después de finalizar la compra, en la página de resumen del pedido.
fr: Affiché au client après son paiement, sur la page récapitulative de la commande.
hu: Az ügyfélnek a fizetés után, a rendelésösszegző oldalon jelenik meg.
it: Mostrato al cliente dopo il checkout, nella pagina di riepilogo dell'ordine.
nl: Wordt aan de klant getoond nadat hij heeft afgerekend, op de overzichtspagina van de bestelling.
pl: Pokazane klientowi po ich potwierdzeniu, na stronie podsumowania zamówienia.
pt: Mostrado ao cliente após o checkout, na página de resumo do pedido.
se: Visas för kunden efter att de har slutfört köpet, på ordersammanfattningssidan.
tr: Müşteriye ödeme yaptıktan sonra sipariş özeti sayfasında gösterilir.
vi: Hiển thị cho khách hàng sau khi họ thanh toán, trên trang Tóm tắt đơn hàng.

source: Shown to the customer before they checkout
de: Wird dem Kunden vor dem Bezahlvorgang angezeigt
es: Se muestra al cliente antes de realizar el pago.
fr: Montré au client avant son paiement
hu: Az ügyfélnek a fizetés előtt jelenik meg.
it: Mostrato al cliente prima del checkout
nl: Aan de klant getoond voordat hij afrekent
pl: Pokazane klientowi przed potwierdzeniem
pt: Mostrado ao cliente antes de finalizar a compra
se: Visas för kunden innan de slutför köpet
tr: Müşteriye ödeme yapmadan önce gösterilir
vi: Hiển thị cho khách hàng trước khi họ thanh toán

source: Shows common address fields, including country
de: Zeigt allgemeine Adressfelder an, einschließlich Land
es: Muestra campos de dirección comunes, incluido el país.
fr: Affiche les champs d'adresse courants, y compris le pays
hu: Gyakori címmezőket mutat, beleértve az országot is.
it: Mostra i campi comuni dell'indirizzo, incluso il paese
nl: Toont algemene adresvelden, inclusief land
pl: Pokazuje typowe pola adresu, w tym kraj
pt: Mostra campos de endereço comuns, incluindo país
se: Visar vanliga adressfält, inklusive land
tr: Ülke dahil olmak üzere ortak adres alanlarını gösterir
vi: Hiển thị các trường địa chỉ chung, bao gồm quốc gia

source: Signed Up
it: Iscritto
nl: Aangemeld
pl: Zarejestrowany
pt: Registado
se: Registrerad

source: Single line text box
de: Einzeiliges Textfeld
es: Cuadro de texto de una sola línea
fr: Zone de texte sur une seule ligne
hu: Egysoros szövegmező
it: Casella di testo a riga singola
nl: Enkelregelig tekstvak
pl: Pole tekstowe jednoliniowe
pt: Caixa de texto de linha única
se: Enradig textruta
tr: Tek satır metin kutusu
vi: Hộp văn bản dòng đơn

source: Skip this step
de: Überspringe diesen Schritt
es: Salta este paso
fr: Passer cette étape
hu: Lépés kihagyása
it: Salta questo passaggio
nl: Deze stap overslaan
pl: Pomin to krok
pt: Pular esta etapa
se: Hoppa över detta steg
tr: Bu adımı atla
vi: Bỏ qua bước này

source: Social
de: Soziales
hu: Közösségi
it: Sociale
nl: Sociaal
pl: Społeczność
se: Socialt
vi: Xã hội

source: Social Links
de: Social-Media-Links
es: Enlaces sociales
fr: Liens sociaux
hu: Közösségi linkek
it: Link social
nl: Sociale links
pl: Linki społeczne
pt: Links sociais
se: Sociala länkar
vi: Liên kết mạng xã hội

source: Social Links & Website
de: Social-Media-Links & Website
es: Enlaces sociales y sitio web
fr: Liens sociaux & site web
hu: Közösségi linkek és weboldal
it: Link social e sito web
nl: Sociale links & website
pl: Linki społeczne i strona internetowa
pt: Links sociais e site
se: Sociala länkar och webbplats
vi: Liên kết mạng xã hội & Trang web

source: Sold
de: Verkauft
es: Vendido
fr: Vendu
it: Venduto
nl: Verkocht
pl: Sprzedane
pt: Vendido
se: Sålda
vi: Đã bán

source: Sold out
de: Ausverkauft
es: Agotado
fr: Épuisé
hu: Elfogyott
it: Esaurito
nl: Uitverkocht
pl: Wyprzedane
pt: Vendido
se: Slutsålt
tr: Tükendi
vi: Đã bán hết

source: Sold Out
de: Ausverkauft
es: Agotado
fr: Épuisé
hu: Elfogyott
it: Esaurito
nl: Uitverkocht
pl: Wyprzedane
pt: Vendido
se: Slutsålt
tr: Tükendi
vi: Đã bán hết

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s'est produite
hu: Valami hiba történt
it: Qualcosa è andato storto
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt: Algo correu mal
se: Något gick fel
tr: Bir şeyler yanlış gitti
vi: Đã xảy ra lỗi

source: Something went wrong while deleting the Tax or Fee
de: Beim Löschen der Steuer oder Gebühr ist ein Fehler aufgetreten
es: Algo salió mal al eliminar el impuesto o tarifa
fr: Une erreur s'est produite lors de la suppression de la taxe ou des frais
hu: Hiba történt az adó vagy díj törlésekor
it: Qualcosa è andato storto durante l'eliminazione della Tassa o Commissione
nl: Er is iets misgegaan bij het verwijderen van de Belasting of Belastinggeld
pl: Coś poszło nie tak podczas usuwania podatku lub opłaty
pt: Algo deu errado ao excluir o imposto ou taxa
se: Något gick fel när momsen eller avgiften skulle tas bort
tr: Vergi veya Ücret silinirken bir şeyler yanlış gitti
vi: Có gì đó không ổn trong khi xóa thuế hoặc phí

source: Something went wrong, please try again, or contact support if the problem persists
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support, falls das Problem weiterhin besteht.
es: Algo salió mal, inténtalo de nuevo o contacta con soporte si el problema persiste
fr: Une erreur s'est produite, veuillez réessayer ou contacter le support si le problème persiste
hu: Valami hiba történt, kérjük, próbálja újra, vagy vegye fel a kapcsolatot az ügyfélszolgálattal, ha a probléma továbbra is fennáll.
it: Qualcosa è andato storto, riprova o contatta l'assistenza se il problema persiste
nl: Er is iets misgegaan. Probeer het opnieuw of neem contact op met support als het probleem zich blijft voordoen
pl: Coś poszło nie tak, spróbuj ponownie lub skontaktuj się z pomocą, jeśli problem będzie się powtarzać
pt: Algo deu errado, tente novamente ou entre em contato com o suporte se o problema persistir
se: Något gick fel, försök igen eller kontakta supporten om problemet kvarstår
vi: Có gì đó không ổn, vui lòng thử lại hoặc liên hệ với hỗ trợ nếu vấn đề vẫn còn

source: Something went wrong! Please try again
de: Etwas ist schief gelaufen. Bitte versuche es erneut
es: ¡Algo salió mal! Inténtalo de nuevo
fr: Quelque chose s'est mal passé ! Veuillez réessayer
hu: Valami hiba történt! Kérjük, próbálja újra.
it: Qualcosa è andato storto! Riprova
nl: Er ging iets mis! Probeer het opnieuw
pl: Coś poszło nie tak! Spróbuj ponownie
pt: Algo deu errado! Por favor, tente novamente
se: Något gick fel! Försök igen
tr: Bir şeyler yanlış gitti! Lütfen tekrar deneyin
vi: Có gì đó không ổn! Vui lòng thử lại

source: Something went wrong.
de: Etwas ist schief gelaufen.
es: Algo salió mal.
fr: Quelque chose s'est mal passé.
hu: Valami hiba történt.
it: Qualcosa è andato storto.
nl: Er ging iets mis.
pl: Coś poszło nie tak.
pt: Algo deu errado.
se: Något gick fel.
tr: Bir şeyler yanlış gitti.
vi: Có gì đó không ổn.

source: Something went wrong. Please try again.
de: Etwas ist schief gelaufen. Bitte versuche es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fr: Quelque chose s'est mal passé. Veuillez réessayer.
hu: Valami hiba történt. Kérjük, próbálja újra.
it: Qualcosa è andato storto. Riprova.
nl: Er is iets misgegaan. Probeer het opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt: Algo deu errado. Por favor, tente novamente.
se: Något gick fel. Försök igen.
tr: Bir şeyler yanlış gitti. Lütfen tekrar deneyin.
vi: Có gì đó không ổn. Vui lòng thử lại

source: Sorry for the inconvenience.
de: Entschuldigung für die Unannehmlichkeiten.
es: Disculpe las molestias.
fr: Désolé pour la gêne occasionnée.
it: Scusa per l'inconveniente.
nl: Sorry voor het ongemak.
pl: Przepraszamy za niedogodność.
pt: Desculpe o inconveniente.
se: Beklagar besväret.
vi: Xin lỗi vì sự bất tiện này.

source: Sorry, this promo code is not recognized
de: Dieser Aktionscode wird leider nicht erkannt
es: Lo sentimos, este código de promoción no se reconoce
fr: Désolé, ce code promo n'est pas reconnu
hu: Sajnáljuk, ez a promóciós kód nem felismerhető.
it: Spiacenti, questo codice promo non è riconosciuto
nl: Sorry, deze promotiecode wordt niet herkend
pl: Przepraszamy, ten kod promocyjny nie jest rozpoznany
pt: Desculpe, este código promocional não é reconhecido
se: Tyvärr, den här kampanjkoden känns inte igen
tr: Üzgünüz, bu promosyon kodu tanınmıyor
vi: Xin lỗi, mã khuyến mãi này không được công nhận

source: Source
it: Fonte
nl: Bron
pl: Źródło
pt: Fonte
se: Källa

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
hu: Spanyol
it: Spagnolo
nl: Spaans
pl: Hiszpański
pt: espanhol
se: Spanska
tr: İspanyolca
vi: Tiếng Tây Ban Nha

source: Sports
de: Sport
es: Deportes
hu: Sport
it: Sport
nl: Sport
pl: Sport
pt: Desporto
se: Sport
vi: Thể thao

source: Standard product with a fixed price
de: Standardprodukt mit festem Preis
es: Producto estándar con precio fijo
fr: Produit standard avec un prix fixe
hu: Standard termék fix árral
it: Prodotto standard con prezzo fisso
nl: Standaardproduct met een vaste prijs
pl: Produkt standardowy o stałej cenie
pt: Produto padrão com preço fixo
se: Standardprodukt med ett fast pris
tr: Sabit fiyatlı standart ürün
vi: Sản phẩm tiêu chuẩn với giá cố định

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
hu: Kezdés dátuma
it: Data di inizio
nl: Startdatum
pl: Data rozpoczęcia
pt: Data de início
se: Startdatum
tr: Başlangıç Tarihi
vi: Ngày bắt đầu

source: Start date & time
de: Startdatum & -zeit
es: Fecha y hora de inicio
fr: Date et heure de début
hu: Kezdés dátuma és ideje
it: Data e ora di inizio
nl: Startdatum & tijd
pl: Data i czas rozpoczęcia
pt: Data e hora de início
se: Startdatum och tid
vi: Ngày & giờ bắt đầu

source: Start Date & Time
de: Startdatum & -zeit
es: Fecha y hora de inicio
fr: Date et heure de début
hu: Kezdés dátuma és ideje
it: Data e ora di inizio
nl: Startdatum & tijd
pl: Data i czas rozpoczęcia
pt: Data e hora de início
se: Startdatum och tid
vi: Ngày và giờ bắt đầu

source: Start date is required
de: Startdatum ist erforderlich
es: La fecha de inicio es obligatoria
fr: La date de début est obligatoire
hu: Kezdés dátuma kötelező
it: La data di inizio è obbligatoria
nl: Startdatum is verplicht
pl: Data rozpoczęcia jest wymagana
pt: A data de início é obrigatória
se: Startdatum är obligatoriskt
vi: Ngày bắt đầu là bắt buộc

source: Start time of the event
de: Startzeit der Veranstaltung
es: Hora de inicio del evento
fr: Heure de début de l'événement
it: Ora di inizio dell'evento
nl: Starttijd van het evenement
pl: Czas rozpoczęcia wydarzenia
pt: Hora de início do evento
se: Evenemangets starttid
vi: Thời gian bắt đầu sự kiện

source: State or Region
de: Staat oder Region
es: Estado o región
fr: État ou région
hu: Állam vagy régió
it: Stato o Regione
nl: Staat of regio
pl: Staat lub region
pt: Estado ou Região
se: Delstat eller region
tr: Eyalet veya Bölge
vi: Nhà nước hoặc khu vực

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
nl: Statistieken
pl: Statystyki
pt: Estatísticas
se: Statistik
vi: Thống kê

source: Statistics are based on account creation date
it: Le statistiche si basano sulla data di creazione dell'account
nl: Statistieken zijn gebaseerd op de aanmaakdatum van het account
pl: Statystyki są oparte na dacie utworzenia konta
pt: As estatísticas são baseadas na data de criação da conta
se: Statistiken baseras på kontots skapandedatum

source: Status
es: Estado
fr: Statut
hu: Állapot
it: Stato
tr: Durum
vi: Trạng thái

source: Still handling refunds for your older transactions.
de: Bearbeitet weiterhin Erstattungen für Ihre älteren Transaktionen.
es: Aún manejando reembolsos para sus transacciones anteriores.
fr: Gère toujours les remboursements pour vos anciennes transactions.
it: Ancora gestendo rimborsi per le tue transazioni precedenti.
nl: Behandelt nog steeds terugbetalingen voor uw oudere transacties.
pl: Wciąż obsługa zwrotów dla starszych transakcji.
pt: Ainda a processar reembolsos para as suas transações mais antigas.
se: Hanterar fortfarande återbetalningar för dina äldre transaktioner.
vi: Vẫn đang xử lý hoàn tiền cho các giao dịch cũ của bạn.

source: Stop Impersonating
de: Identitätswechsel beenden
es: Detener Suplantación
fr: Arrêter l'usurpation
it: Interrompi Impersonificazione
nl: Stop Imiteren
pl: Zatrzymaj personifikację
pt: Parar Personificação
se: Sluta impersonera
vi: Dừng Mạo Danh

source: Stripe Connected
it: Stripe connesso
nl: Stripe verbonden
pl: Stripe połączony
pt: Stripe ligado
se: Stripe anslutet

source: Stripe Not Connected
it: Stripe non connesso
nl: Stripe niet verbonden
pl: Stripe nie połączony
se: Stripe ej ansluten

source: Stripe Payment ID
it: ID pagamento Stripe
nl: Stripe betalings-ID
pl: Identyfikator płatności Stripe
pt: ID de pagamento Stripe
se: Stripe betalnings-ID

source: Stripe payments are not enabled for this event.
de: Stripe-Zahlungen sind für diese Veranstaltung nicht aktiviert.
es: Los pagos con Stripe no están habilitados para este evento.
fr: Les paiements Stripe ne sont pas activés pour cet événement.
hu: A Stripe fizetések nincsenek engedélyezve ehhez az eseményhez.
it: I pagamenti Stripe non sono abilitati per questo evento.
nl: Stripe-betalingen zijn niet ingeschakeld voor dit evenement.
pl: Płatności Stripe nie są włączone dla tego wydarzenia.
pt: Os pagamentos via Stripe não estão ativados para este evento.
se: Stripe-betalningar är inte aktiverade för detta evenemang.
tr: Bu etkinlik için Stripe ödemeleri etkinleştirilmemiş.
vi: Thanh toán Stripe không được kích hoạt cho sự kiện này.

source: Stripe setup is already complete.
de: Stripe-Einrichtung ist bereits abgeschlossen.
es: La configuración de Stripe ya está completa.
fr: La configuration Stripe est déjà terminée.
it: La configurazione di Stripe è già completa.
nl: Stripe-installatie is al voltooid.
pl: Konfiguracja Stripe jest już zakończona.
pt: A configuração do Stripe já está completa.
se: Stripe-konfigurationen är redan klar.
vi: Thiết lập Stripe đã hoàn tất.

source: Subject
de: Thema
es: Sujeto
fr: Sujet
hu: Tárgy
it: Oggetto
nl: Onderwerp
pl: Temat
pt: Assunto
se: Ämne
tr: Konu
vi: Chủ đề

source: Subject is required
de: Betreff ist erforderlich
es: El asunto es requerido
fr: Le sujet est requis
it: L'oggetto è obbligatorio
nl: Onderwerp is verplicht
pl: Temat jest wymagany
pt: O assunto é obrigatório
se: Ämne är obligatoriskt
vi: Tiêu đề là bắt buộc

source: Subject will appear here
de: Betreff wird hier angezeigt
es: El asunto aparecerá aquí
fr: Le sujet apparaîtra ici
it: L'oggetto apparirà qui
nl: Onderwerp verschijnt hier
pl: Temat pojawi się tutaj
pt: O assunto aparecerá aqui
se: Ämnet visas här
vi: Tiêu đề sẽ xuất hiện ở đây

source: Subject:
de: Betreff:
es: Asunto:
fr: Sujet :
it: Oggetto:
nl: Onderwerp:
pl: Temat:
pt: Assunto:
se: Ämne:
vi: Tiêu đề:

source: Subtotal
de: Zwischensumme
es: Total parcial
fr: Total
hu: Részösszeg
it: Subtotale
nl: Subtotaal
pl: Razem część
se: Delsumma
tr: Ara Toplam
vi: Tổng phụ

source: Success
de: Erfolg
es: Éxito
fr: Succès
hu: Sikeres
it: Successo
nl: Succes
pl: Powodzenie
pt: Sucesso
se: Lyckades
tr: Başarılı
vi: Thành công

source: Success! {0} will receive an email shortly.
de: Erfolgreich! {0} erhält in Kürze eine E-Mail.
es: ¡Éxito! {0} recibirá un correo electrónico en breve.
fr: Succès! {0} recevra un e-mail sous peu.
hu: Sikeres! {0} hamarosan e-mailt kap.
it: Successo! {0} riceverà un'email a breve.
nl: Succes! {0} ontvangt binnenkort een e-mail.
pl: Powodzenie! {0} otrzyma email wkrótce.
pt: Sucesso! {0} receberá um e-mail em breve.
se: Klart! {0} kommer snart att få ett e-postmeddelande.
tr: Başarılı! {0} kısa süre içinde bir e-posta alacak.
vi: Thành công! {0} sẽ nhận một email trong chốc lát.

source: Successfully {0} attendee
de: Erfolgreich {0} Teilnehmer
es: {0} asistente con éxito
fr: {0} participant a réussi
hu: Sikeresen {0} résztvevő
it: Partecipante {0} con successo
nl: Succesvol {0} deelnemer
pl: Pomyślnie {0} uczestnika
pt: {0} participante com sucesso
se: Lyckades {0} deltagare
tr: Katılımcı başarıyla {0}
vi: {0} Người tham dự thành công

source: Successfully confirmed email address
de: E-Mail-Adresse erfolgreich bestätigt
es: Dirección de correo electrónico confirmada correctamente
fr: Adresse e-mail confirmée avec succès
hu: E-mail cím sikeresen megerősítve
it: Indirizzo email confermato con successo
nl: E-mailadres succesvol bevestigd
pl: Pomyślnie potwierdzona adres e-mail
pt: Endereço de e-mail confirmado com sucesso
se: E-postadressen bekräftades
tr: E-posta adresi başarıyla onaylandı
vi: Địa chỉ email được xác nhận thành công

source: Successfully confirmed email change
de: E-Mail-Änderung erfolgreich bestätigt
es: Cambio de correo electrónico confirmado exitosamente
fr: Changement d'e-mail confirmé avec succès
hu: E-mail cím módosítás sikeresen megerősítve
it: Modifica email confermata con successo
nl: E-mailwijziging succesvol bevestigd
pl: Pomyślnie potwierdzona zmiana e-maila
pt: Alteração de e-mail confirmada com sucesso
se: E-poständringen bekräftades
tr: E-posta değişikliği başarıyla onaylandı
vi: Thay đổi email được xác nhận thành công

source: Successfully created attendee
de: Teilnehmer erfolgreich erstellt
es: Asistente creado exitosamente
fr: Participant créé avec succès
hu: Résztvevő sikeresen létrehozva
it: Partecipante creato con successo
nl: Succesvol aangemaakte deelnemer
pl: Pomyślnie utworzony uczestnik
pt: Participante criado com sucesso
se: Deltagaren skapades
tr: Katılımcı başarıyla oluşturuldu
vi: Người tham dự được tạo thành công

source: Successfully Created Product
de: Produkt erfolgreich erstellt
es: Producto creado con éxito
fr: Produit créé avec succès
hu: Termék sikeresen létrehozva
it: Prodotto Creato con Successo
nl: Succesvol gecreëerd product
pl: Pomyślnie utworzony produkt
pt: Produto Criado com Sucesso
se: Produkten skapades
tr: Ürün Başarıyla Oluşturuldu
vi: Sản phẩm được tạo thành công

source: Successfully Created Promo Code
de: Promo-Code erfolgreich erstellt
es: Código promocional creado correctamente
fr: Code promotionnel créé avec succès
hu: Promóciós kód sikeresen létrehozva
it: Codice Promo Creato con Successo
nl: Succesvol aangemaakte promotiecode
pl: Pomyślnie utworzony kod promocyjny
pt: Código promocional criado com sucesso
se: Kampanjkoden skapades
tr: Promosyon Kodu Başarıyla Oluşturuldu
vi: Mã khuyến mãi được tạo thành công

source: Successfully Created Question
de: Frage erfolgreich erstellt
es: Pregunta creada correctamente
fr: Question créée avec succès
hu: Kérdés sikeresen létrehozva
it: Domanda Creata con Successo
nl: Succesvol aangemaakte vraag
pl: Pomyślnie utworzone pytanie
pt: Pergunta criada com sucesso
se: Frågan skapades
tr: Soru Başarıyla Oluşturuldu
vi: Câu hỏi được tạo thành công

source: Successfully Duplicated Product
de: Produkt erfolgreich dupliziert
es: Producto duplicado con éxito
fr: Produit dupliqué avec succès
hu: Termék sikeresen másolva
it: Prodotto Duplicato con Successo
nl: Succesvol gedupliceerd product
pl: Pomyślnie zduplikowany produkt
pt: Produto duplicado com sucesso
se: Produkten duplicerades
vi: Sản phẩm nhân đôi thành công

source: Successfully Updated Address
de: Adresse erfolgreich aktualisiert
es: Dirección actualizada correctamente
fr: Adresse mise à jour avec succès
hu: Cím sikeresen frissítve
it: Indirizzo aggiornato con successo
nl: Adres succesvol bijgewerkt
pl: Pomyślnie zaktualizowany adres
pt: Endereço atualizado com sucesso
se: Adressen uppdaterades
vi: Cập nhật địa chỉ thành công

source: Successfully updated attendee
de: Teilnehmer erfolgreich aktualisiert
es: Asistente actualizado correctamente
fr: Participant mis à jour avec succès
hu: Résztvevő sikeresen frissítve
it: Partecipante aggiornato con successo
nl: Deelnemer succesvol bijgewerkt
pl: Pomyślnie zaktualizowany uczestnik
pt: Participante atualizado com sucesso
se: Deltagaren uppdaterades
tr: Katılımcı başarıyla güncellendi
vi: Người tham dự cập nhật thành công

source: Successfully updated Capacity Assignment
de: Kapazitätszuweisung erfolgreich aktualisiert
es: Asignación de Capacidad actualizada con éxito
fr: Affectation de Capacité mise à jour avec succès
hu: Kapacitás-hozzárendelés sikeresen frissítve
it: Assegnazione Capacità aggiornata con successo
nl: Capaciteitstoewijzing succesvol bijgewerkt
pl: Pomyślnie zaktualizowane przypisanie pojemności
pt: Atribuição de Capacidade atualizada com sucesso
se: Kapacitetstilldelningen uppdaterades
tr: Kapasite Ataması başarıyla güncellendi
vi: Phân công công suất được cập nhật thành công

source: Successfully updated Check-In List
de: Eincheckliste erfolgreich aktualisiert
es: Lista de registro actualizada con éxito
fr: Liste de pointage mise à jour avec succès
hu: Bejelentkezési lista sikeresen frissítve
it: Lista Check-In aggiornata con successo
nl: Check-in lijst succesvol bijgewerkt
pl: Pomyślnie zaktualizowana lista odpraw
pt: Lista de Registro atualizada com sucesso
se: Incheckningslistan uppdaterades
tr: Giriş Listesi başarıyla güncellendi
vi: Danh sách soát vé được cập nhật thành công

source: Successfully Updated Email Settings
de: E-Mail-Einstellungen erfolgreich aktualisiert
es: Configuración de correo electrónico actualizada correctamente
fr: Paramètres de messagerie mis à jour avec succès
hu: E-mail beállítások sikeresen frissítve
it: Impostazioni Email Aggiornate con Successo
nl: E-mailinstellingen met succes bijgewerkt
pl: Pomyślnie zaktualizowane ustawienia email
pt: Configurações de e-mail atualizadas com sucesso
se: E-postinställningarna uppdaterades
tr: E-posta Ayarları Başarıyla Güncellendi
vi: Cài đặt email được cập nhật thành công

source: Successfully Updated Event
de: Ereignis erfolgreich aktualisiert
es: Evento actualizado con éxito
fr: Événement mis à jour avec succès
hu: Esemény sikeresen frissítve
it: Evento Aggiornato con Successo
nl: Evenement succesvol bijgewerkt
pl: Pomyślnie zaktualizowane wydarzenie
pt: Evento atualizado com sucesso
se: Evenemanget uppdaterades
tr: Etkinlik Başarıyla Güncellendi
vi: Sự kiện cập nhật thành công
