Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Percentage must be between 0 and 100
it: La percentuale deve essere compresa tra 0 e 100
nl: Percentage moet tussen 0 en 100 liggen
pl: Procent musi wynosić od 0 do 100
pt: A percentagem deve estar entre 0 e 100
se: Procenttalet måste vara mellan 0 och 100

source: Percentage of transaction amount
it: Percentuale dell'importo della transazione
nl: Percentage van transactiebedrag
pl: Procent kwoty transakcji
pt: Percentagem do valor da transação
se: Procent av transaktionsbeloppet

source: Performance
de: Leistung
es: Rendimiento
hu: Teljesítmény
it: Prestazione
nl: Prestaties
pl: Wydajność
pt: Desempenho
se: Prestanda
vi: Hiệu suất

source: Personal Information
it: Informazioni personali
nl: Persoonlijke gegevens
pl: Informacje osobiste
pt: Informações pessoais
se: Personlig information

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
hu: Telefon
it: Telefono
nl: Telefoon
pl: Telefon
pt: Telefone
se: Telefon
vi: Điện thoại

source: Place this in the <head> of your website.
de: Platzieren Sie dies im <head> Ihrer Website.
es: Coloque esto en el <head> de su sitio web.
fr: Placez-le dans le <head> de votre site Web.
hu: Helyezze ezt a weboldalának <head> részébe.
it: Inserisci questo nel <head> del tuo sito web.
nl: Plaats dit in de <head> van je website.
pl: Umieść to w <head> swojej strony internetowej.
pt: Coloque isto no <head> do seu site.
se: Placera detta i <head>-delen på din webbplats.
tr: Bunu web sitenizin <head> bölümüne yerleştirin.
vi: Đặt mã này vào <head> của trang web của bạn.

source: Planning an event?
de: Eine Veranstaltung planen?
es: ¿Planificando un evento?
fr: Planifier un événement ?
it: Stai pianificando un evento?
nl: Een evenement plannen?
pl: Planujesz wydarzenie?
pt: Planejando um evento?
se: Planerar du ett evenemang?
vi: Đang lên kế hoạch cho một sự kiện?

source: Platform fee
it: Commissione piattaforma
nl: Platformkosten
pl: Opłata platformy
pt: Taxa da plataforma
se: Plattformsavgift

source: Platform fee of {0} deducted from your payout
it: Commissione piattaforma di {0} detratta dal tuo pagamento
nl: Platformkosten van {0} afgetrokken van uw uitbetaling
pl: Opłata platformy {0} odjęta od Twojej wypłaty
pt: Taxa da plataforma de {0} deduzida do seu pagamento
se: Plattformsavgift på {0} dras från din utbetalning

source: Platform Fees
de: Plattformgebühren
es: Tarifas de la plataforma
fr: Frais de plateforme
hu: Platformdíjak
it: Commissioni piattaforma
nl: Platformkosten
pl: Opłaty platformy
pt: Taxas da plataforma
se: Plattformsavgifter
vi: Phí nền tảng

source: Platform Fees Report
it: Report commissioni piattaforma
nl: Platformkosten rapport
pl: Raport opłat platformy
pt: Relatório de taxas da plataforma
se: Plattformsavgiftsrapport

source: Platform Revenue
it: Ricavi della piattaforma
nl: Platformomzet
pl: Przychody platformy
pt: Receitas da plataforma
se: Plattformsintäkter

source: Please add at least one option
de: Bitte fügen Sie mindestens eine Option hinzu
es: Por favor agregue al menos una opción
fr: Veuillez ajouter au moins une option
hu: Kérjük, adjon hozzá legalább egy opciót.
it: Aggiungi almeno un'opzione
nl: Voeg ten minste één optie toe
pl: Dodaj co najmniej jedną opcję
pt: Adicione pelo menos uma opção
se: Lägg till minst ett alternativ
tr: Lütfen en az bir seçenek ekleyin
vi: Vui lòng thêm ít nhất một tùy chọn

source: Please check the provided information is correct
de: Bitte überprüfen Sie, ob die angegebenen Informationen korrekt sind
es: Por favor verifique que la información proporcionada sea correcta.
fr: Veuillez vérifier que les informations fournies sont correctes
hu: Kérjük, ellenőrizze, hogy a megadott információk helyesek-e.
it: Verifica che le informazioni fornite siano corrette
nl: Controleer of de verstrekte informatie correct is
pl: Sprawdź, czy podane informacje są poprawne
pt: Verifique se as informações fornecidas estão corretas
se: Kontrollera att den angivna informationen är korrekt
tr: Lütfen verilen bilgilerin doğru olduğunu kontrol edin
vi: Vui lòng kiểm tra thông tin được cung cấp là chính xác

source: Please check your email and password and try again
de: Bitte überprüfen Sie Ihre E-Mail und Ihr Passwort und versuchen Sie es erneut
es: Por favor revisa tu correo electrónico y contraseña y vuelve a intentarlo.
fr: Veuillez vérifier votre e-mail et votre mot de passe et réessayer
hu: Kérjük, ellenőrizze e-mail címét és jelszavát, majd próbálja újra.
it: Controlla la tua email e password e riprova
nl: Controleer je e-mail en wachtwoord en probeer het opnieuw
pl: Sprawdź swój email i hasło i spróbuj ponownie
pt: Verifique seu e-mail e senha e tente novamente
se: Kontrollera din e-postadress och ditt lösenord och försök igen
tr: Lütfen e-posta ve şifrenizi kontrol edin ve tekrar deneyin
vi: Vui lòng kiểm tra email và mật khẩu của bạn và thử lại

source: Please check your email is valid
de: Bitte überprüfen Sie, ob Ihre E-Mail gültig ist
es: Por favor verifique que su correo electrónico sea válido
fr: Veuillez vérifier que votre email est valide
hu: Kérjük, ellenőrizze, hogy az e-mail címe érvényes-e.
it: Verifica che la tua email sia valida
nl: Controleer of je e-mailadres geldig is
pl: Sprawdź, czy Twój email jest prawidłowy
pt: Verifique se seu e-mail é válido
se: Kontrollera att din e-postadress är giltig
tr: Lütfen e-postanızın geçerli olduğunu kontrol edin
vi: Vui lòng kiểm tra email của bạn là hợp lệ

source: Please check your email to confirm your email address
de: Bitte überprüfen Sie Ihre E-Mail, um Ihre E-Mail-Adresse zu bestätigen
es: Por favor revise su correo electrónico para confirmar su dirección de correo electrónico.
fr: Veuillez vérifier votre courrier électronique pour confirmer votre adresse e-mail
hu: Kérjük, ellenőrizze e-mail címét az e-mail cím megerősítéséhez.
it: Controlla la tua email per confermare il tuo indirizzo email
nl: Controleer je e-mail om je e-mailadres te bevestigen
pl: Sprawdź swój email, aby potwierdzić adres email
pt: Verifique seu e-mail para confirmar seu endereço de e-mail
se: Kontrollera din e-post för att bekräfta din e-postadress
tr: E-posta adresinizi onaylamak için lütfen e-postanızı kontrol edin
vi: Vui lòng kiểm tra email của bạn để xác nhận địa chỉ email của bạn

source: Please continue in the new tab
de: Bitte fahren Sie im neuen Tab fort
es: Por favor continúa en la nueva pestaña.
fr: Veuillez continuer dans le nouvel onglet
hu: Kérjük, folytassa az új lapon.
it: Continua nella nuova scheda
nl: Ga verder in het nieuwe tabblad
pl: Kontynuuj w nowej karcie
pt: Continue na nova aba
se: Fortsätt i den nya fliken
tr: Lütfen yeni sekmede devam edin
vi: Vui lòng tiếp tục trong tab mới

source: Please create a product
de: Bitte erstellen Sie ein Produkt
es: Por favor, cree un producto
fr: Veuillez créer un produit
hu: Kérjük, hozzon létre egy terméket.
it: Crea un prodotto
nl: Maak een product
pl: Utwórz produkt
pt: Por favor, crie um produto
se: Skapa en produkt
tr: Lütfen bir ürün oluşturun
vi: Vui lòng tạo một sản phẩm

source: Please create a ticket
de: Bitte erstellen Sie ein Ticket
es: Por favor, crea un ticket
fr: Veuillez créer un billet
hu: Kérjük, hozzon létre egy jegyet.
it: Crea un biglietto
nl: Maak een ticket aan
pl: Utwórz bilet
pt: Por favor, crie um ingresso
se: Skapa en biljett
tr: Lütfen bir bilet oluşturun
vi: Vui lòng tạo vé

source: Please enter a valid image URL that points to an image.
de: Bitte geben Sie eine gültige Bild-URL ein, die auf ein Bild verweist.
es: Por favor, introduzca una URL de imagen válida que apunte a una imagen.
fr: Veuillez entrer une URL d'image valide qui pointe vers une image.
hu: Kérjük, adjon meg egy érvényes kép URL-t, amely egy képre mutat.
it: Inserisci un URL valido che punti a un'immagine.
nl: Voer een geldige URL in die naar een afbeelding verwijst.
pl: Wprowadź prawidłowy URL obrazu, który wskazuje na obraz.
pt: Por favor, insira um URL de imagem válido que aponte para uma imagem.
se: Ange en giltig bild-URL som pekar på en bild.
tr: Lütfen bir resme işaret eden geçerli bir resim URL'si girin.
vi: Vui lòng nhập URL hình ảnh hợp lệ trỏ đến một hình ảnh.

source: Please enter a valid URL
de: Bitte geben Sie eine gültige URL ein
es: Por favor, introduce una URL válida
fr: Veuillez entrer une URL valide
hu: Kérjük, adjon meg érvényes URL-t.
it: Inserisci un URL valido
nl: Voer een geldige URL in
pl: Wprowadź prawidłowy URL
pt: Por favor, insira uma URL válida
se: Ange en giltig URL
vi: Vui lòng nhập URL hợp lệ

source: Please enter the 5-digit code
de: Bitte geben Sie den 5-stelligen Code ein
es: Por favor, ingresa el código de 5 dígitos
fr: Veuillez saisir le code à 5 chiffres
hu: Kérjük, adja meg az 5 jegyű kódot.
it: Inserisci il codice a 5 cifre
nl: Voer de 5-cijferige code in
pl: Wprowadź 5-cyfrowy kod
pt: Por favor, introduza o código de 5 dígitos
se: Ange den femsiffriga koden
vi: Vui lòng nhập mã 5 chữ số

source: Please enter your VAT number
de: Bitte geben Sie Ihre Umsatzsteuer-ID ein
es: Por favor ingrese su número de IVA
fr: Veuillez entrer votre numéro de TVA
it: Inserisci il tuo numero di partita IVA
nl: Voer uw BTW-nummer in
pl: Wprowadź swój numer VAT
pt: Por favor, insira o seu número de IVA
se: Ange ditt momsregistreringsnummer
vi: Vui lòng nhập mã số VAT của bạn

source: Please Note
de: Bitte beachten Sie
es: Tenga en cuenta
fr: Veuillez noter
hu: Kérjük, vegye figyelembe
it: Nota Bene
nl: Let op
pl: Uwaga
pt: Observe
se: Observera
tr: Lütfen Dikkat
vi: Xin lưu ý

source: Please provide an image.
de: Bitte ein Bild angeben.
es: Por favor, proporciona una imagen.
fr: Veuillez fournir une image.
hu: Kérjük, adjon meg egy képet.
it: Per favore, fornisci un'immagine.
nl: Geef een afbeelding op.
pl: Podaj obraz.
pt: Por favor, forneça uma imagem.
se: Vänligen tillhandahåll en bild.
vi: Vui lòng cung cấp một hình ảnh.

source: Please restart the checkout process.
de: Bitte starten Sie den Bestellvorgang neu.
es: Por favor, reinicia el proceso de compra.
fr: Veuillez recommencer le processus de commande.
it: Riavvia il processo di acquisto.
nl: Start het bestelproces opnieuw.
pl: Uruchom ponownie proces płatności.
pt: Por favor, reinicie o processo de compra.
se: Starta om kassaprocessen.
vi: Vui lòng bắt đầu lại quy trình thanh toán.

source: Please return to the event page to start over.
de: Bitte kehre zur Veranstaltungsseite zurück, um neu zu beginnen.
es: Por favor, regresa a la página del evento para comenzar de nuevo.
fr: Veuillez retourner sur la page de l'événement pour recommencer.
hu: Kérjük, térjen vissza az esemény oldalára az újrakezdéshez.
it: Torna alla pagina dell'evento per ricominciare.
nl: Ga terug naar de evenementpagina om opnieuw te beginnen.
pl: Wróć do strony wydarzenia, aby zacząć od nowa.
pt: Por favor, volte para a página do evento para recomeçar.
se: Gå tillbaka till evenemangssidan för att börja om.
tr: Baştan başlamak için lütfen etkinlik sayfasına dönün.
vi: Vui lòng quay lại trang sự kiện để bắt đầu lại.

source: Please select a date range
de: Bitte wählen Sie einen Datumsbereich aus
es: Por favor seleccione un rango de fechas
fr: Veuillez sélectionner une plage de dates
it: Seleziona un intervallo di date
nl: Selecteer een datumbereik
pl: Wybierz zakres dat
pt: Por favor, selecione um intervalo de datas
se: Välj ett datumintervall
vi: Vui lòng chọn khoảng thời gian

source: Please select an image.
de: Bitte ein Bild auswählen.
es: Por favor, selecciona una imagen.
fr: Veuillez sélectionner une image.
hu: Kérjük, válasszon egy képet.
it: Per favore, seleziona un'immagine.
nl: Selecteer een afbeelding.
pl: Wybierz obraz.
pt: Por favor, selecione uma imagem.
se: Välj en bild.
vi: Vui lòng chọn một hình ảnh.

source: Please select at least one product
de: Bitte wählen Sie mindestens ein Produkt aus
es: Por favor, seleccione al menos un producto
fr: Veuillez sélectionner au moins un produit
hu: Kérjük, válasszon ki legalább egy terméket.
it: Seleziona almeno un prodotto
nl: Selecteer ten minste één product
pl: Wybierz co najmniej jeden produkt
pt: Por favor, selecione pelo menos um produto
se: Välj minst en produkt
tr: Lütfen en az bir ürün seçin
vi: Vui lòng chọn ít nhất một sản phẩm

source: Please try again.
de: Bitte versuchen Sie es erneut.
es: Por favor, inténtalo de nuevo.
fr: Veuillez réessayer.
hu: Kérjük, próbálja újra.
it: Riprova.
nl: Probeer het opnieuw.
pl: Spróbuj ponownie.
pt: Por favor, tente novamente.
se: Försök igen.
vi: Vui lòng thử lại.

source: Please verify your email address to access all features
de: Bitte bestätigen Sie Ihre E-Mail-Adresse, um auf alle Funktionen zugreifen zu können
es: Verifique su dirección de correo electrónico para acceder a todas las funciones.
fr: Veuillez vérifier votre adresse e-mail pour accéder à toutes les fonctionnalités
hu: Kérjük, erősítse meg e-mail címét az összes funkció eléréséhez.
it: Verifica il tuo indirizzo email per accedere a tutte le funzionalità
nl: Controleer uw e-mailadres om toegang te krijgen tot alle functies
pl: Zweryfikuj swój adres email, aby uzyskać dostęp do wszystkich funkcji
pt: Verifique seu endereço de e-mail para acessar todos os recursos
se: Verifiera din e-postadress för att få tillgång till alla funktioner
tr: Tüm özelliklere erişmek için lütfen e-posta adresinizi doğrulayın
vi: Vui lòng xác minh địa chỉ email của bạn để truy cập tất cả các tính năng

source: Please wait before requesting another code
de: Bitte warten Sie, bevor Sie einen neuen Code anfordern
es: Por favor, espera antes de solicitar otro código
fr: Veuillez patienter avant de demander un autre code
hu: Kérjük, várjon, mielőtt újabb kódot kér.
it: Attendi prima di richiedere un altro codice
nl: Wacht even voordat je een nieuwe code aanvraagt
pl: Poczekaj przed żądaniem innego kodu
pt: Por favor, aguarde antes de solicitar outro código
se: Vänta innan du begär en ny kod
vi: Vui lòng đợi trước khi yêu cầu mã khác

source: Please wait while we prepare your affiliates for export...
de: Bitte warten Sie, während wir Ihre Partner für den Export vorbereiten...
es: Por favor, espera mientras preparamos tus afiliados para exportar...
fr: Veuillez patienter pendant que nous préparons vos affiliés pour l'exportation...
hu: Kérjük, várjon, amíg előkészítjük partnereit az exportálásra...
it: Attendi mentre prepariamo i tuoi affiliati per l'esportazione...
nl: Even geduld terwijl we je affiliates voorbereiden voor export...
pl: Poczekaj, przygotowujemy Twoich partnerów do eksportu...
pt: Por favor, aguarde enquanto preparamos os seus afiliados para exportação...
se: Vänta medan vi förbereder dina affiliates för export...
vi: Vui lòng đợi trong khi chúng tôi chuẩn bị xuất danh sách đối tác...

source: Please wait while we prepare your attendees for export...
de: Bitte warten Sie, während wir Ihre Teilnehmer für den Export vorbereiten...
es: Por favor, espera mientras preparamos la exportación de tus asistentes...
fr: Veuillez patienter pendant que nous préparons l'exportation de vos participants...
hu: Kérjük, várjon, amíg előkészítjük résztvevőit az exportálásra...
it: Attendi mentre prepariamo i tuoi partecipanti per l'esportazione...
nl: Wacht even terwijl we je deelnemers voorbereiden voor export...
pl: Poczekaj, przygotowujemy Twoich uczestników do eksportu...
pt: Por favor, aguarde enquanto preparamos seus participantes para exportação...
se: Vänta medan vi förbereder dina deltagare för export...
vi: Vui lòng đợi trong khi chúng tôi chuẩn bị cho người tham dự xuất ra...

source: Please wait while we prepare your invoice...
de: Bitte warten Sie, während wir Ihre Rechnung vorbereiten...
es: Por favor, espere mientras preparamos su factura...
fr: Veuillez patienter pendant que nous préparons votre facture...
hu: Kérjük, várjon, amíg előkészítjük számláját...
it: Attendi mentre prepariamo la tua fattura...
nl: Wacht even terwijl we uw factuur opstellen...
pl: Poczekaj, przygotowujemy Twoją fakturę...
pt: Por favor, aguarde enquanto preparamos a sua fatura...
se: Vänta medan vi förbereder din faktura...
tr: Faturanızı hazırlarken lütfen bekleyin...
vi: Vui lòng đợi trong khi chúng tôi chuẩn bị hóa đơn của bạn ...

source: Please wait while we prepare your orders for export...
de: Bitte warten Sie, während wir Ihre Bestellungen für den Export vorbereiten...
es: Por favor, espera mientras preparamos la exportación de tus pedidos...
fr: Veuillez patienter pendant que nous préparons l'exportation de vos commandes...
hu: Kérjük, várjon, amíg előkészítjük megrendeléseit az exportálásra...
it: Attendi mentre prepariamo i tuoi ordini per l'esportazione...
nl: Even geduld alstublieft terwijl we uw bestellingen klaarmaken voor export...
pl: Poczekaj, przygotowujemy Twoje zamówienia do eksportu...
pt: Por favor, aguarde enquanto preparamos seus pedidos para exportação...
se: Vänta medan vi förbereder dina ordrar för export...
vi: Vui lòng đợi trong khi chúng tôi chuẩn bị đơn hàng của bạn để xuất ra...

source: Popular Events (Last 14 Days)
it: Eventi popolari (Ultimi 14 giorni)
nl: Populaire evenementen (Laatste 14 dagen)
pl: Popularne wydarzenia (ostatnie 14 dni)
pt: Eventos populares (Últimos 14 dias)
se: Populära evenemang (Senaste 14 dagarna)

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
hu: Portugál
it: Portoghese
nl: Portugees
pl: Portugalski
pt: Português
se: Portugisiska
tr: Portekizce
vi: Tiếng Bồ Đào Nha

source: Post Checkout message
de: Checkout-Nachricht veröffentlichen
es: Mensaje posterior al pago
fr: Message après le paiement
hu: Fizetés utáni üzenet
it: Messaggio post checkout
nl: Post Checkout-bericht
pl: Wiadomość po płatności
pt: Mensagem pós-check-out
se: Meddelande efter checkout
tr: Ödeme sonrası mesaj
vi: Tin nhắn sau phần thanh toán

source: Post Checkout Message
de: Nach-Checkout-Nachricht
es: Mensaje Post-Compra
fr: Message Post-Commande
it: Messaggio Post-Checkout
nl: Post-Checkout Bericht
pl: Wiadomość po płatności
pt: Mensagem Pós-Checkout
se: Meddelande efter checkout
vi: Tin Nhắn Sau Thanh Toán

source: Powered by
es: Energizado por
fr: Alimenté par
hu: Működteti:
it: Offerto da
nl: Aangedreven door
pt: Distribuído por
se: Drivs av
tr: Tarafından desteklenmektedir
vi: Được cung cấp bởi

source: Pre Checkout message
de: Nachricht vor dem Checkout
es: Mensaje previo al pago
fr: Message de pré-commande
hu: Fizetés előtti üzenet
it: Messaggio pre checkout
nl: Bericht voor het afrekenen
pl: Wiadomość przed płatnością
pt: Mensagem pré-checkout
se: Meddelande före checkout
tr: Ödeme öncesi mesaj
vi: Thông báo trước khi thanh toán

source: Prevent overselling by sharing inventory across multiple ticket types.
it: Evita l'overselling condividendo l'inventario tra più tipi di biglietto.
nl: Voorkom oververkoop door voorraad te delen over meerdere tickettypes.
pl: Zapobiegaj nadmiernej sprzedaży, dzieląc zapasy między wieloma typami biletów.
pt: Evite sobrevenda compartilhando estoque entre vários tipos de ingresso.
se: Förhindra översäljning genom att dela lager mellan flera biljett­typer.
vi: Ngăn bán quá số lượng bằng cách chia sẻ tồn kho giữa nhiều loại vé.

source: Preview
de: Vorschau
es: Vista Previa
fr: Aperçu
hu: Előnézet
it: Anteprima
nl: Voorbeeld
pl: Podgląd
pt: Pré-visualização
se: Förhandsgranska
tr: Önizleme
vi: Xem trước

source: Preview checkout form
it: Anteprima modulo di checkout
nl: Voorbeeld afrekenformulier
pl: Podgląd formularza płatności
pt: Pré-visualizar formulário de checkout
se: Förhandsgranska kassaflödet
vi: Xem trước biểu mẫu thanh toán

source: Preview Event page
de: Vorschau der Veranstaltungsseite
es: Vista previa de la página del evento
fr: Aperçu de la page de l’événement
hu: Eseményoldal előnézete
it: Anteprima pagina evento
nl: Voorbeeld van de evenementpagina
pl: Podgląd strony wydarzenia
pt: Pré-visualizar página do evento
se: Förhandsgranska evenemangssidan
vi: Xem trước trang sự kiện

source: Price
de: Preis
es: Precio
fr: Prix
hu: Ár
it: Prezzo
nl: Prijs
pl: Cena
pt: Preço
se: Pris
tr: Fiyat
vi: Giá

source: Price display mode
de: Preisanzeigemodus
es: Modo de visualización de precios
fr: Mode d'affichage des prix
hu: Ármegjelenítési mód
it: Modalità visualizzazione prezzo
nl: Modus prijsweergave
pl: Tryb wyświetlania ceny
pt: Modo de exibição de preço
se: Visningsläge för pris
tr: Fiyat görünüm modu
vi: Chế độ hiển thị giá

source: Price not set
de: Preis nicht festgelegt
es: Precio no establecido
fr: Prix non défini
hu: Ár nincs beállítva
it: Prezzo non impostato
nl: Prijs niet ingesteld
pl: Cena nie ustawiona
pt: Preço não definido
se: Pris ej angivet
tr: Fiyat belirlenmedi
vi: Giá không được đặt

source: Price of the ticket
de: Preis des Tickets
es: Precio del boleto
fr: Prix du billet
it: Prezzo del biglietto
nl: Prijs van het ticket
pl: Cena biletu
pt: Preço do ingresso
se: Biljettens pris
vi: Giá vé

source: Price Tiers
de: Preisstufen
es: Niveles de Precio
fr: Niveaux de prix
it: Fasce di prezzo
nl: Prijsniveaus
pl: Poziomy cenowe
pt: Níveis de Preço
se: Prisnivåer
vi: Cấp giá

source: Price Type
de: Preistyp
es: Tipo de precio
fr: Type de prix
hu: Ár típusa
it: Tipo di Prezzo
nl: Prijs Type
pl: Typ ceny
pt: Tipo de Preço
se: Pristyp
tr: Fiyat Türü
vi: Loại giá

source: Primary Color
de: Primärfarbe
es: Color primario
fr: Couleur primaire
hu: Elsődleges szín
it: Colore primario
nl: Primaire kleur
pl: Główny kolor
pt: Cor primária
se: Primär färg
tr: Ana Renk
vi: Màu chính

source: Primary Text Color
de: Primäre Textfarbe
es: Color de texto principal
fr: Couleur du texte principal
hu: Elsődleges szövegszín
it: Colore testo primario
nl: Primaire tekstkleur
pl: Główny kolor tekstu
pt: Cor do texto primário
se: Primär textfärg
tr: Ana Metin Rengi
vi: Màu chữ chính

source: Print All Tickets
de: Alle Tickets ausdrucken
es: Imprimir todas las entradas
fr: Imprimer tous les billets
hu: Összes jegy nyomtatása
it: Stampa Tutti i Biglietti
nl: Alle tickets afdrukken
pl: Drukuj wszystkie bilety
pt: Imprimir todos os ingressos
se: Skriv ut alla biljetter
tr: Tüm Biletleri Yazdır
vi: In tất cả vé

source: Print Preview
de: Druckvorschau
es: Vista Previa de Impresión
fr: Aperçu avant Impression
it: Anteprima di Stampa
nl: Afdrukvoorbeeld
pl: Podgląd wydruku
pt: Pré-visualização de Impressão
se: Utskriftsförhandsgranskning
vi: Xem trước khi in

source: Print Ticket
de: Ticket drucken
es: Imprimir Entrada
fr: Imprimer le billet
it: Stampa biglietto
nl: Ticket afdrukken
pl: Drukuj bilet
pt: Imprimir Bilhete
se: Skriv ut biljett
vi: In vé

source: Print Tickets
de: Tickets drucken
es: Imprimir boletos
fr: Imprimer les billets
hu: Jegyek nyomtatása
it: Stampa Biglietti
nl: Tickets afdrukken
pl: Drukuj bilety
pt: Imprimir ingressos
se: Skriv ut biljetter
tr: Biletleri Yazdır
vi: In vé

source: Print to PDF
de: Als PDF drucken
es: Imprimir a PDF
fr: Imprimer en PDF
it: Stampa in PDF
nl: Afdrukken naar PDF
pl: Drukuj do PDF
pt: Imprimir para PDF
se: Skriv ut till PDF
vi: In ra PDF

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
it: Informativa sulla privacy
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de Privacidade
se: Integritetspolicy
vi: Chính sách quyền riêng tư

source: Process Refund
de: Erstattung verarbeiten
es: Procesar reembolso
fr: Traiter le remboursement
it: Elabora rimborso
nl: Terugbetaling verwerken
pl: Przetwórz zwrot
pt: Processar reembolso
se: Genomför återbetalning
vi: Xử lý hoàn tiền

source: Processing order
de: Bestellung wird verarbeitet
es: Procesando pedido
fr: Traitement de la commande
it: Elaborazione ordine
nl: Bestelling verwerken
pl: Przetwarzanie zamówienia
pt: A processar pedido
se: Behandlar order
vi: Đang xử lý đơn hàng

source: Product
de: Produkt
es: Producto
fr: Produit
hu: Termék
it: Prodotto
pl: Produkt
pt: Produto
se: Produkt
tr: Ürün
vi: Sản phẩm
