Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Once you complete the upgrade, your old account will only be used for refunds.
de: Sobald Sie das Upgrade abgeschlossen haben, wird Ihr altes Konto nur noch für Erstattungen verwendet.
es: Una vez que complete la actualización, su cuenta anterior solo se usará para reembolsos.
fr: Une fois la mise à niveau terminée, votre ancien compte ne sera utilisé que pour les remboursements.
it: Una volta completato l'aggiornamento, il tuo vecchio account sarà usato solo per i rimborsi.
nl: Zodra u de upgrade voltooit, wordt uw oude account alleen gebruikt voor terugbetalingen.
pl: Po zakończeniu aktualizacji, Twoje stare konto będzie używane tylko do zwrotów.
pt: Depois de completar a atualização, sua conta antiga será usada apenas para reembolsos.
se: När du har slutfört uppgraderingen kommer ditt gamla konto endast att användas för återbetalningar.
vi: Khi bạn hoàn thành nâng cấp, tài khoản cũ sẽ chỉ được sử dụng để hoàn tiền.

source: Once you create an event, you'll see it here.
de: Sobald Sie ein Ereignis erstellt haben, wird es hier angezeigt.
es: Una vez que crees un evento, lo verás aquí.
fr: Une fois que vous avez créé un événement, vous le verrez ici.
hu: Miután létrehozott egy eseményt, itt fogja látni.
it: Una volta creato un evento, lo vedrai qui.
nl: Zodra je een evenement hebt gemaakt, zie je het hier.
pl: Po utworzeniu wydarzenia, zobaczysz je tutaj.
pt: Depois de criar um evento, você o verá aqui.
se: När du skapar ett evenemang visas det här.
tr: Bir etkinlik oluşturduğunuzda, burada göreceksiniz.
vi: Khi bạn tạo một sự kiện, bạn sẽ thấy nó ở đây.

source: Once you start collecting data, you'll see it here.
de: Sobald Sie Daten sammeln, werden sie hier angezeigt.
es: Una vez que comiences a recopilar datos, los verás aquí.
fr: Une fois que vous commencerez à collecter des données, elles apparaîtront ici.
hu: Miután elkezd gyűjteni adatokat, itt fogja látni.
it: Una volta che inizi a raccogliere dati, li vedrai qui.
nl: Zodra je gegevens begint te verzamelen, zie je ze hier.
pl: Po rozpoczęciu zbierania danych, zobaczysz je tutaj.
pt: Assim que você começar a coletar dados, eles aparecerão aqui.
se: När du börjar samla in data visas det här.
tr: Veri toplamaya başladığınızda, burada göreceksiniz.
vi: Khi bạn bắt đầu thu thập dữ liệu, bạn sẽ thấy nó ở đây.

source: Once you're ready, set your event live and start selling products.
de: Sobald Sie bereit sind, setzen Sie Ihre Veranstaltung live und beginnen Sie mit dem Verkauf von Produkten.
es: Una vez que esté listo, ponga su evento en vivo y comience a vender productos.
fr: Une fois prêt, mettez votre événement en ligne et commencez à vendre des produits.
hu: Amikor elkészült, tegye élővé eseményét, és kezdjen el termékeket értékesíteni.
it: Quando sei pronto, rendi attivo il tuo evento e inizia a vendere prodotti.
nl: Zodra je klaar bent, kun je je evenement live zetten en beginnen met het verkopen van producten.
pl: Gdy będziesz gotowy, ustaw swoje wydarzenie na żywo i zacznij sprzedawać produkty.
pt: Quando estiver pronto, coloque seu evento ao vivo e comece a vender produtos.
se: När du är redo kan du publicera ditt evenemang och börja sälja produkter.
tr: Hazır olduğunuzda, etkinliğinizi yayına alın ve ürün satmaya başlayın.
vi: Khi bạn đã sẵn sàng, hãy đặt sự kiện của bạn trực tiếp và bắt đầu bán sản phẩm.

source: Ongoing
de: Laufend
es: En curso
fr: En cours
hu: Folyamatban
it: In Corso
nl: Doorlopend
pl: Trwający
pt: Em andamento
se: Pågående
tr: Devam Eden
vi: Đang diễn ra

source: Online Event
de: Online-Veranstaltung
es: Evento en línea
fr: Événement en ligne
hu: Online esemény
it: Evento online
nl: Online evenement
pl: Wydarzenie online
pt: Evento online
se: Onlineevenemang
vi: Sự kiện trực tuyến

source: Online Event Details
de: Details zur Online-Veranstaltung
es: Detalles del evento en línea
fr: Détails de l'événement en ligne
hu: Online esemény részletei
it: Dettagli Evento Online
nl: Details online evenement
pl: Szczegóły wydarzenia online
pt: Detalhes do evento on-line
se: Information om onlineevenemang
tr: Online Etkinlik Detayları
vi: Chi tiết sự kiện trực tuyến

source: Only send to orders with these statuses
de: Nur an Bestellungen mit diesen Status senden
es: Enviar solo a pedidos con estos estados
fr: Envoyer uniquement aux commandes avec ces statuts
hu: Csak az ilyen státuszú megrendelésekre küldje el
it: Invia solo agli ordini con questi stati
nl: Alleen verzenden naar orders met deze statussen
pl: Wysyłaj tylko do zamówień z tymi statusami
pt: Enviar apenas para pedidos com esses status
se: Skicka endast till ordrar med dessa statusar
vi: Chỉ gửi đến các đơn hàng có trạng thái này

source: Only visible with promo code
de: Nur mit Promo-Code sichtbar
es: Solo visible con código promocional
fr: Visible uniquement avec un code promo
it: Visibile solo con codice promozionale
nl: Alleen zichtbaar met promocode
pl: Widoczne tylko z kodem promocyjnym
pt: Apenas visível com código promocional
se: Endast synlig med kampanjkod
vi: Chỉ hiển thị với mã khuyến mãi

source: Open Check-In Page
de: Check-In-Seite öffnen
es: Abrir Página de Check-In
fr: Ouvrir la Page d'Enregistrement
hu: Bejelentkezési oldal megnyitása
it: Apri Pagina di Check-In
nl: Open Check-In Pagina
pl: Otwórz stronę zameldowania
pt: Abrir Página de Check-In
se: Öppna incheckningssida
tr: Check-In Sayfasını Aç
vi: Mở Trang Check-In

source: Open sidebar
de: Seitenleiste öffnen
es: Abrir barra lateral
fr: Ouvrir la barre latérale
hu: Oldalsáv megnyitása
it: Apri barra laterale
nl: Zijbalk openen
pl: Otwórz pasek boczny
pt: Abrir barra lateral
se: Öppna sidomeny
tr: Kenar çubuğunu aç
vi: Mở thanh bên

source: Open Stripe Dashboard
de: Stripe-Dashboard öffnen
es: Abrir panel de Stripe
fr: Ouvrir le tableau de bord Stripe
it: Apri dashboard Stripe
nl: Stripe-dashboard openen
pl: Otwórz panel Stripe
pt: Abrir painel do Stripe
se: Öppna Stripe-instrumentpanelen
vi: Mở bảng điều khiển Stripe

source: Option {i}
es: Opción {i}
hu: Opció {i}
it: Opzione {i}
nl: Optie {i}
pl: Opcja {i}
pt: Opção {i}
se: Alternativ {i}
tr: Seçenek {i}
vi: Tùy chọn {i}

source: Optional additional information to appear on all invoices (e.g., payment terms, late payment fees, return policy)
de: Optionale zusätzliche Informationen, die auf allen Rechnungen erscheinen (z. B. Zahlungsbedingungen, Gebühren für verspätete Zahlungen, Rückgaberichtlinien)
es: Información adicional opcional que aparecerá en todas las facturas (por ejemplo, términos de pago, cargos por pago atrasado, política de devoluciones)
fr: Informations supplémentaires optionnelles à apparaître sur toutes les factures (par exemple, conditions de paiement, frais de retard, politique de retour)
hu: Opcionális további információk, amelyek megjelennek minden számlán (pl. fizetési feltételek, késedelmi díjak, visszatérítési szabályzat).
it: Informazioni aggiuntive opzionali da visualizzare su tutte le fatture (ad es. termini di pagamento, penali per ritardo, politica di reso)
nl: Optionele aanvullende informatie die op alle facturen moet worden vermeld (bijv. betalingsvoorwaarden, kosten voor te late betaling, retourbeleid)
pl: Opcjonalne dodatkowe informacje, które pojawią się na wszystkich fakturach (np. warunki płatności, opłaty za opóźnienia, polityka zwrotów)
pt: Informações adicionais opcionais a serem exibidas em todas as faturas (ex.: condições de pagamento, taxas por atraso, política de devolução)
se: Valfri extra information som visas på alla fakturor, till exempel betalningsvillkor, förseningsavgifter eller returpolicy
tr: Tüm faturalarda görünecek isteğe bağlı ek bilgiler (örn., ödeme koşulları, gecikme ücreti, iade politikası)
vi: Thông tin bổ sung tùy chọn xuất hiện trên tất cả các hóa đơn (ví dụ: điều khoản thanh toán, phí thanh toán trễ, chính sách trả lại)

source: Optional prefix for invoice numbers (e.g., INV-)
de: Optionales Präfix für Rechnungsnummern (z. B. INV-)
es: Prefijo opcional para los números de factura (por ejemplo, INV-)
fr: Préfixe optionnel pour les numéros de facture (par exemple, INV-)
hu: Opcionális előtag a számlaszámokhoz (pl. INV-)
it: Prefisso opzionale per i numeri di fattura (ad es., FATT-)
nl: Optioneel voorvoegsel voor factuurnummers (bijv. INV-)
pl: Opcjonalny prefiks dla numerów faktur (np. INV-)
pt: Prefixo opcional para os números das faturas (ex.: INV-)
se: Valfritt prefix för fakturanummer, till exempel INV-
tr: Fatura numaraları için isteğe bağlı önek (örn., FAT-)
vi: Tiền tố tùy chọn cho số hóa đơn (ví dụ: Inv-)

source: Optional text for disclaimers, contact info, or thank you notes (single line only)
de: Optionaler Text für Haftungsausschlüsse, Kontaktinformationen oder Dankesnachrichten (nur einzeilig)
es: Texto opcional para avisos legales, información de contacto o notas de agradecimiento (solo una línea)
fr: Texte optionnel pour les avertissements, informations de contact ou notes de remerciement (une seule ligne)
it: Testo opzionale per disclaimer, informazioni di contatto o note di ringraziamento (solo una riga)
nl: Optionele tekst voor disclaimers, contactinfo of danknotities (alleen één regel)
pl: Opcjonalny tekst dla zastrzeżeń, informacji kontaktowych lub notek z podziękowaniami (tylko jedna linia)
pt: Texto opcional para avisos legais, informações de contacto ou notas de agradecimento (apenas uma linha)
se: Valfri text för friskrivningar, kontaktuppgifter eller tackmeddelanden, endast en rad
vi: Văn bản tùy chọn cho tuyên bố từ chối, thông tin liên hệ hoặc ghi chú cảm ơn (chỉ một dòng)

source: options
it: opzioni
nl: opties
pl: opcje
pt: opções
se: alternativ
vi: tùy chọn

source: Options
de: Optionen
es: Opciones
fr: Possibilités
hu: Opciók
it: Opzioni
nl: Opties
pl: Opcje
pt: Opções
se: Alternativ
tr: Seçenekler
vi: Tùy chọn

source: or
de: oder
es: o
fr: ou
hu: vagy
it: o
nl: of
pl: lub
pt: ou
se: eller
tr: veya
vi: Hoặc

source: Order
de: Befehl
es: Orden
fr: Commande
hu: Megrendelés
it: Ordine
nl: Bestel
pl: Zamówienie
pt: Ordem
tr: Sipariş
vi: Đơn hàng

source: Order & Ticket
de: Bestellung & Ticket
es: Pedido y Entrada
fr: Commande et billet
it: Ordine & biglietto
nl: Bestelling & Ticket
pl: Zamówienie i bilet
pt: Pedido e Bilhete
se: Order och biljett
vi: Đơn hàng & Vé

source: Order cancelled
de: Bestellung storniert
es: Pedido cancelado
fr: Commande annulée
it: Ordine annullato
nl: Bestelling geannuleerd
pl: Zamówienie anulowane
pt: Pedido cancelado
se: Order avbruten
vi: Đơn hàng đã hủy

source: Order Cancelled
de: Bestellung storniert
es: Orden cancelada
fr: Commande annulée
hu: Megrendelés törölve
it: Ordine Annullato
nl: Bestelling geannuleerd
pl: Zamówienie anulowane
pt: Pedido cancelado
se: Order avbruten
tr: Sipariş İptal Edildi
vi: Đơn hàng bị hủy

source: Order complete
de: Bestellung abgeschlossen
es: Pedido completado
fr: Commande terminée
it: Ordine completato
nl: Bestelling voltooid
pl: Zamówienie zakończone
pt: Pedido concluído
se: Order slutförd
vi: Đơn hàng hoàn tất

source: Order Confirmation
de: Bestellbestätigung
es: Confirmación de pedido
fr: Confirmation de commande
it: Conferma Ordine
nl: Bestelling Bevestiging
pl: Potwierdzenie zamówienia
pt: Confirmação do pedido
se: Orderbekräftelse
vi: Xác nhận đơn hàng

source: Order confirmation resent successfully
it: Conferma dell'ordine reinviata con successo
nl: Bestelbevestiging succesvol opnieuw verzonden
pl: Potwierdzenie zamówienia zostało pomyślnie wysłane ponownie
pt: Confirmação do pedido reenviada com sucesso
se: Orderbekräftelsen skickades igen

source: Order Created
de: Bestellung erstellt
es: Pedido creado
fr: Commande créée
hu: Megrendelés létrehozva
it: Ordine Creato
nl: Bestelling aangemaakt
pl: Zamówienie utworzone
pt: Pedido criado
se: Order skapad
vi: Đơn hàng được tạo

source: Order Currency
de: Bestellwährung
es: Moneda del Pedido
fr: Devise de la Commande
it: Valuta dell'Ordine
nl: Bestelvaluta
pl: Waluta zamówienia
pt: Moeda do Pedido
se: Ordervaluta
vi: Đơn Vị Tiền Tệ Đơn Hàng

source: Order Date
de: Auftragsdatum
es: Fecha de orden
fr: Date de commande
hu: Megrendelés dátuma
it: Data Ordine
nl: Bestel Datum
pl: Data zamówienia
pt: Data do pedido
se: Orderdatum
tr: Sipariş Tarihi
vi: Ngày đơn hàng

source: Order Details
de: Bestelldetails
es: Detalles del pedido
fr: détails de la commande
hu: Megrendelés részletei
it: Dettagli Ordine
nl: Bestel Details
pl: Szczegóły zamówienia
pt: detalhes do pedido
se: Orderdetaljer
tr: Sipariş Detayları
vi: Chi tiết đơn hàng

source: Order Email
de: Bestell-E-Mail
es: Email del pedido
fr: Email de commande
it: Email Ordine
nl: Bestelling E-mail
pl: Email zamówienia
pt: E-mail do pedido
se: Orderns e-postadress
vi: Email đơn hàng

source: Order First Name
de: Vorname der Bestellung
es: Nombre del pedido
fr: Prénom de la commande
it: Nome Ordine
nl: Bestelling Voornaam
pl: Imię zamówienia
pt: Primeiro nome do pedido
se: Orderns förnamn
vi: Tên trong đơn hàng

source: Order has been canceled and refunded. The order owner has been notified.
de: Die Bestellung wurde storniert und erstattet. Der Bestellinhaber wurde benachrichtigt.
es: El pedido ha sido cancelado y reembolsado. El propietario del pedido ha sido notificado.
fr: La commande a été annulée et remboursée. Le propriétaire de la commande a été notifié.
it: L'ordine è stato cancellato e rimborsato. Il proprietario dell'ordine è stato notificato.
nl: Bestelling is geannuleerd en terugbetaald. De eigenaar van de bestelling is op de hoogte gesteld.
pl: Zamówienie zostało anulowane i zwrócone. Właściciel zamówienia został powiadomiony.
pt: O pedido foi cancelado e reembolsado. O proprietário do pedido foi notificado.
se: Ordern har avbrutits och återbetalats. Orderägaren har informerats.
vi: Đơn hàng đã được hủy và hoàn tiền. Chủ đơn hàng đã được thông báo.

source: Order has been canceled and the order owner has been notified.
de: Die Bestellung wurde storniert und der Bestellinhaber wurde benachrichtigt.
es: El pedido ha sido cancelado y se ha notificado al propietario del pedido.
fr: La commande a été annulée et le propriétaire de la commande a été informé.
hu: A megrendelés törölve lett, és a megrendelő értesítést kapott.
it: L'ordine è stato annullato e il proprietario dell'ordine è stato avvisato.
nl: Bestelling is geannuleerd en de eigenaar van de bestelling is op de hoogte gesteld.
pl: Zamówienie zostało anulowane, a właściciel zamówienia został powiadomiony.
pt: O pedido foi cancelado e o proprietário do pedido foi notificado.
se: Ordern har avbrutits och orderägaren har informerats.
tr: Sipariş iptal edildi ve sipariş sahibi bilgilendirildi.
vi: Đơn hàng đã bị hủy và chủ sở hữu đơn hàng đã được thông báo.

source: Order Holders
it: Titolari degli ordini
nl: Bestelhouders
pl: Posiadacze zamówień
pt: Titulares de encomendas
se: Beställningsinnehavare

source: Order ID
it: ID ordine
nl: Bestelling-ID
pl: ID zamówienia
pt: ID do Pedido

source: Order Is Awaiting Offline Payment
de: Bestellung wartet auf Offline-Zahlung
es: Pedido Esperando Pago Fuera de Línea
fr: Commande en Attente de Paiement Hors Ligne
it: Ordine in Attesa di Pagamento Offline
nl: Bestelling Wacht op Offline Betaling
pl: Zamówienie oczekuje na płatność offline
pt: Pedido Aguardando Pagamento Offline
se: Ordern väntar på offlinebetalning
vi: Đơn Hàng Đang Chờ Thanh Toán Ngoại Tuyến

source: Order Last Name
de: Nachname der Bestellung
es: Apellido del pedido
fr: Nom de famille de la commande
it: Cognome Ordine
nl: Bestelling Achternaam
pl: Nazwisko zamówienia
pt: Sobrenome do pedido
se: Orderns efternamn
vi: Họ trong đơn hàng

source: Order Limits
de: Bestelllimits
es: Límites de Pedido
fr: Limites de commande
it: Limiti degli ordini
nl: Bestellimieten
pl: Limity zamówień
pt: Limites de Pedido
se: Ordergränser
vi: Giới hạn đơn hàng

source: Order limits set
it: Limiti di ordine impostati
nl: Bestellingslimieten ingesteld
pl: Ustawione limity zamówień
pt: Limites de pedido definidos
se: Ordergräns satt

source: Order Locale
de: Bestellsprache
es: Idioma del Pedido
fr: Langue de la Commande
it: Lingua dell'Ordine
nl: Besteltaal
pl: Lokalizacja zamówienia
pt: Idioma do Pedido
se: Orderns språkregion
vi: Ngôn Ngữ Đơn Hàng

source: Order marked as paid
de: Bestellung als bezahlt markiert
es: Pedido marcado como pagado
fr: Commande marquée comme payée
hu: Megrendelés fizetettként megjelölve
it: Ordine contrassegnato come pagato
nl: Bestelling gemarkeerd als betaald
pl: Zamówienie oznaczone jako opłacone
pt: Pedido marcado como pago
se: Order markerad som betald
tr: Sipariş ödendi olarak işaretlendi
vi: Đơn hàng được đánh dấu là đã thanh toán

source: Order Marked as Paid
de: Bestellung als bezahlt markiert
es: Pedido marcado como pagado
fr: Commande marquée comme payée
hu: Megrendelés fizetettként megjelölve
it: Ordine Contrassegnato come Pagato
nl: Bestelling gemarkeerd als betaald
pl: Zamówienie oznaczone jako opłacone
pt: Pedido marcado como pago
se: Order markerad som betald
vi: Đơn hàng được đánh dấu là đã trả

source: Order not found
de: Bestellung nicht gefunden
es: Pedido no encontrado
fr: Commande introuvable
it: Ordine non trovato
nl: Bestelling niet gevonden
pl: Zamówienie nie znalezione
pt: Pedido não encontrado
se: Order hittades inte
vi: Không tìm thấy đơn hàng

source: Order Not Found
it: Ordine non trovato
nl: Bestelling niet gevonden
pl: Zamówienie nie znalezione
pt: Pedido não encontrado
se: Order hittades inte

source: Order Notes
de: Bestellnotizen
es: Notas del pedido
fr: Notes de commande
hu: Megrendelés jegyzetek
it: Note Ordine
nl: Bestelnotities
pl: Notatki zamówienia
pt: Notas do pedido
se: Orderanteckningar
tr: Sipariş Notları
vi: Ghi chú đơn hàng

source: Order Number
de: Bestellnummer
es: Número de pedido
fr: Numéro de commande
it: Numero Ordine
nl: Bestelnummer
pl: Numer zamówienia
pt: Número do pedido
se: Ordernummer
vi: Số đơn hàng

source: Order owner
de: Bestelleigentümer
es: Propietario del pedido
fr: Propriétaire de la commande
hu: Megrendelő
it: Proprietario ordine
nl: Eigenaar bestelling
pl: Właściciel zamówienia
pt: Proprietário do pedido
se: Orderägare
vi: Chủ sở hữu đơn hàng

source: Order owners with a specific product
de: Bestelleigentümer mit einem bestimmten Produkt
es: Propietarios de pedidos con un producto específico
fr: Propriétaires de commandes avec un produit spécifique
hu: Megrendelők meghatározott termékkel
it: Proprietari di ordini con un prodotto specifico
nl: Bestel eigenaars met een specifiek product
pl: Właściciele zamówień z konkretnym produktem
pt: Proprietários de pedidos com um produto específico
se: Orderägare med en specifik produkt
vi: Chủ đơn hàng có sản phẩm cụ thể

source: Order owners with products
de: Bestelleigentümer mit Produkten
es: Propietarios de pedidos con productos
fr: Propriétaires de commandes avec des produits
hu: Megrendelők termékekkel
it: Proprietari di ordini con prodotti
nl: Besteleigenaars met producten
pl: Właściciele zamówień z produktami
pt: Proprietários de pedidos com produtos
se: Orderägare med produkter
vi: Chủ đơn hàng có sản phẩm

source: Order Payment Pending
de: Bestellzahlung ausstehend
es: Pago del Pedido Pendiente
fr: Paiement de la Commande en Attente
it: Pagamento dell'Ordine in Sospeso
nl: Bestelbetaling in Behandeling
pl: Płatność zamówienia oczekuje
pt: Pagamento do Pedido Pendente
se: Orderbetalning väntar
vi: Thanh Toán Đơn Hàng Đang Chờ

source: Order Ref
it: Rif. ordine
nl: Bestelref.
pl: Ref zamówienia
pt: Ref. pedido
se: Beställningsreferens

source: Order Reference
de: Bestellnummer
es: Pedir Referencia
fr: Référence de l'achat
hu: Rendelésszám
it: Riferimento Ordine
nl: Bestelreferentie
pl: Referencja zamówienia
pt: Referência do pedido
se: Orderreferens
tr: Sipariş Referansı
vi: Mã đơn hàng

source: Order Refunded
de: Bestellung erstattet
es: Pedido reembolsado
fr: Commande remboursée
hu: Megrendelés visszatérítve
it: Ordine Rimborsato
nl: Bestelling terugbetaald
pl: Zamówienie zwrócone
pt: Pedido reembolsado
se: Order återbetalad
vi: Đơn hàng đã hoàn lại

source: Order Status
de: Bestellstatus
es: Estado del pedido
fr: Statut de la commande
hu: Megrendelés állapota
it: Stato Ordine
nl: Bestelstatus
pl: Status zamówienia
pt: Status do pedido
tr: Sipariş Durumu
vi: Trạng thái đơn hàng

source: Order statuses
de: Bestellstatus
es: Estados de los pedidos
fr: Statuts des commandes
hu: Megrendelés állapotok
it: Stati ordine
nl: Bestelstatussen
pl: Statusy zamówień
pt: Status dos pedidos
se: Orderstatusar
vi: Trạng thái đơn hàng

source: Order Summary
de: Bestellübersicht
es: Resumen del pedido
fr: Récapitulatif de la commande
hu: Megrendelés összefoglaló
it: Riepilogo Ordine
nl: Overzicht bestelling
pl: Podsumowanie zamówienia
pt: resumo do pedido
se: Ordersammanfattning
tr: Sipariş Özeti
vi: Tóm tắt đơn hàng

source: Order timeout
de: Bestell-Timeout
es: Tiempo de espera del pedido
fr: Délai d'expiration de la commande
hu: Megrendelés időtúllépés
it: Timeout ordine
nl: Time-out bestelling
pl: Limit czasu zamówienia
pt: Tempo limite do pedido
se: Ordertidsgräns
tr: Sipariş zaman aşımı
vi: Thời gian chờ đơn hàng

source: Order Total
de: Bestellsumme
es: Total del pedido
fr: Total de la commande
it: Totale Ordine
nl: Bestelling Totaal
pl: Suma zamówienia
pt: Total do pedido
se: Ordersumma
vi: Tổng đơn hàng

source: Order Updated
de: Bestellung aktualisiert
es: Pedido actualizado
fr: Commande mise à jour
hu: Megrendelés frissítve
it: Ordine Aggiornato
nl: Bijgewerkte bestelling
pl: Zamówienie zaktualizowane
pt: Pedido atualizado
se: Order uppdaterad
vi: Đơn hàng cập nhật

source: Order updated successfully
it: Ordine aggiornato con successo
nl: Bestelling succesvol bijgewerkt
pl: Zamówienie zostało pomyślnie zaktualizowane
pt: Pedido atualizado com sucesso
se: Order uppdaterades

source: Order URL
de: Bestell-URL
es: URL del pedido
fr: URL de la commande
it: URL Ordine
nl: Bestelling URL
pl: URL zamówienia
pt: URL do pedido
vi: URL đơn hàng

source: Order was cancelled
de: Bestellung wurde storniert
es: El pedido fue cancelado
fr: La commande a été annulée
it: L'ordine è stato annullato
nl: Bestelling is geannuleerd
pl: Zamówienie zostało anulowane
pt: O pedido foi cancelado
se: Ordern avbröts
vi: Đơn hàng đã bị hủy

source: Orders
de: Aufträge
es: Pedidos
fr: Ordres
hu: Megrendelések
it: Ordini
nl: Bestellingen
pl: Zamówienia
pt: Pedidos
se: Ordrar
tr: Siparişler
vi: Đơn hàng

source: Orders Completed
it: Ordini completati
nl: Voltooide bestellingen
pl: Zamówienia zakończone
pt: Encomendas concluídas
se: Slutförda beställningar

source: Orders Exported
de: Bestellungen exportiert
es: Pedidos exportados
fr: Commandes exportées
hu: Exportált megrendelések
it: Ordini Esportati
nl: Geëxporteerde bestellingen
pl: Zamówienia wyeksportowane
pt: Pedidos exportados
se: Ordrar exporterade
vi: Đơn hàng đã được xuất

source: Orders Total
it: Totale ordini
nl: Totaal bestellingen
pl: Suma zamówień
pt: Total de encomendas
se: Totalt antal beställningar

source: Orders:
de: Bestellungen:
es: Pedidos:
fr: Commandes:
it: Ordini:
nl: Bestellingen:
pl: Zamówienia:
pt: Encomendas:
se: Ordrar:
vi: Đơn hàng:

source: Organic Accounts
it: Account organici
nl: Organische accounts
pl: Konta organiczne
pt: Contas orgânicas
se: Naturliga konton

source: Organization
de: Organisation
es: Organización
fr: Organisation
it: Organizzazione
nl: Organisatie
pl: Organizacja
pt: Organização
se: Organisation
vi: Tổ chức

source: Organization Address
de: Organisationsadresse
es: Dirección de la organización
fr: Adresse de l'organisation
hu: Szervezet címe
it: Indirizzo Organizzazione
nl: Adres organisatie
pl: Adres organizacji
pt: Endereço da organização
se: Organisationens adress
tr: Organizasyon Adresi
vi: Địa chỉ tổ chức
