Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: 1 Active Webhook
de: 1 aktiver Webhook
es: 1 webhook activo
fr: 1 webhook actif
hu: 1 aktív webhook
it: 1 Webhook Attivo
nl: 1 Actieve webhook
pl: 1 Aktywny webhook
pt: 1 webhook ativo
se: 1 aktiv webhook
vi: 1 Webhook đang hoạt động

source: 1 ticket
es: 1 entrada
fr: 1 billet
it: 1 biglietto
pl: 1 bilet
pt: 1 bilhete
se: 1 biljett
vi: 1 vé

source: 1 ticket type
it: 1 tipo di biglietto
pl: 1 typ biletu
pt: 1 tipo de bilhete
se: 1 biljettyp

source: 123 Main Street
de: Hauptstraße 123
es: 123 calle principal
fr: 123, rue Principale
hu: 123 Fő utca
it: Via Roma 123
nl: Hoofdstraat 123
pl: 123 Główna Ulica
pt: Rua Principal 123
se: Huvudgatan 123
tr: 123 Ana Cadde
vi: 123 Phố chính

source: 123 Sample Street
de: Musterstraße 123
es: Calle Ejemplo 123
fr: 123 Rue Exemple
it: Via Esempio 123
nl: Voorbeeldstraat 123
pl: 123 Przykładowa Ulica
pt: Rua Exemplo 123
se: Exempelgatan 123
vi: 123 Đường Mẫu

source: A cancellation notice has been sent to
de: Eine Stornierungsbenachrichtigung wurde gesendet an
es: Se ha enviado un aviso de cancelación a
fr: Un avis d'annulation a été envoyé à
it: Un avviso di annullamento è stato inviato a
nl: Een annuleringsmelding is verzonden naar
pl: Wiadomość o anulowaniu została wysłana do
pt: Um aviso de cancelamento foi enviado para
se: Ett avbokningsmeddelande har skickats till
vi: Thông báo hủy đã được gửi đến

source: A date input. Perfect for asking for a date of birth etc.
de: Ein Datumseingabefeld. Perfekt, um nach einem Geburtsdatum o.ä. zu fragen.
es: Un campo de fecha. Perfecto para pedir una fecha de nacimiento, etc.
fr: Un champ de date. Parfait pour demander une date de naissance, etc.
hu: Dátum beviteli mező. Tökéletes születési dátum stb. kérésére.
it: Un campo data. Perfetto per chiedere una data di nascita ecc.
nl: Een datuminvoer. Perfect voor het vragen naar een geboortedatum enz.
pl: Pole daty. Idealne do pytania o datę urodzenia itp.
pt: Um campo de data. Perfeito para pedir uma data de nascimento, etc.
se: Ett datumfält. Perfekt för att fråga efter födelsedatum osv.
tr: Tarih girişi. Doğum tarihi sormak gibi durumlar için mükemmel.
vi: Trường nhập ngày. Hoàn hảo để hỏi ngày sinh, v.v.

source: A default {type} is automaticaly applied to all new products. You can override this on a per product basis.
de: Ein standardmäßiger {type} wird automatisch auf alle neuen Produkte angewendet. Sie können dies für jedes Produkt einzeln überschreiben.
es: Un {type} predeterminado se aplica automáticamente a todos los nuevos productos. Puede sobrescribir esto por cada producto.
fr: Un {type} par défaut est automatiquement appliqué à tous les nouveaux produits. Vous pouvez le remplacer pour chaque produit.
hu: Az összes új termékre automatikusan alkalmazásra kerül egy alapértelmezett {type} típus. Ezt termékenként felülírhatja.
it: Un {type} predefinito viene applicato automaticamente a tutti i nuovi prodotti. Puoi sovrascrivere questa impostazione per ogni singolo prodotto.
nl: Een standaard {type} wordt automatisch toegepast op alle nieuwe producten. Je kunt dit opheffen per product.
pl: Domyślny {type} jest automatycznie stosowany do wszystkich nowych produktów. Możesz to zastąpić dla każdego produktu indywidualnie.
pt: Um {type} padrão é automaticamente aplicado a todos os novos produtos. Você pode substituir isso para cada produto.
se: Ett standardvärde för {type} tillämpas automatiskt på alla nya produkter. Du kan åsidosätta detta per produkt.
tr: Varsayılan {type} otomatik olarak tüm yeni ürünlere uygulanır. Bunu ürün bazında geçersiz kılabilirsiniz.
vi: Một mặc định {type} là tự động được áp dụng cho tất cả các sản phẩm mới.

source: A Dropdown input allows only one selection
de: Eine Dropdown-Eingabe erlaubt nur eine Auswahl
es: Una entrada desplegable permite solo una selección
fr: Une entrée déroulante ne permet qu'une seule sélection
hu: A legördülő menü csak egy kiválasztást tesz lehetővé
it: Un menu a tendina consente una sola selezione
nl: Een Dropdown-ingang laat slechts één selectie toe
pl: Pole rozwijane pozwala tylko na jedną selekcję
pt: Uma entrada suspensa permite apenas uma seleção
se: En rullgardinsmeny tillåter endast ett val
tr: Açılır menü sadece tek seçime izin verir
vi: Đầu vào thả xuống chỉ cho phép một lựa chọn

source: A fee, like a booking fee or a service fee
de: Eine Gebühr, beispielsweise eine Buchungsgebühr oder eine Servicegebühr
es: Una tarifa, como una tarifa de reserva o una tarifa de servicio
fr: Des frais, comme des frais de réservation ou des frais de service
hu: Díj, például foglalási díj vagy szolgáltatási díj
it: Una commissione, come una commissione di prenotazione o una commissione di servizio
nl: Een vergoeding, zoals reserveringskosten of servicekosten
pl: Opłata, jak opłata rezerwacyjna lub opłata serwisowa
pt: Uma taxa, como uma taxa de reserva ou uma taxa de serviço
se: En avgift, som en bokningsavgift eller serviceavgift
tr: Rezervasyon ücreti veya hizmet ücreti gibi bir ücret
vi: Một khoản phí, như phí đặt phòng hoặc phí dịch vụ

source: A fixed amount per product. E.g, $0.50 per product
de: Ein fester Betrag pro Produkt. Z.B., 0,50 $ pro Produkt
es: Un monto fijo por producto. Ej., $0.50 por producto
fr: Un montant fixe par produit. Par exemple, 0,50 $ par produit
hu: Fix összeg termékenként. Pl. 0,50 dollár termékenként
it: Un importo fisso per prodotto. Es. $0,50 per prodotto
nl: Een vast bedrag per product. Bijv. $0,50 per product
pl: Stała kwota za produkt. Np. 0,50 USD za produkt
pt: Um valor fixo por produto. Ex: $0,50 por produto
se: Ett fast belopp per produkt. T.ex. $0,50 per produkt
tr: Ürün başına sabit miktar. Örn. ürün başına 0,50 $
vi: Một lượng cố định cho mỗi sản phẩm. Vd, $0.5 cho mỗi sản phẩm

source: A multi line text input
de: Eine mehrzeilige Texteingabe
es: Una entrada de texto de varias líneas
fr: Une saisie de texte sur plusieurs lignes
hu: Többsoros szövegbevitel
it: Un campo di testo a più righe
nl: Een meerregelige tekstinvoer
pl: Pole tekstowe wielowierszowe
pt: Uma entrada de texto multilinha
se: Ett flerradigt textfält
tr: Çok satırlı metin girişi
vi: Đầu vào văn bản nhiều dòng

source: A new verification code has been sent to your email
de: Ein neuer Bestätigungscode wurde an Ihre E-Mail gesendet
es: Se ha enviado un nuevo código de verificación a tu correo
fr: Un nouveau code de vérification a été envoyé à votre adresse e-mail
hu: Új ellenőrző kód került elküldésre az e-mail címére.
it: Un nuovo codice di verifica è stato inviato alla tua email
nl: Er is een nieuwe verificatiecode naar je e-mail verzonden
pl: Nowy kod weryfikacyjny został wysłany na Twój email
pt: Um novo código de verificação foi enviado para o seu email
se: En ny verifieringskod har skickats till din e-post
vi: Mã xác thực mới đã được gửi đến email của bạn

source: A percentage of the product price. E.g., 3.5% of the product price
de: Ein Prozentsatz des Produktpreises. Z.B., 3,5 % des Produktpreises
es: Un porcentaje del precio del producto. Ej., 3.5% del precio del producto
fr: Un pourcentage du prix du produit. Par exemple, 3,5 % du prix du produit
hu: A termék árának százaléka. Pl. a termék árának 3,5%-a
it: Una percentuale del prezzo del prodotto. Es. 3,5% del prezzo del prodotto
nl: Een percentage van de productprijs. Bijvoorbeeld 3,5% van de productprijs
pl: Procent ceny produktu. Np. 3,5% ceny produktu
pt: Uma porcentagem do preço do produto. Ex: 3,5% do preço do produto
se: En procentandel av produktpriset. T.ex. 3,5% av produktpriset
tr: Ürün fiyatının yüzdesi. Örn. ürün fiyatının %3,5'i
vi: Một tỷ lệ phần trăm của giá sản phẩm.

source: A promo code with no discount can be used to reveal hidden products.
de: Ein Promo-Code ohne Rabatt kann verwendet werden, um versteckte Produkte anzuzeigen.
es: Un código promocional sin descuento puede usarse para revelar productos ocultos.
fr: Un code promo sans réduction peut être utilisé pour révéler des produits cachés.
hu: A kedvezmény nélküli promóciós kód elrejtett termékek felfedésére használható.
it: Un codice promozionale senza sconto può essere utilizzato per rivelare prodotti nascosti.
nl: Een promotiecode zonder korting kan worden gebruikt om verborgen producten te onthullen.
pl: Kod promocyjny bez rabatu może być użyty do ujawnienia ukrytych produktów.
pt: Um código promocional sem desconto pode ser usado para revelar produtos ocultos.
se: En kampanjkod utan rabatt kan användas för att visa dolda produkter.
tr: İndirim olmayan promosyon kodu gizli ürünleri göstermek için kullanılabilir.
vi: Mã khuyến mãi không có giảm giá có thể được sử dụng để tiết lộ các sản phẩm ẩn.

source: A Radio option has multiple options but only one can be selected.
de: Eine Radiooption hat mehrere Optionen, aber nur eine kann ausgewählt werden.
es: Una opción de Radio tiene múltiples opciones pero solo se puede seleccionar una.
fr: Une option Radio comporte plusieurs options, mais une seule peut être sélectionnée.
hu: A rádió opció több lehetőséget kínál, de csak egy választható ki.
it: Un'opzione Radio ha più opzioni ma solo una può essere selezionata.
nl: Een Radio-optie heeft meerdere opties, maar er kan er maar één worden geselecteerd.
pl: Opcja Radio ma wiele opcji, ale tylko jedna może być wybrana.
pt: Uma opção Rádio tem múltiplas opções, mas apenas uma pode ser selecionada.
se: Ett radioval har flera alternativ men endast ett kan väljas.
tr: Radyo seçeneği birden fazla seçenek sunar ancak sadece biri seçilebilir.
vi: Tùy chọn radio có nhiều tùy chọn nhưng chỉ có thể chọn một tùy chọn.

source: A short description of the event that will be displayed in search engine results and when sharing on social media. By default, the event description will be used
de: Eine kurze Beschreibung der Veranstaltung, die in Suchmaschinenergebnissen und beim Teilen in sozialen Medien angezeigt wird. Standardmäßig wird die Veranstaltungsbeschreibung verwendet
es: Una breve descripción del evento que se mostrará en los resultados del motor de búsqueda y al compartir en las redes sociales. De forma predeterminada, se utilizará la descripción del evento.
fr: Une brève description de l'événement qui sera affichée dans les résultats des moteurs de recherche et lors du partage sur les réseaux sociaux. Par défaut, la description de l'événement sera utilisée
hu: Az esemény rövid leírása, amely megjelenik a keresőmotorok találatai között és a közösségi médiában való megosztáskor. Alapértelmezés szerint az esemény leírása kerül felhasználásra.
it: Una breve descrizione dell'evento che verrà visualizzata nei risultati dei motori di ricerca e quando condiviso sui social media. Per impostazione predefinita, verrà utilizzata la descrizione dell'evento
nl: Een korte beschrijving van het evenement die zal worden weergegeven in zoekmachineresultaten en bij het delen op sociale media. Standaard wordt de beschrijving van het evenement gebruikt
pl: Krótki opis wydarzenia, który będzie wyświetlany w wynikach wyszukiwania i podczas udostępniania w mediach społecznościowych. Domyślnie zostanie użyty opis wydarzenia
pt: Uma breve descrição do evento que será exibida nos resultados dos buscadores e no compartilhamento nas redes sociais. Por padrão, a descrição do evento será usada
se: En kort beskrivning av evenemanget som visas i sökresultat och vid delning på sociala medier. Som standard används evenemangsbeskrivningen.
tr: Arama motoru sonuçlarında ve sosyal medyada paylaşılırken gösterilecek etkinliğin kısa açıklaması. Varsayılan olarak etkinlik açıklaması kullanılır
vi: Mô tả ngắn về sự kiện sẽ được hiển thị trong kết quả tìm kiếm và khi chia sẻ trên mạng xã hội. Theo mặc định, mô tả sự kiện sẽ được sử dụng.

source: A short description of your organizer that will be displayed to your users.
de: Eine kurze Beschreibung Ihres Veranstalters, die Ihren Nutzern angezeigt wird.
es: Una breve descripción de tu organizador que se mostrará a tus usuarios.
fr: Une brève description de votre organisateur qui sera affichée à vos utilisateurs.
hu: A szervező rövid leírása, amely megjelenik a felhasználók számára.
it: Una breve descrizione del tuo organizzatore che sarà visibile agli utenti.
nl: Een korte beschrijving van je organisator die aan je gebruikers wordt getoond.
pl: Krótki opis Twojego organizatora, który będzie wyświetlany Twoim użytkownikom.
pt: Uma breve descrição do seu organizador que será exibida aos seus usuários.
se: En kort beskrivning av din arrangör som visas för dina användare.
vi: Mô tả ngắn gọn về nhà tổ chức của bạn sẽ được hiển thị cho người dùng.

source: A single line text input
de: Eine einzeilige Texteingabe
es: Una entrada de texto de una sola línea
fr: Une saisie de texte sur une seule ligne
hu: Egysoros szövegbevitel
it: Un campo di testo a singola riga
nl: Een enkele regel tekstinvoer
pl: Pole tekstowe jednowierszowe
pt: Uma entrada de texto de linha única
se: Ett enradigt textfält
tr: Tek satırlı metin girişi
vi: Một đầu vào văn bản dòng duy nhất

source: A single question per order. E.g, What is your shipping address?
de: Eine einzelne Frage pro Bestellung. Z.B., Wie lautet Ihre Lieferadresse?
es: Una sola pregunta por pedido. Ej., ¿Cuál es su dirección de envío?
fr: Une seule question par commande. Par exemple, Quelle est votre adresse de livraison ?
hu: Egyetlen kérdés megrendelésenként. Pl. Mi a szállítási címe?
it: Una singola domanda per ordine. Es. Qual è il tuo indirizzo di spedizione?
nl: Eén vraag per bestelling. Bijv. Wat is uw verzendadres?
pl: Jedno pytanie na zamówienie. Np. Jaki jest Twój adres wysyłki?
pt: Uma única pergunta por pedido. Ex: Qual é o seu endereço de entrega?
se: En enda fråga per order. T.ex. Vilken är din leveransadress?
tr: Sipariş başına tek soru. Örn. Teslimat adresiniz nedir?
vi: Một câu hỏi duy nhất cho mỗi đơn hàng. Ví dụ: Địa chỉ giao hàng của bạn là gì?

source: A single question per product. E.g, What is your t-shirt size?
de: Eine einzelne Frage pro Produkt. Z.B., Welche T-Shirt-Größe haben Sie?
es: Una sola pregunta por producto. Ej., ¿Cuál es su talla de camiseta?
fr: Une seule question par produit. Par exemple, Quelle est votre taille de t-shirt ?
hu: Egyetlen kérdés termékenként. Pl. Mi a póló mérete?
it: Una singola domanda per prodotto. Es. Qual è la tua taglia di maglietta?
nl: Eén vraag per product. Bijv. Wat is je t-shirtmaat?
pl: Jedno pytanie na produkt. Np. Jaki jest rozmiar Twojej koszulki?
pt: Uma única pergunta por produto. Ex: Qual é o seu tamanho de camiseta?
se: En enda fråga per produkt. T.ex. Vilken är din t-shirtstorlek?
tr: Ürün başına tek soru. Örn. Tişört bedeniniz nedir?
vi: Một câu hỏi duy nhất cho mỗi sản phẩm. Ví dụ: Kích thước áo thun của bạn là gì?

source: A standard tax, like VAT or GST
de: Eine Standardsteuer wie Mehrwertsteuer oder GST
es: Un impuesto estándar, como el IVA o el GST
fr: Une taxe standard, comme la TVA ou la TPS
hu: Standard adó, mint az ÁFA vagy a GST
it: Un'imposta standard, come IVA o GST
nl: Een standaardbelasting, zoals BTW of GST
pl: Standardowy podatek, jak VAT lub GST
pt: Um imposto padrão, como IVA ou GST
se: En standardskatt, såsom moms
tr: KDV veya ÖTV gibi standart vergi
vi: Thuế tiêu chuẩn, như VAT hoặc GST

source: Abandoned
de: Abgebrochen
es: Abandonado
fr: Abandonné
it: Abbandonato
nl: Verlaten
pl: Porzucony
pt: Abandonado
se: Övergiven
vi: Đã bỏ

source: About
de: Über
es: Acerca de
fr: À propos
hu: Rólunk
it: Informazioni
nl: Over
pl: O
pt: Sobre
se: Om
vi: Thông tin sự kiện

source: About Stripe Connect
de: Über Stripe Connect
es: Acerca de Stripe Connect
fr: À propos de Stripe Connect
hu: A Stripe Connectről
it: Informazioni su Stripe Connect
nl: Over Stripe Connect
pl: O Stripe Connect
pt: Sobre o Stripe Connect
se: Om Stripe Connect
vi: Giới thiệu về Stripe Connect

source: Absorb fee
it: Assorbire la commissione
nl: Kosten absorberen
pl: Absorbuj opłatę
pt: Absorver taxa
se: Absorbera avgift

source: Absorb Fee
it: Assorbire la commissione
nl: Kosten absorberen
pl: Absorbuj Opłatę
pt: Absorver taxa
se: Absorbera Avgift

source: Accent Color
de: Akzentfarbe
es: Color de Acento
fr: Couleur d'Accent
it: Colore di Accento
nl: Accentkleur
pl: Kolor Akcentu
pt: Cor de Destaque
se: Accentfärg
vi: Màu nhấn

source: Accept bank transfers, checks, or other offline payment methods
de: Akzeptieren Sie Banküberweisungen, Schecks oder andere Offline-Zahlungsmethoden
es: Aceptar transferencias bancarias, cheques u otros métodos de pago offline
fr: Accepter les virements bancaires, chèques ou autres méthodes de paiement hors ligne
hu: Banki átutalások, csekkek vagy egyéb offline fizetési módok elfogadása
it: Accetta bonifici bancari, assegni o altri metodi di pagamento offline
nl: Accepteer bankoverschrijvingen, cheques of andere offline betalingsmethoden
pl: Akceptuj przelewy bankowe, czeki lub inne metody płatności offline
pt: Aceitar transferências bancárias, cheques ou outros métodos de pagamento offline
se: Acceptera banköverföringar, checkar eller andra offline-betalningsmetoder
tr: Banka havalesi, çek veya diğer çevrimdışı ödeme yöntemlerini kabul et
vi: Chấp nhận chuyển khoản ngân hàng, séc hoặc các phương thức thanh toán offline khác

source: Accept credit card payments with Stripe
de: Akzeptieren Sie Kreditkartenzahlungen über Stripe
es: Aceptar pagos con tarjeta de crédito a través de Stripe
fr: Accepter les paiements par carte bancaire avec Stripe
hu: Hitelkártyás fizetések elfogadása a Stripe-pal
it: Accetta pagamenti con carta di credito tramite Stripe
nl: Accepteer creditcardbetalingen met Stripe
pl: Akceptuj płatności kartą kredytową za pomocą Stripe
pt: Aceitar pagamentos com cartão de crédito através do Stripe
se: Acceptera kreditkortsbetalningar med Stripe
tr: Stripe ile kredi kartı ödemelerini kabul et
vi: Chấp nhận thanh toán thẻ tín dụng với Stripe

source: Accept invitation
it: Accetta invito
nl: Uitnodiging accepteren
pl: Zaakceptuj zaproszenie
pt: Aceitar convite
se: Acceptera inbjudan

source: Accept Invitation
de: Einladung annehmen
es: Aceptar la invitacion
fr: Accepter l'invitation
hu: Meghívó elfogadása
it: Accetta Invito
nl: Uitnodiging accepteren
pl: Akceptuj zaproszenie
pt: Aceitar convite
se: Acceptera inbjudan
tr: Davetiyeyi Kabul Et
vi: Chấp nhận lời mời

source: Access Denied
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
hu: Hozzáférés megtagadva
it: Accesso Negato
nl: Toegang geweigerd
pl: Brak dostępu
pt: Acesso negado
se: Åtkomst nekad
vi: Truy cập bị từ chối

source: Account already connected!
de: Konto bereits verbunden!
es: ¡Cuenta ya conectada!
fr: Compte déjà connecté !
it: Account già connesso!
nl: Account al verbonden!
pl: Konto już połączone!
pt: Conta já conectada!
se: Kontot är redan anslutet!
vi: Tài khoản đã được kết nối!

source: Account configuration updated successfully
it: Configurazione dell'account aggiornata con successo
nl: Accountconfiguratie succesvol bijgewerkt
pl: Konfiguracja konta została pomyślnie zaktualizowana
pt: Configuração da conta atualizada com sucesso
se: Kontokonfiguration uppdaterades

source: Account Information
it: Informazioni sull'account
nl: Accountinformatie
pl: Informacja o koncie
pt: Informações da Conta
se: Kontoinformation

source: Account Name
de: Kontoname
es: Nombre de la cuenta
fr: Nom du compte
hu: Fióknév
it: Nome Account
nl: Naam rekening
pl: Nazwa konta
pt: Nome da conta
se: Kontonamn
tr: Hesap Adı
vi: Tên tài khoản

source: Account not found
it: Account non trovato
nl: Account niet gevonden
pl: Konto nie znalezione
pt: Conta não encontrada
se: Konto hittades inte

source: Account Settings
de: Account Einstellungen
es: Configuraciones de la cuenta
fr: Paramètres du compte
hu: Fiókbeállítások
it: Impostazioni Account
nl: Accountinstellingen
pl: Ustawienia konta
pt: Configurações de Conta
se: Kontoinställningar
tr: Hesap Ayarları
vi: Cài đặt tài khoản

source: Account updated successfully
de: Konto erfolgreich aktualisiert
es: Cuenta actualizada exitosamente
fr: Compte mis à jour avec succès
hu: Fiók sikeresen frissítve
it: Account aggiornato con successo
nl: Account succesvol bijgewerkt
pl: Konto zaktualizowane pomyślnie
pt: Conta atualizada com sucesso
se: Kontot uppdaterades
tr: Hesap başarıyla güncellendi
vi: Tài khoản được cập nhật thành công

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Account
pl: Konta
pt: Contas
se: Konton
vi: Tài Khoản

source: Action Required: Reconnect Your Stripe Account
de: Handlung erforderlich: Verbinden Sie Ihr Stripe-Konto erneut
es: Acción requerida: Reconecte su cuenta de Stripe
fr: Action requise : Reconnectez votre compte Stripe
it: Azione richiesta: Riconnetti il tuo account Stripe
nl: Actie vereist: Verbind uw Stripe-account opnieuw
pl: Wymagane działanie: Ponownie połącz swoje konto Stripe
pt: Ação necessária: Reconecte sua conta Stripe
se: Åtgärd krävs: Återanslut ditt Stripe-konto
vi: Cần hành động: Kết nối lại tài khoản Stripe của bạn

source: Action Required: VAT Information Needed
de: Handlung erforderlich: Umsatzsteuerinformationen benötigt
es: Acción Requerida: Se Necesita Información del IVA
fr: Action requise : Informations TVA nécessaires
it: Azione richiesta: Informazioni IVA necessarie
nl: Actie vereist: BTW-informatie nodig
pl: Wymagane działanie: Potrzebne informacje VAT
pt: Ação Necessária: Informações de IVA Necessárias
se: Åtgärd krävs: Momsinformation krävs
vi: Cần hành động: Cần thông tin VAT

source: Actions
de: Aktionen
es: Acciones
hu: Műveletek
it: Azioni
nl: Acties
pl: Akcje
pt: Ações
se: Åtgärder
tr: İşlemler
vi: Hành động

source: Activate
de: Aktivieren
es: Activar
fr: Activer
hu: Aktiválás
it: Attiva
nl: Activeer
pl: Aktywuj
pt: Ativar
se: Aktivera
tr: Etkinleştir
vi: Kích hoạt

source: Activation date
de: Aktivierungsdatum
es: Fecha de activación
fr: Date d'activation
hu: Aktiválás dátuma
it: Data di attivazione
nl: Activeringsdatum
pl: Data aktywacji
pt: Data de ativação
se: Aktiveringsdatum
tr: Etkinleştirme tarihi
vi: Ngày kích hoạt

source: Active
de: Aktiv
es: Activo
fr: Actif
hu: Aktív
it: Attivo
nl: Actief
pl: Aktywny
pt: Ativo
se: Aktiv
tr: Etkin
vi: Hoạt động

source: Active Events
it: Eventi attivi
nl: Actieve evenementen
pl: Aktywne wydarzenia
pt: Eventos ativos
se: Aktiva evenemang

source: Add a description for this check-in list
de: Fügen Sie eine Beschreibung für diese Eincheckliste hinzu
es: Agregue una descripción para esta lista de registro
fr: Ajouter une description pour cette liste de pointage
hu: Adjon leírást ehhez a bejelentkezési listához
it: Aggiungi una descrizione per questa lista di check-in
nl: Voeg een beschrijving toe voor deze check-in lijst
pl: Dodaj opis dla tej listy odpraw
pt: Adicione uma descrição para esta lista de registro
se: Lägg till en beskrivning för denna incheckningslista
tr: Bu check-in listesi için açıklama ekleyin
vi: Thêm mô tả cho danh sách check-in này

source: Add any notes about the attendee. These will not be visible to the attendee.
de: Fügen Sie Anmerkungen über den Teilnehmer hinzu. Diese sind für den Teilnehmer nicht sichtbar.
es: Agrega cualquier nota sobre el asistente. Estas no serán visibles para el asistente.
fr: Ajoutez des notes sur le participant. Celles-ci ne seront pas visibles par le participant.
hu: Adjon hozzá bármilyen megjegyzést a résztvevőhöz. Ezek nem lesznek láthatók a résztvevő számára.
it: Aggiungi eventuali note sul partecipante. Queste non saranno visibili al partecipante.
nl: Voeg notities over de genodigde toe. Deze zijn niet zichtbaar voor de deelnemer.
pl: Dodaj wszelkie notatki o uczestniku. Nie będą widoczne dla uczestnika.
pt: Adicione quaisquer notas sobre o participante. Estas não serão visíveis para o participante.
se: Lägg till eventuella anteckningar om deltagaren. Dessa kommer inte vara synliga för deltagaren.
tr: Katılımcı hakkında not ekleyin. Bunlar katılımcı tarafından görülmeyecektir.
vi: Thêm bất kỳ ghi chú nào về người tham dự. Những ghi chú này sẽ không hiển thị cho người tham dự.
