Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Yes - I have a valid EU VAT registration number
de: Ja - Ich habe eine gültige EU-Umsatzsteuer-ID
es: Sí - Tengo un número de registro de IVA de la UE válido
it: Sì - Ho un numero di partita IVA UE valido
nl: Ja - Ik heb een geldig EU BTW-registratienummer
pl: Tak - mam ważny numer rejestracji VAT w UE
pt: Sim - Tenho um número de registo de IVA da UE válido
se: Ja – jag har ett giltigt EU-momsregistreringsnummer

source: Yes, cancel my order
de: Ja, Bestellung stornieren
es: Sí, cancelar mi pedido
fr: Oui, annuler ma commande
it: Sì, annulla il mio ordine
nl: Ja, annuleer mijn bestelling
pl: Tak, anuluj moje zamówienie
pt: Sim, cancelar o meu pedido
se: Ja, avbryt min order
vi: Có, hủy đơn hàng của tôi

source: Yes, remove them
de: Ja, entfernen
es: Si, eliminarlos
fr: Oui, supprime-les
hu: Igen, távolítsa el őket.
it: Sì, rimuovili
nl: Ja, verwijder ze
pl: Tak, usuń je
pt: Sim, remova-os
se: Ja, ta bort dem
tr: Evet, kaldır
vi: Có, loại bỏ chúng

source: You already scanned this ticket
de: Sie haben dieses Ticket bereits gescannt
es: Ya has escaneado este boleto
fr: Vous avez déjà scanné ce billet
hu: Ezt a jegyet már beolvasta.
it: Hai già scansionato questo biglietto
nl: Je hebt dit ticket al gescand
pl: Ten bilet został już zeskanowany
pt: Você já escaneou este ingresso
se: Du har redan skannat den här biljetten
tr: Bu bileti zaten taradınız
vi: Bạn đã quét vé này rồi

source: You are changing your email to <0>{0}</0>.
de: Sie ändern Ihre E-Mail zu <0>{0}</0>.
es: Estás cambiando tu correo electrónico a <0>{0}</0>.
fr: Vous changez votre adresse e-mail en <0>{0}</0>.
hu: E-mail címét <0>{0}</0> címre módosítja.
it: Stai cambiando la tua email in <0>{0}</0>.
nl: Je wijzigt je e-mailadres in <0>{0}</0>.
pl: Zmieniasz swój e-mail na <0>{0}</0>.
pt: Você está alterando seu e-mail para <0>{0}</0>.
se: Du ändrar din e-postadress till <0>{0}</0>.
tr: E-postanızı <0>{0}</0> olarak değiştiriyorsunuz.
vi: Bạn đang thay đổi email của mình thành <0>{0}</0>.

source: You are impersonating <0>{0}</0> ({1})
de: Sie geben sich als <0>{0}</0> ({1}) aus
es: Estás suplantando a <0>{0}</0> ({1})
fr: Vous usurpez l'identité de <0>{0}</0> ({1})
it: Stai impersonificando <0>{0}</0> ({1})
nl: U imiteert <0>{0}</0> ({1})
pl: Podszywa się pod <0>{0}</0> ({1})
pt: Está a personificar <0>{0}</0> ({1})
se: Du utger dig för att vara <0>{0}</0> ({1})
vi: Bạn đang mạo danh <0>{0}</0> ({1})

source: You are issuing a partial refund. The customer will be refunded {0} {1}.
de: Sie geben eine Teilerstattung aus. Dem Kunden werden {0} {1} erstattet.
es: Está emitiendo un reembolso parcial. Al cliente se le reembolsará {0} {1}.
fr: Vous émettez un remboursement partiel. Le client sera remboursé de {0} {1}.
it: Stai emettendo un rimborso parziale. Il cliente sarà rimborsato di {0} {1}.
nl: U geeft een gedeeltelijke terugbetaling uit. De klant krijgt {0} {1} terugbetaald.
pl: Wystawiasz częściowy zwrot. Klient otrzyma zwrot {0} {1}.
pt: Está a emitir um reembolso parcial. O cliente será reembolsado em {0} {1}.
se: Du gör en delåterbetalning. Kunden kommer att få {0} {1} återbetalat.
vi: Bạn đang thực hiện hoàn tiền một phần. Khách hàng sẽ được hoàn lại {0} {1}.

source: You are offline
de: Sie sind offline
es: Estás desconectado
fr: Vous êtes hors ligne
hu: Offline állapotban van.
it: Sei offline
nl: Je bent offline
pl: Jesteś offline
pt: Você está offline
se: Du är offline
tr: Çevrimdışısınız
vi: Bạn đang ngoại tuyến

source: You can configure additional service fees and taxes in your account settings.
it: Puoi configurare commissioni di servizio aggiuntive e tasse nelle impostazioni del tuo account.
nl: U kunt extra servicekosten en belastingen configureren in uw accountinstellingen.
pl: Możesz skonfigurować dodatkowe opłaty za usługi i podatki w ustawieniach konta.
pt: Você pode configurar taxas de serviço adicionais e impostos nas configurações da sua conta.
se: Du kan konfigurera ytterligare serviceavgifter och skatter i dina kontoinställningar.

source: You can create a promo code which targets this product on the
de: Sie können einen Promo-Code erstellen, der sich auf dieses Produkt richtet auf der
es: Puede crear un código promocional que se dirija a este producto en el
fr: Vous pouvez créer un code promo qui cible ce produit sur le
hu: Létrehozhat egy promóciós kódot, amely ezt a terméket célozza meg a
it: Puoi creare un codice promo che ha come target questo prodotto nella
nl: Je kunt een promotiecode maken die gericht is op dit product op de
pl: Możesz utworzyć kod promocyjny, który jest ukierunkowany na ten produkt w
pt: Você pode criar um código promocional que direcione este produto no
se: Du kan skapa en kampanjkod som riktar sig mot den här produkten på
tr: Bu ürünü hedefleyen bir promosyon kodu oluşturabilirsiniz
vi: Bạn có thể tạo mã khuyến mãi nhắm mục tiêu sản phẩm này trên

source: You cannot change the product type as there are attendees associated with this product.
de: Sie können den Produkttyp nicht ändern, da Teilnehmer mit diesem Produkt verknüpft sind.
es: No puede cambiar el tipo de producto ya que hay asistentes asociados con este producto.
fr: Vous ne pouvez pas changer le type de produit car des invités y sont associés.
hu: Nem módosíthatja a terméktípust, mivel ehhez a termékhez résztvevők vannak társítva.
it: Non puoi cambiare il tipo di prodotto poiché ci sono partecipanti associati a questo prodotto.
nl: Je kunt het producttype niet wijzigen omdat er deelnemers aan dit product zijn gekoppeld.
pl: Nie możesz zmienić typu produktu, ponieważ istnieją uczestnicy powiązani z tym produktem.
pt: Você não pode mudar o tipo de produto, pois há participantes associados a este produto.
se: Du kan inte ändra produkttyp eftersom det finns deltagare kopplade till den här produkten.
tr: Bu ürünle ilişkili katılımcılar olduğu için ürün türünü değiştiremezsiniz.
vi: Bạn không thể thay đổi loại sản phẩm vì có những người tham dự liên quan đến sản phẩm này.

source: You cannot check in attendees with unpaid orders. This setting can be changed in the event settings.
de: Sie können Teilnehmer mit unbezahlten Bestellungen nicht einchecken. Diese Einstellung kann in den Veranstaltungsdetails geändert werden.
es: No puede registrar a asistentes con pedidos no pagados. Esta configuración se puede cambiar en los ajustes del evento.
fr: Vous ne pouvez pas enregistrer des participants avec des commandes impayées. Ce paramètre peut être modifié dans les paramètres de l'événement.
hu: Nem jelentkezhet be kifizetetlen megrendeléssel rendelkező résztvevőket. Ez a beállítás az eseménybeállításokban módosítható.
it: Non puoi registrare partecipanti con ordini non pagati. Questa impostazione può essere modificata nelle impostazioni dell'evento.
nl: Je kunt deelnemers met onbetaalde bestellingen niet inchecken. Je kunt deze instelling wijzigen in de evenementinstellingen.
pl: Nie możesz odprawić uczestników z nieopłaconymi zamówieniami. To ustawienie można zmienić w ustawieniach wydarzenia.
pt: Você não pode registrar participantes com pedidos não pagos. Essa configuração pode ser alterada nas configurações do evento.
se: Du kan inte checka in deltagare med obetalda ordrar. Den här inställningen kan ändras i evenemangsinställningarna.
tr: Ödenmemiş siparişleri olan katılımcıları check-in yaptıramazsınız. Bu ayar etkinlik ayarlarından değiştirilebilir.
vi: Bạn không thể xác nhận người tham dự với các đơn hàng không được thanh toán. Cài đặt này có thể được thay đổi ở phần cài đặt sự kiện.

source: You cannot delete the last category.
de: Sie können die letzte Kategorie nicht löschen.
es: No puede eliminar la última categoría.
fr: Vous ne pouvez pas supprimer la dernière catégorie.
hu: Nem törölheti az utolsó kategóriát.
it: Non puoi eliminare l'ultima categoria.
nl: Je kunt de laatste categorie niet verwijderen.
pl: Nie możesz usunąć ostatniej kategorii.
pt: Você não pode excluir a última categoria.
se: Du kan inte ta bort den sista kategorin.
tr: Son kategoriyi silemezsiniz.
vi: Bạn không thể xóa danh mục cuối cùng.

source: You cannot delete this price tier because there are already products sold for this tier. You can hide it instead.
de: Sie können diese Preiskategorie nicht löschen, da für diese Kategorie bereits Produkte verkauft wurden. Sie können sie stattdessen ausblenden.
es: No puede eliminar este nivel de precios porque ya hay productos vendidos para este nivel. Puede ocultarlo en su lugar.
fr: Vous ne pouvez pas supprimer ce niveau de prix car des produits ont déjà été vendus pour ce niveau. Vous pouvez le masquer à la place.
hu: Nem törölheti ezt az árszintet, mert már eladtak termékeket ehhez a szinthez. Helyette elrejtheti.
it: Non puoi eliminare questo livello di prezzo perché ci sono già prodotti venduti per questo livello. Puoi invece nasconderlo.
nl: Je kunt dit prijsniveau niet verwijderen omdat er al producten voor dit niveau worden verkocht. In plaats daarvan kun je het verbergen.
pl: Nie możesz usunąć tej warstwy cenowej, ponieważ istnieją już produkty sprzedane dla tej warstwy. Możesz ją zamiast tego ukryć.
pt: Você não pode excluir este nível de preço porque já há produtos vendidos para este nível. Você pode ocultá-lo em vez disso.
se: Du kan inte ta bort den här prisnivån eftersom det redan finns sålda produkter för nivån. Du kan dölja den i stället.
tr: Bu fiyat seviyesini silemezsiniz çünkü bu seviye için zaten satılmış ürünler var. Bunun yerine gizleyebilirsiniz.
vi: Bạn không thể xóa cấp giá này vì đã có sản phẩm được bán cho cấp này. Thay vào đó, bạn có thể ẩn nó.

source: You cannot edit the role or status of the account owner.
de: Sie können die Rolle oder den Status des Kontoinhabers nicht bearbeiten.
es: No puede editar la función o el estado del propietario de la cuenta.
fr: Vous ne pouvez pas modifier le rôle ou le statut du propriétaire du compte.
hu: Nem szerkesztheti a fióktulajdonos szerepét vagy állapotát.
it: Non puoi modificare il ruolo o lo stato del proprietario dell'account.
nl: Je kunt de rol of status van de accounteigenaar niet bewerken.
pl: Nie możesz edytować roli lub statusu właściciela konta.
pt: Você não pode editar a função ou o status do proprietário da conta.
se: Du kan inte redigera kontoinnehavarens roll eller status.
tr: Hesap sahibinin rolünü veya durumunu düzenleyemezsiniz.
vi: Bạn không thể chỉnh sửa vai trò hoặc trạng thái của chủ sở hữu tài khoản.

source: You cannot refund a manually created order.
de: Sie können eine manuell erstellte Bestellung nicht zurückerstatten.
es: No puede reembolsar un pedido creado manualmente.
fr: Vous ne pouvez pas rembourser une commande créée manuellement.
hu: Nem téríthet vissza manuálisan létrehozott megrendelést.
it: Non puoi rimborsare un ordine creato manualmente.
nl: Je kunt een handmatig aangemaakte bestelling niet terugbetalen.
pl: Nie możesz zwrócić ręcznie utworzonego zamówienia.
pt: Você não pode reembolsar um pedido criado manualmente.
se: Du kan inte återbetala en manuellt skapad order.
tr: Elle oluşturulan bir siparişi iade edemezsiniz.
vi: Bạn không thể hoàn trả một Đơn hàng được tạo thủ công.

source: You have access to multiple accounts. Please choose one to continue.
de: Sie haben Zugriff auf mehrere Konten. Bitte wählen Sie eines aus, um fortzufahren.
es: Tienes acceso a múltiples cuentas. Por favor elige uno para continuar.
fr: Vous avez accès à plusieurs comptes. Veuillez en choisir un pour continuer.
hu: Több fiókhoz is hozzáfér. Kérjük, válasszon egyet a folytatáshoz.
it: Hai accesso a più account. Scegli uno per continuare.
nl: Je hebt toegang tot meerdere accounts. Kies er een om verder te gaan.
pl: Masz dostęp do wielu kont. Proszę wybierz jedno, aby kontynuować.
pt: Você tem acesso a várias contas. Escolha um para continuar.
se: Du har åtkomst till flera konton. Välj ett för att fortsätta.
tr: Birden fazla hesaba erişiminiz var. Devam etmek için birini seçin.
vi: Bạn có quyền truy cập vào nhiều tài khoản. Vui lòng chọn một tài khoản để tiếp tục.

source: You have already accepted this invitation. Please login to continue.
de: Sie haben diese Einladung bereits angenommen. Bitte melden Sie sich an, um fortzufahren.
es: Ya has aceptado esta invitación. Por favor inicie sesión para continuar.
fr: Vous avez déjà accepté cette invitation. Merci de vous connecter pour continuer.
hu: Ezt a meghívót már elfogadta. Kérjük, jelentkezzen be a folytatáshoz.
it: Hai già accettato questo invito. Accedi per continuare.
nl: Je hebt deze uitnodiging al geaccepteerd. Log in om verder te gaan.
pl: Już zaakceptowałeś to zaproszenie. Proszę zalogować się, aby kontynuować.
pt: Você já aceitou este convite. Por favor faça o login para continuar.
se: Du har redan accepterat den här inbjudan. Logga in för att fortsätta.
tr: Bu daveti zaten kabul ettiniz. Devam etmek için lütfen giriş yapın.
vi: Bạn đã chấp nhận lời mời này. Vui lòng đăng nhập để tiếp tục.

source: You have no pending email change.
de: Sie haben keine ausstehende E-Mail-Änderung.
es: No tienes ningún cambio de correo electrónico pendiente.
fr: Vous n’avez aucun changement d’e-mail en attente.
hu: Nincs függőben lévő e-mail cím módosítás.
it: Non hai modifiche di email in sospeso.
nl: Je hebt geen in behandeling zijnde e-mailwijziging.
pl: Nie masz oczekującej zmiany e-mail.
pt: Você não tem nenhuma alteração de e-mail pendente.
se: Du har ingen väntande ändring av e-postadress.
tr: Bekleyen e-posta değişikliğiniz yok.
vi: Bạn không có thay đổi email đang chờ xử lý.

source: You have reached your messaging limit.
it: Hai raggiunto il tuo limite di messaggistica.
nl: U heeft uw berichtenlimiet bereikt.
pl: Osiągnąłeś limit wiadomości.
se: Du har nått din meddelandegräns.

source: You have run out of time to complete your order.
de: Die Zeit für die Bestellung ist abgelaufen.
es: Se te ha acabado el tiempo para completar tu pedido.
fr: Vous avez manqué de temps pour compléter votre commande.
hu: Kifutott az időből a megrendelés befejezéséhez.
it: Hai esaurito il tempo per completare il tuo ordine.
nl: Je hebt geen tijd meer om je bestelling af te ronden.
pl: Skończył się czas na ukończenie zamówienia.
pt: O tempo para concluir seu pedido acabou.
se: Tiden för att slutföra din order har gått ut.
tr: Siparişinizi tamamlamak için zamanınız doldu.
vi: Bạn đã hết thời gian để hoàn thành đơn hàng của mình.

source: You have taxes and fees added to a Free Product. Would you like to remove them?
de: Sie haben Steuern und Gebühren zu einem kostenlosen Produkt hinzugefügt. Möchten Sie diese entfernen?
es: Has añadido impuestos y tarifas a un producto gratuito. ¿Te gustaría eliminarlos?
fr: Vous avez ajouté des taxes et des frais à un produit gratuit. Voulez-vous les supprimer ?
hu: Adók és díjak vannak hozzáadva egy ingyenes termékhez. Szeretné eltávolítani őket?
it: Hai tasse e commissioni aggiunte a un Prodotto Gratuito. Vuoi rimuoverle?
nl: Je hebt belastingen en kosten toegevoegd aan een Gratis product. Wilt u deze verwijderen?
pl: Masz podatki i opłaty dodane do darmowego produktu. Czy chcesz je usunąć?
pt: Você adicionou taxas e impostos a um produto gratuito. Deseja removê-los?
se: Du har lagt till skatter och avgifter på en gratis produkt. Vill du ta bort dem?
vi: Bạn có thuế và phí được thêm vào một sản phẩm miễn phí. Bạn có muốn bỏ chúng?

source: You haven't sent any messages yet. You can send messages to all attendees, or to specific product holders.
de: Sie haben noch keine Nachrichten gesendet. Sie können Nachrichten an alle Teilnehmer oder an bestimmte Produkthalter senden.
es: Aún no ha enviado ningún mensaje. Puede enviar mensajes a todos los asistentes o a titulares de productos específicos.
fr: Vous n'avez encore envoyé aucun message. Vous pouvez envoyer des messages à tous les invités ou à des détenteurs de produits spécifiques.
hu: Még nem küldött üzeneteket. Üzeneteket küldhet minden résztvevőnek, vagy meghatározott terméktulajdonosoknak.
it: Non hai ancora inviato messaggi. Puoi inviare messaggi a tutti i partecipanti o a specifici possessori di prodotti.
nl: Je hebt nog geen berichten verzonden. Je kunt berichten sturen naar alle deelnemers of naar specifieke producthouders.
pl: Nie wysłałeś jeszcze żadnych wiadomości. Możesz wysyłać wiadomości do wszystkich uczestników lub do konkretnych posiadaczy produktów.
pt: Você ainda não enviou nenhuma mensagem. Você pode enviar mensagens para todos os participantes ou para portadores de produtos específicos.
se: Du har inte skickat några meddelanden än. Du kan skicka meddelanden till alla deltagare eller till innehavare av en specifik produkt.
tr: Henüz hiç mesaj göndermediniz. Tüm katılımcılara veya belirli ürün sahiplerine mesaj gönderebilirsiniz.
vi: Bạn chưa gửi bất kỳ tin nhắn nào. Bạn có thể gửi tin nhắn tới tất cả người tham dự, hoặc cho người giữ sản phẩm cụ thể.

source: You must acknowledge that this email is not promotional
de: Sie müssen bestätigen, dass diese E-Mail keinen Werbezweck hat
es: Debes reconocer que este correo electrónico no es promocional.
fr: Vous devez reconnaître que cet e-mail n'est pas promotionnel
hu: El kell ismernie, hogy ez az e-mail nem promóciós.
it: Devi riconoscere che questa email non è promozionale
nl: U moet erkennen dat deze e-mail geen promotie is
pl: Musisz potwierdzić, że ten e-mail nie jest promocyjny
pt: Você deve reconhecer que este e-mail não é promocional
se: Du måste bekräfta att det här e-postmeddelandet inte är reklam
tr: Bu e-postanın tanıtım amaçlı olmadığını kabul etmelisiniz
vi: Bạn phải hiểu rằng email này không phải là email quảng cáo

source: You must agree to the terms and conditions
de: Sie müssen den Allgemeinen Geschäftsbedingungen zustimmen
es: Debes aceptar los términos y condiciones.
fr: Vous devez accepter les termes et conditions
hu: El kell fogadnia a feltételeket.
it: Devi accettare i termini e le condizioni
nl: U moet akkoord gaan met de algemene voorwaarden
pl: Musisz zgodzić się na warunki
pt: Você deve concordar com os termos e condições
se: Du måste godkänna villkoren
tr: Şartlar ve koşulları kabul etmelisiniz
vi: Bạn phải đồng ý với các điều khoản và điều kiện

source: You must create a ticket before you can manually add an attendee.
de: Sie müssen ein Ticket erstellen, bevor Sie einen Teilnehmer manuell hinzufügen können.
es: Debe crear un ticket antes de poder agregar manualmente un asistente.
fr: Vous devez créer un ticket avant de pouvoir ajouter manuellement un participant.
hu: Jegy létrehozása kötelező, mielőtt manuálisan hozzáadhatna egy résztvevőt.
it: Devi creare un biglietto prima di poter aggiungere manualmente un partecipante.
nl: Je moet een ticket aanmaken voordat je handmatig een genodigde kunt toevoegen.
pl: Musisz utworzyć bilet, zanim będziesz mógł ręcznie dodać uczestnika.
pt: Você deve criar um ticket antes de poder adicionar manualmente um participante.
se: Du måste skapa en biljett innan du kan lägga till en deltagare manuellt.
tr: Elle katılımcı ekleyebilmek için önce bir bilet oluşturmalısınız.
vi: Bạn phải tạo một vé trước khi bạn có thể thêm một người tham dự.

source: You must have at least one price tier
de: Sie müssen mindestens eine Preisstufe haben
es: Debes tener al menos un nivel de precios
fr: Vous devez avoir au moins un niveau de prix
hu: Legalább egy árszintre szüksége van.
it: Devi avere almeno un livello di prezzo
nl: Je moet minstens één prijsniveau hebben
pl: Musisz mieć co najmniej jedną warstwę cenową
pt: Você deve ter pelo menos uma faixa de preço
se: Du måste ha minst en prisnivå
tr: En az bir fiyat seviyeniz olmalı
vi: Bạn phải có ít nhất một cấp giá

source: You must verify your email address before you can update the organizer status.
de: Sie müssen Ihre E-Mail-Adresse bestätigen, bevor Sie den Veranstalterstatus aktualisieren können.
es: Debes verificar tu dirección de correo electrónico antes de poder actualizar el estado del organizador.
fr: Vous devez vérifier votre adresse e-mail avant de pouvoir mettre à jour le statut de l'organisateur.
hu: Megerősítenie kell e-mail címét, mielőtt frissítheti a szervezői státuszt.
it: Devi verificare il tuo indirizzo email prima di poter aggiornare lo stato dell'organizzatore.
nl: Je moet je e-mailadres verifiëren voordat je de status van de organisator kunt bijwerken.
pl: Musisz zweryfikować swój adres e-mail, zanim będziesz mógł zaktualizować status organizatora.
pt: Você precisa verificar seu e-mail antes de atualizar o status do organizador.
se: Du måste verifiera din e-postadress innan du kan uppdatera arrangörsstatusen.
vi: Bạn phải xác minh địa chỉ email trước khi cập nhật trạng thái nhà tổ chức.

source: You need to verify your account email before you can modify email templates.
it: Devi verificare l'email del tuo account prima di poter modificare i modelli di email.
nl: U moet uw account-e-mailadres verifiëren voordat u e-mailsjablonen kunt wijzigen.
pl: Musisz zweryfikować e-mail konta, zanim będziesz mógł modyfikować szablony e-mail.
pt: Precisa de verificar o email da sua conta antes de poder modificar modelos de email.
se: Du behöver verifiera kontots e-postadress innan du kan ändra e-postmallar.

source: You need to verify your account email before you can send messages.
de: Sie müssen Ihre Konto-E-Mail-Adresse verifizieren, bevor Sie Nachrichten senden können.
es: Debes verificar el correo electrónico de tu cuenta antes de poder enviar mensajes.
fr: Vous devez vérifier l'adresse e-mail de votre compte avant de pouvoir envoyer des messages.
hu: Ellenőriznie kell fiókja e-mail címét, mielőtt üzeneteket küldhet.
it: Devi verificare l'email del tuo account prima di poter inviare messaggi.
nl: U moet het e-mailadres van uw account verifiëren voordat u berichten kunt verzenden.
pl: Musisz zweryfikować e-mail konta, zanim będziesz mógł wysyłać wiadomości.
pt: Você precisa verificar o e-mail da sua conta antes de poder enviar mensagens.
se: Du behöver verifiera kontots e-postadress innan du kan skicka meddelanden.
vi: Bạn cần xác minh email tài khoản trước khi có thể gửi tin nhắn.

source: You own 100% of your attendee data, always
it: Possiedi sempre il 100% dei dati dei tuoi partecipanti
nl: U bent 100% eigenaar van uw deelnemersgegevens, altijd
pl: Zawsze posiadasz 100% danych uczestników
pt: Você é proprietário de 100% dos dados dos seus participantes, sempre
se: Du äger alltid 100 % av din deltagardata

source: You receive
it: Ricevi
nl: U ontvangt
pl: Otrzymujesz
pt: Você recebe
se: Du får

source: You will have to mark an order as paid manually. This can be done on the manage order page.
de: Sie müssen eine Bestellung manuell als bezahlt markieren. Dies kann auf der Bestellverwaltungsseite erfolgen.
es: Deberá marcar un pedido como pagado manualmente. Esto se puede hacer en la página de gestión de pedidos.
fr: Vous devrez marquer une commande comme payée manuellement. Cela peut être fait sur la page de gestion des commandes.
hu: Manuálisan kell fizetettként megjelölnie egy megrendelést. Ez a megrendelés kezelése oldalon tehető meg.
it: Dovrai contrassegnare un ordine come pagato manualmente. Questo può essere fatto nella pagina di gestione dell'ordine.
nl: Je moet een bestelling handmatig als betaald markeren. Dit kun je doen op de pagina Bestelling beheren.
pl: Będziesz musiał ręcznie oznaczyć zamówienie jako opłacone. Można to zrobić na stronie zarządzania zamówieniem.
pt: Você terá que marcar um pedido como pago manualmente. Isso pode ser feito na página de gerenciamento de pedidos.
se: Du behöver markera en order som betald manuellt. Det kan göras på sidan för att hantera ordern.
tr: Bir siparişi elle ödenmiş olarak işaretlemeniz gerekecek. Bu, sipariş yönetimi sayfasından yapılabilir.
vi: Bạn sẽ phải đánh dấu một đơn hàng theo cách thủ công. Được thực hiện trong trang quản lý đơn hàng.
