Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Job Details
it: Dettagli del lavoro
nl: Taakdetails
pl: Szczegóły zadania
pt: Detalhes do trabalho
se: Jobbdetaljer

source: Job Name
it: Nome del lavoro
nl: Taaknaam
pl: Nazwa zadania
pt: Nome do trabalho
se: Jobbnamn

source: Job queued for retry
it: Lavoro in coda per il nuovo tentativo
nl: Taak in wachtrij voor opnieuw proberen
pl: Zadanie w kolejce do ponowienia
pt: Trabalho em fila para nova tentativa
se: Jobb köat för nytt försök

source: Join from anywhere
de: Von überall teilnehmen
es: Únete desde cualquier lugar
fr: Rejoignez de n'importe où
it: Partecipa da ovunque
nl: Neem overal vandaan deel
pl: Dołącz z dowolnego miejsca
pt: Participe de qualquer lugar
se: Delta varifrån som helst
vi: Tham gia từ bất cứ đâu

source: Just click the button below to reconnect your Stripe account.
de: Klicken Sie einfach auf die Schaltfläche unten, um Ihr Stripe-Konto erneut zu verbinden.
es: Simplemente haga clic en el botón de abajo para reconectar su cuenta de Stripe.
fr: Cliquez simplement sur le bouton ci-dessous pour reconnecter votre compte Stripe.
it: Basta cliccare il pulsante qui sotto per riconnettere il tuo account Stripe.
nl: Klik gewoon op de knop hieronder om uw Stripe-account opnieuw te verbinden.
pl: Po prostu kliknij przycisk poniżej, aby ponownie połączyć swoje konto Stripe.
pt: Basta clicar no botão abaixo para reconectar sua conta Stripe.
se: Klicka bara på knappen nedan för att återansluta ditt Stripe-konto.
vi: Chỉ cần nhấn nút bên dưới để kết nối lại tài khoản Stripe của bạn.

source: Just looking for your tickets?
de: Suchen Sie nur nach Ihren Tickets?
es: ¿Solo buscas tus entradas?
fr: Vous cherchez vos billets ?
it: Stai solo cercando i tuoi biglietti?
nl: Alleen op zoek naar je tickets?
pl: Szukasz tylko swoich biletów?
pt: Apenas procurando seus ingressos?
se: Letar du bara efter dina biljetter?
vi: Chỉ đang tìm vé của bạn?

source: Keep me updated on news and events from {0}
de: Halte mich über Neuigkeiten und Veranstaltungen von {0} auf dem Laufenden
es: Mantenerme informado sobre noticias y eventos de {0}
fr: Me tenir informé des actualités et événements de {0}
it: Tienimi aggiornato sulle novità e gli eventi di {0}
nl: Houd mij op de hoogte van nieuws en evenementen van {0}
pl: Informuj mnie o nowościach i wydarzeniach od {0}
pt: Mantenha-me atualizado sobre notícias e eventos de {0}
se: Håll mig uppdaterad om nyheter och evenemang från {0}
vi: Giữ cho tôi cập nhật tin tức và sự kiện từ {0}

source: Label
de: Etikett
es: Etiqueta
fr: Étiquette
hu: Címke
it: Etichetta
pl: Etykieta
pt: Rótulo
se: Etikett
tr: Etiket
vi: Nhãn

source: Language
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
nl: Taal
pl: Język
pt: Língua
se: Språk
tr: Dil
vi: Ngôn ngữ

source: Last 12 months
de: Letzte 12 Monate
es: Últimos 12 meses
fr: 12 derniers mois
hu: Utolsó 12 hónap
it: Ultimi 12 mesi
nl: Laatste 12 maanden
pl: Ostatnie 12 miesięcy
pt: Últimos 12 meses
se: Senaste 12 månaderna
tr: Son 12 ay
vi: 12 tháng qua

source: Last 14 days
de: Letzte 14 Tage
es: Últimos 14 días
fr: 14 derniers jours
hu: Utolsó 14 nap
it: Ultimi 14 giorni
nl: Laatste 14 dagen
pl: Ostatnie 14 dni
pt: Últimos 14 dias
se: Senaste 14 dagarna
tr: Son 14 gün
vi: 14 ngày qua

source: Last 14 Days
it: Ultimi 14 giorni
nl: Laatste 14 dagen
pl: Ostatnie 14 dni
pt: Últimos 14 dias
se: Senaste 14 dagarna

source: Last 24 hours
de: Letzte 24 Stunden
es: Últimas 24 horas
fr: Dernières 24 heures
hu: Utolsó 24 óra
it: Ultime 24 ore
nl: Laatste 24 uur
pl: Ostatnie 24 godziny
pt: Últimas 24 horas
se: Senaste 24 timmarna
tr: Son 24 saat
vi: 24 giờ qua

source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
hu: Utolsó 30 nap
it: Ultimi 30 giorni
nl: Laatste 30 dagen
pl: Ostatnie 30 dni
pt: Últimos 30 dias
se: Senaste 30 dagarna
tr: Son 30 gün
vi: 30 ngày qua

source: Last 48 hours
de: Letzte 48 Stunden
es: Últimas 48 horas
fr: Dernières 48 heures
hu: Utolsó 48 óra
it: Ultime 48 ore
nl: Laatste 48 uur
pl: Ostatnie 48 godzin
pt: Últimas 48 horas
se: Senaste 48 timmarna
tr: Son 48 saat
vi: 48 giờ qua

source: Last 6 months
de: Letzte 6 Monate
es: Últimos 6 meses
fr: 6 derniers mois
hu: Utolsó 6 hónap
it: Ultimi 6 mesi
nl: Laatste 6 maanden
pl: Ostatnie 6 miesięcy
pt: Últimos 6 meses
se: Senaste 6 månaderna
tr: Son 6 ay
vi: 6 tháng qua

source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
hu: Utolsó 7 nap
it: Ultimi 7 giorni
nl: Laatste 7 dagen
pl: Ostatnie 7 dni
pt: Últimos 7 dias
se: Senaste 7 dagarna
tr: Son 7 gün
vi: 7 ngày qua

source: Last 90 days
de: Letzte 90 Tage
es: Últimos 90 días
fr: 90 derniers jours
hu: Utolsó 90 nap
it: Ultimi 90 giorni
nl: Laatste 90 dagen
pl: Ostatnie 90 dni
pt: Últimos 90 dias
se: Senaste 90 dagarna
tr: Son 90 gün
vi: 90 ngày qua

source: Last login
de: Letzte Anmeldung
es: Último acceso
fr: Dernière connexion
hu: Utolsó bejelentkezés
it: Ultimo accesso
nl: Laatste login
pl: Ostatnie logowanie
pt: Último Login
se: Senaste inloggning
tr: Son giriş
vi: Đăng nhập cuối cùng

source: Last name
de: Nachname
es: Apellido
fr: Nom de famille
hu: Vezetéknév
it: Cognome
nl: Achternaam
pl: Nazwisko
pt: Sobrenome
se: Efternamn
tr: Soyad
vi: Họ

source: Last Name
de: Nachname
es: Apellido
fr: Nom de famille
hu: Vezetéknév
it: Cognome
nl: Achternaam
pl: Nazwisko
pt: Sobrenome
se: Efternamn
tr: Soyad
vi: Họ

source: Last name is required
it: Il cognome è obbligatorio
nl: Achternaam is verplicht
pl: Nazwisko jest wymagane
pt: O apelido é obrigatório
se: Efternamn är obligatoriskt

source: Last Response
de: Letzte Antwort
es: Última respuesta
fr: Dernière réponse
hu: Utolsó válasz
it: Ultima Risposta
nl: Laatste reactie
pl: Ostatnia odpowiedź
pt: Última resposta
se: Senaste svar
vi: Phản hồi cuối cùng

source: Last Triggered
de: Zuletzt ausgelöst
es: Última activación
fr: Dernier déclenchement
hu: Utoljára aktiválva
it: Ultimo Attivato
nl: Laatst geactiveerd
pl: Ostatnio uruchomiony
pt: Última ativação
se: Senast utlöst
vi: Trình kích hoạt cuối cùng

source: Last Used
de: Zuletzt verwendet
es: Última vez usado
fr: Dernière utilisation
hu: Utoljára használva
it: Ultimo Utilizzo
nl: Laatst gebruikt
pl: Ostatnio używany
pt: Última vez usado
se: Senast använd
tr: Son Kullanım
vi: Được sử dụng lần cuối

source: Leave blank to use the default word "Invoice"
de: Leer lassen, um das Standardwort "Rechnung" zu verwenden
es: Dejar en blanco para usar la palabra predeterminada "Factura"
fr: Laisser vide pour utiliser le mot par défaut "Facture"
hu: Hagyja üresen az alapértelmezett „Számla” szó használatához
it: Lascia vuoto per utilizzare la parola predefinita "Fattura"
nl: Laat leeg om het standaardwoord te gebruiken
pl: Pozostaw puste, aby użyć domyślnego słowa "Faktura"
pt: Deixe em branco para usar a palavra padrão "Fatura"
se: Lämna tomt för att använda standardordet "Faktura"
tr: Varsayılan "Fatura" kelimesini kullanmak için boş bırakın
vi: Để trống để sử dụng từ mặc định "Hóa đơn"

source: Legal business name for VAT purposes
it: Ragione sociale legale ai fini IVA
nl: Wettelijke bedrijfsnaam voor BTW-doeleinden
pl: Oficjalna nazwa firmy dla celów VAT
pt: Nome comercial legal para fins de IVA
se: Juridiskt företagsnamn för momsändamål

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
nl: Licht
pl: Jasny
pt: Claro
se: Ljus
vi: Sáng

source: Link Expired or Invalid
de: Link abgelaufen oder ungültig
es: Enlace caducado o inválido
fr: Lien expiré ou invalide
it: Link scaduto o non valido
nl: Link verlopen of ongeldig
pl: Link wygasł lub jest nieprawidłowy
pt: Link expirado ou inválido
se: Länken har gått ut eller är ogiltig
vi: Liên kết hết hạn hoặc không hợp lệ

source: Link to order details
de: Link zu Bestelldetails
es: Enlace a detalles del pedido
fr: Lien vers les détails de la commande
it: Link ai dettagli dell'ordine
nl: Link naar bestelgegevens
pl: Link do szczegółów zamówienia
pt: Link para detalhes do pedido
se: Länk till orderdetaljer
vi: Liên kết đến chi tiết đơn hàng

source: Link to ticket
de: Link zum Ticket
es: Enlace al boleto
fr: Lien vers le billet
it: Link al biglietto
nl: Link naar ticket
pl: Link do biletu
pt: Link para o ingresso
se: Länk till biljett
vi: Liên kết đến vé

source: Link your Stripe account to receive funds from ticket sales.
de: Verknüpfen Sie Ihr Stripe-Konto, um Gelder aus dem Ticketverkauf zu erhalten.
es: Vincula tu cuenta de Stripe para recibir fondos de la venta de entradas.
fr: Liez votre compte Stripe pour recevoir les fonds provenant des ventes de billets.
hu: Linkelje Stripe fiókját, hogy jegyértékesítésből származó bevételeket fogadjon.
it: Collega il tuo account Stripe per ricevere fondi dalle vendite dei biglietti.
nl: Koppel je Stripe-account om geld te ontvangen van ticketverkoop.
pl: Połącz swoje konto Stripe, aby otrzymywać środki ze sprzedaży biletów.
pt: Conecte sua conta Stripe para receber fundos das vendas de ingressos.
se: Koppla ditt Stripe-konto för att ta emot medel från biljettförsäljning.
vi: Liên kết tài khoản Stripe của bạn để nhận tiền từ việc bán vé.

source: Links Allowed
it: Link consentiti
nl: Links toegestaan
pl: Linki dozwolone
se: Länkar tillåtna

source: Live
es: En vivo
fr: En ligne
hu: Élő
it: Online
pl: Na żywo
pt: Ao vivo
vi: Trực tiếp

source: Live Events
de: Live-Veranstaltungen
es: Eventos en Vivo
fr: Événements en Direct
it: Eventi in Diretta
nl: Live Evenementen
pl: Wydarzenia na żywo
pt: Eventos ao Vivo
se: Liveevenemang
vi: Sự Kiện Trực Tiếp

source: Loading preview...
de: Vorschau wird geladen...
es: Cargando vista previa...
fr: Chargement de l'aperçu...
it: Caricamento anteprima...
nl: Voorvertoning laden...
pl: Ładowanie podglądu...
pt: Carregando pré-visualização...
se: Laddar förhandsvisning...
vi: Đang tải xem trước...

source: Loading tokens...
de: Token werden geladen...
es: Cargando tokens...
fr: Chargement des jetons...
it: Caricamento token...
nl: Tokens laden...
pl: Ładowanie tokenów...
pt: Carregando tokens...
se: Laddar tokens...
vi: Đang tải token...

source: Loading Webhooks
de: Webhooks werden geladen
es: Cargando webhooks
fr: Chargement des webhooks
hu: Webhookok betöltése
it: Caricamento Webhooks
nl: Webhooks laden
pl: Ładowanie webhooków
pt: Carregando webhooks
se: Laddar webhooks
vi: Đang tải Webhooks

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
hu: Betöltés...
it: Caricamento...
nl: Aan het laden...
pl: Ładowanie...
pt: Carregando...
se: Laddar...
tr: Yükleniyor...
vi: Đang tải ...

source: Location
de: Standort
es: Ubicación
fr: Emplacement
hu: Helyszín
it: Luogo
nl: Locatie
pl: Lokalizacja
pt: Localização
se: Plats
tr: Konum
vi: Vị trí

source: Log in
de: Anmelden
es: Acceso
fr: Se connecter
hu: Bejelentkezés
it: Accedi
pl: Zaloguj się
pt: Conecte-se
se: Logga in
tr: Giriş yap
vi: Đăng nhập

source: Logging in
de: Einloggen
es: Iniciando sesión
fr: Se connecter
hu: Bejelentkezés...
it: Accesso in corso
nl: Inloggen
pl: Logowanie
pt: Fazendo login
se: Loggar in
tr: Giriş yapılıyor
vi: Đăng nhập

source: Logo & Cover
de: Logo & Titelbild
es: Logo y portada
fr: Logo & Couverture
hu: Logó és borítókép
it: Logo e Copertina
nl: Logo & Omslag
pl: Logo i okładka
pt: Logo e Capa
se: Logotyp och omslagsbild
vi: Logo & Ảnh bìa

source: Logo and cover image for your organizer
de: Logo und Titelbild für Ihren Veranstalter
es: Logo e imagen de portada para tu organizador
fr: Logo et image de couverture pour votre organisateur
hu: Logó és borítókép a szervezőjéhez
it: Logo e immagine di copertina per il tuo organizzatore
nl: Logo en omslagafbeelding voor je organisator
pl: Logo i obraz okładki dla Twojego organizatora
pt: Logo e imagem de capa para seu organizador
se: Logotyp och omslagsbild för din arrangör
vi: Logo và ảnh bìa cho nhà tổ chức của bạn

source: Logo will be displayed in the header
de: Logo wird in der Kopfzeile angezeigt
es: El logo se mostrará en el encabezado
fr: Le logo sera affiché dans l'en-tête
hu: A logó a fejlécben jelenik meg
it: Il logo verrà visualizzato nell'intestazione
nl: Het logo wordt weergegeven in de koptekst
pl: Logo będzie wyświetlane w nagłówku
pt: O logo será exibido no cabeçalho
se: Logotypen visas i sidhuvudet
vi: Logo sẽ được hiển thị trong phần đầu trang

source: Logo will be displayed on the ticket
de: Logo wird auf dem Ticket angezeigt
es: El logo se mostrará en el ticket
fr: Le logo sera affiché sur le billet
it: Il logo sarà visualizzato sul biglietto
nl: Logo wordt weergegeven op het ticket
pl: Logo będzie wyświetlane na bilecie
pt: O logotipo será exibido no bilhete
se: Logotypen visas på biljetten
vi: Logo sẽ được hiển thị trên vé

source: Logout
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
hu: Kijelentkezés
it: Esci
nl: Afmelden
pl: Wyloguj się
pt: Sair
se: Logga ut
tr: Çıkış
vi: Đăng xuất

source: Look Up My Tickets
it: Cerca i miei biglietti
nl: Zoek mijn tickets op
pl: Znajdź moje bilety
pt: Procurar os meus bilhetes
se: Hitta mina biljetter

source: Make billing address mandatory during checkout
de: Rechnungsadresse beim Checkout erforderlich machen
es: Hacer obligatoria la dirección de facturación durante el pago
fr: Rendre l'adresse de facturation obligatoire lors du paiement
hu: Tegye kötelezővé a számlázási címet a fizetés során
it: Rendi obbligatorio l'indirizzo di fatturazione durante il checkout
nl: Maak factuuradres verplicht tijdens het afrekenen
pl: Uczyń adres rozliczeniowy obowiązkowym podczas płatności
pt: Tornar o endereço de cobrança obrigatório durante o checkout
se: Gör faktureringsadress obligatorisk i kassan
tr: Ödeme sırasında fatura adresini zorunlu kıl
vi: Bắt buộc nhập địa chỉ thanh toán, trong khi thanh toán

source: Make this question mandatory
de: Machen Sie diese Frage obligatorisch
es: Haz que esta pregunta sea obligatoria
fr: Rendre cette question obligatoire
hu: Tegye kötelezővé ezt a kérdést
it: Rendi obbligatoria questa domanda
nl: Maak deze vraag verplicht
pl: Uczyń to pytanie obowiązkowym
pt: Torne esta pergunta obrigatória
se: Gör denna fråga obligatorisk
tr: Bu soruyu zorunlu kıl
vi: Làm cho câu hỏi này bắt buộc

source: Make your event live
de: Machen Sie Ihre Veranstaltung live
es: Haga que su evento esté en vivo
fr: Rendre votre événement public
hu: Tegye élővé eseményét
it: Rendi attivo il tuo evento
nl: Maak je evenement live
pl: Opublikuj swoje wydarzenie
pt: Torne seu evento ao vivo
se: Gör ditt evenemang live
vi: Làm cho sự kiện của bạn hoạt động

source: Manage
de: Verwalten
es: Administrar
fr: Gérer
hu: Kezelés
it: Gestisci
nl: Beheer
pl: Zarządzaj
pt: Gerenciar
se: Hantera
tr: Yönet
vi: Quản lý

source: Manage attendee
de: Teilnehmer verwalten
es: Gestionar asistente
fr: Gérer le participant
hu: Résztvevő kezelése
it: Gestisci partecipante
nl: Deelnemer beheren
pl: Zarządzaj uczestnikiem
pt: Gerenciar participante
se: Hantera deltagare
tr: Katılımcıyı yönet
vi: Quản lý người tham dự

source: Manage event
de: Veranstaltung verwalten
es: Administrar evento
fr: Gérer l'événement
hu: Esemény kezelése
it: Gestisci evento
nl: Evenement beheren
pl: Zarządzaj wydarzeniem
pt: Gerenciar evento
se: Hantera evenemang
tr: Etkinliği yönet
vi: Quản lý sự kiện

source: Manage order
de: Bestellung verwalten
es: Gestionar pedido
fr: Gérer la commande
hu: Megrendelés kezelése
it: Gestisci ordine
nl: Bestelling beheren
pl: Zarządzaj zamówieniem
pt: Gerenciar pedido
se: Hantera order
tr: Siparişi yönet
vi: Quản lý đơn hàng

source: Manage payment and invoicing settings for this event.
de: Zahlungs- und Rechnungseinstellungen für diese Veranstaltung verwalten.
es: Gestionar las configuraciones de pago y facturación para este evento.
fr: Gérer les paramètres de paiement et de facturation pour cet événement.
hu: Kezelje az esemény fizetési és számlázási beállításait.
it: Gestisci le impostazioni di pagamento e fatturazione per questo evento.
nl: Beheer de betalings- en factureringsinstellingen voor dit evenement.
pl: Zarządzaj ustawieniami płatności i fakturowania dla tego wydarzenia.
pt: Gerenciar as configurações de pagamento e faturamento para este evento.
se: Hantera betalnings- och fakturainställningar för detta evenemang.
tr: Bu etkinlik için ödeme ve faturalama ayarlarını yönet.
vi: Quản lý cài đặt thanh toán và lập hóa đơn cho sự kiện này.

source: Manage Profile
de: Profil verwalten
es: Administrar perfil
fr: Gérer le profil
hu: Profil kezelése
it: Gestisci Profilo
nl: Profiel beheren
pl: Zarządzaj profilem
pt: Gerenciar perfil
se: Hantera profil
tr: Profili Yönet
vi: Quản lý hồ sơ

source: Manage taxes and fees which can be applied to your products
de: Verwalten Sie Steuern und Gebühren, die auf Ihre Produkte angewendet werden können
es: Gestionar impuestos y tasas que se pueden aplicar a sus productos
fr: Gérer les taxes et les frais qui peuvent être appliqués à vos produits
hu: Kezelje az adókat és díjakat, amelyek alkalmazhatók a termékeire.
it: Gestisci tasse e commissioni che possono essere applicate ai tuoi prodotti
nl: Belastingen en toeslagen beheren die kunnen worden toegepast op je producten
pl: Zarządzaj podatkami i opłatami, które mogą być zastosowane do Twoich produktów
pt: Gerencie impostos e taxas que podem ser aplicados aos seus produtos
se: Hantera skatter och avgifter som kan tillämpas på dina produkter
tr: Ürünlerinize uygulanabilecek vergi ve ücretleri yönetin
vi: Quản lý thuế và phí có thể được áp dụng cho sản phẩm của bạn

source: Manage tickets
de: Tickets verwalten
es: Gestionar entradas
fr: Gérer les billets
hu: Jegyek kezelése
it: Gestisci biglietti
nl: Tickets beheren
pl: Zarządzaj biletami
pt: Gerenciar ingressos
se: Hantera biljetter
tr: Biletleri yönet
vi: Quản lý Vé

source: Manage your account details and default settings
de: Verwalten Sie Ihre Kontodetails und Standardeinstellungen
es: Administre los detalles de su cuenta y la configuración predeterminada
fr: Gérez les détails de votre compte et les paramètres par défaut
hu: Kezelje fiókadatait és alapértelmezett beállításait.
it: Gestisci i dettagli del tuo account e le impostazioni predefinite
nl: Beheer je accountgegevens en standaardinstellingen
pl: Zarządzaj szczegółami konta i ustawieniami domyślnymi
pt: Gerencie os detalhes da sua conta e configurações padrão
se: Hantera dina kontouppgifter och standardinställningar
tr: Hesap bilgilerinizi ve varsayılan ayarlarını yönetin
vi: Quản lý chi tiết tài khoản của bạn và cài đặt mặc định

source: Manage your payment processing and view platform fees
de: Verwalten Sie Ihre Zahlungsabwicklung und sehen Sie die Plattformgebühren ein
es: Administra tu procesamiento de pagos y consulta las tarifas de la plataforma
fr: Gérez votre traitement des paiements et consultez les frais de plateforme
hu: Kezelje fizetésfeldolgozását és tekintse meg a platformdíjakat.
it: Gestisci l'elaborazione dei pagamenti e visualizza le commissioni della piattaforma
nl: Beheer uw betalingsverwerking en bekijk de platformkosten
pl: Zarządzaj przetwarzaniem płatności i przeglądaj opłaty platformy
pt: Gerencie seu processamento de pagamentos e visualize as taxas da plataforma
se: Hantera betalningshantering och visa plattformsavgifter
vi: Quản lý xử lý thanh toán và xem phí nền tảng của bạn

source: Manage your users and their permissions
de: Verwalten Sie Ihre Benutzer und deren Berechtigungen
es: Gestiona tus usuarios y sus permisos
fr: Gérez vos utilisateurs et leurs autorisations
hu: Kezelje felhasználóit és engedélyeiket.
it: Gestisci i tuoi utenti e le loro autorizzazioni
nl: Beheer je gebruikers en hun rechten
pl: Zarządzaj użytkownikami i ich uprawnieniami
pt: Gerencie seus usuários e suas permissões
se: Hantera dina användare och deras behörigheter
tr: Kullanıcılarınızı ve izinlerini yönetin
vi: Quản lý người dùng của bạn và quyền của họ

source: Mandatory questions must be answered before the customer can checkout.
de: Bevor der Kunde zur Kasse gehen kann, müssen obligatorische Fragen beantwortet werden.
es: Las preguntas obligatorias deben responderse antes de que el cliente pueda realizar el pago.
fr: Il faut répondre aux questions obligatoires avant que le client puisse passer à la caisse.
hu: A kötelező kérdésekre válaszolni kell, mielőtt az ügyfél fizethetne.
it: Le domande obbligatorie devono essere risposte prima che il cliente possa procedere al checkout.
nl: Verplichte vragen moeten worden beantwoord voordat de klant kan afrekenen.
pl: Obowiązkowe pytania muszą być odpowiedzi przed dokonaniem płatności przez klienta.
pt: Perguntas obrigatórias devem ser respondidas antes que o cliente possa finalizar a compra.
se: Obligatoriska frågor måste besvaras innan kunden kan slutföra köpet.
tr: Zorunlu sorular müşteri ödeme yapmadan önce cevaplanmalıdır.
vi: Các câu hỏi bắt buộc phải được trả lời trước khi khách hàng có thể thanh toán.

source: Manually add an Attendee
de: Einen Teilnehmer manuell hinzufügen
es: Agregar manualmente un asistente
fr: Ajouter manuellement un participant
hu: Résztvevő manuális hozzáadása
it: Aggiungi manualmente un Partecipante
nl: Handmatig een genodigde toevoegen
pl: Dodaj uczestnika ręcznie
pt: Adicionar manualmente um participante
se: Lägg till deltagare manuellt
tr: Manuel olarak Katılımcı ekle
vi: Thêm một người tham dự theo cách thủ công

source: Manually Add Attendee
de: Teilnehmer manuell hinzufügen
es: Agregar asistente manualmente
fr: Ajouter manuellement un participant
hu: Résztvevő manuális hozzáadása
it: Aggiungi Manualmente Partecipante
nl: Deelnemer handmatig toevoegen
pl: Dodaj uczestnika ręcznie
pt: Adicionar participante manualmente
se: Lägg till deltagare manuellt
tr: Manuel Katılımcı Ekle
vi: Thêm người tham dự

source: Mark as paid
de: Als bezahlt markieren
es: Marcar como pagado
fr: Marquer comme payé
hu: Fizetettként jelölés
it: Segna come pagato
nl: Markeer als betaald
pl: Oznacz jako opłacone
pt: Marcar como pago
se: Markera som betald
tr: Ödendi olarak işaretle
vi: Đánh dấu đã trả tiền

source: Max Messages / 24h
it: Max messaggi / 24h
nl: Max berichten / 24u
pl: Maks wiadomości / 24h
se: Max meddelanden / 24h

source: Max Recipients / Message
it: Max destinatari / messaggio
nl: Max ontvangers / bericht
pl: Maks odbiorców / wiadomość
se: Max mottagare / meddelande

source: Maximum Per Order
de: Maximal pro Bestellung
es: Máximo por pedido
fr: Maximum par commande
hu: Maximum megrendelésenként
it: Massimo Per Ordine
nl: Maximum per bestelling
pl: Maksimum na zamówienie
pt: Máximo por pedido
se: Max per order
tr: Sipariş Başına Maksimum
vi: Tối đa mỗi đơn hàng

source: Medium
it: Mezzo
pl: Średni
pt: Meio

source: Message
de: Nachricht
es: Mensaje
hu: Üzenet
it: Messaggio
nl: Bericht
pl: Wiadomość
pt: Mensagem
se: Meddelande
vi: Tin nhắn

source: Message approved successfully
it: Messaggio approvato con successo
nl: Bericht succesvol goedgekeurd
pl: Wiadomość zatwierdzona pomyślnie
se: Meddelande godkänt

source: Message attendee
de: Nachricht an Teilnehmer
es: Asistente del mensaje
fr: Message au participant
hu: Üzenet a résztvevőnek
it: Messaggio al partecipante
nl: Bericht deelnemer
pl: Wyślij wiadomość do uczestnika
pt: Participante da mensagem
se: Meddela deltagare
tr: Katılımcıya mesaj gönder
vi: Tin nhắn cho người tham dự

source: Message Attendees
de: Nachrichten an Teilnehmer senden
es: Mensaje a los asistentes
fr: Message aux participants
hu: Üzenet a résztvevőknek
it: Messaggio ai Partecipanti
nl: Bericht Deelnemers
pl: Wyślij wiadomość do uczestników
pt: Participantes da mensagem
se: Meddela deltagare
tr: Katılımcılara Mesaj
vi: Tin nhắn cho người tham dự
