Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: No messages to show
de: Keine Nachrichten zum Anzeigen
es: No hay mensajes para mostrar
fr: Aucun message à afficher
hu: Nincs megjeleníthető üzenet
it: Nessun messaggio da mostrare
nl: Geen berichten om te tonen
pl: Brak wiadomości do wyświetlenia
pt: Nenhuma mensagem para mostrar
se: Inga meddelanden att visa
tr: Gösterilecek mesaj yok
vi: Không có tin nhắn nào hiển thị

source: No order questions yet
it: Nessuna domanda d'ordine ancora
nl: Nog geen bestellingsvragen
pl: Brak pytań dotyczących zamówienia jeszcze
pt: Ainda não há perguntas de pedido
se: Inga orderfrågor ännu
vi: Chưa có câu hỏi đơn hàng

source: No orders found
it: Nessun ordine trovato
nl: Geen bestellingen gevonden
pl: Nie znaleziono zamówień
pt: Nenhum pedido encontrado
se: Inga ordrar hittades

source: No orders to show
de: Keine Bestellungen anzuzeigen
es: No hay pedidos para mostrar
fr: Aucune commande à afficher
hu: Nincs megjeleníthető megrendelés
it: Nessun ordine da mostrare
nl: Geen orders om te laten zien
pl: Brak zamówień do wyświetlenia
pt: Não há pedidos para mostrar
se: Inga ordrar att visa
tr: Gösterilecek sipariş yok
vi: Không có đơn hàng nào để hiển thị

source: No orders yet
de: Noch keine Bestellungen
es: Aún no hay pedidos
fr: Aucune commande pour le moment
hu: Még nincsenek megrendelések
it: Nessun ordine disponibile
nl: Nog geen bestellingen
pl: Brak zamówień jeszcze
pt: Nenhum pedido ainda
se: Inga ordrar ännu
vi: Chưa có đơn hàng nào

source: No organizer activity in the last 14 days
it: Nessuna attività dell'organizzatore negli ultimi 14 giorni
nl: Geen organisatoractiviteit in de laatste 14 dagen
pl: Brak aktywności organizatora w ciągu ostatnich 14 dni
pt: Sem atividade de organizador nos últimos 14 dias
se: Ingen arrangörsaktivitet de senaste 14 dagarna

source: No other organizers available
de: Keine weiteren Veranstalter verfügbar
es: No hay otros organizadores disponibles
fr: Aucun autre organisateur disponible
hu: Nincsenek más szervezők
it: Nessun altro organizzatore disponibile
nl: Geen andere organisatoren beschikbaar
pl: Brak innych dostępnych organizatorów
pt: Nenhum outro organizador disponível
se: Inga andra arrangörer tillgängliga
vi: Không có nhà tổ chức nào khác

source: No Paid Orders
it: Nessun ordine pagato
nl: Geen betaalde bestellingen
pl: Brak opłaconych zamówień
se: Inga betalda beställningar

source: No past events
de: Keine vergangenen Veranstaltungen
es: No hay eventos pasados
fr: Aucun événement passé
hu: Nincsenek múltbeli események
it: Nessun evento passato
nl: Geen afgelopen evenementen
pl: Brak przeszłych wydarzeń
pt: Nenhum evento passado
se: Inga tidigare evenemang
vi: Không có sự kiện trước đó

source: No payment methods are currently available. Please contact the event organizer for assistance.
de: Derzeit sind keine Zahlungsmethoden verfügbar. Bitte wenden Sie sich an den Veranstalter, um Unterstützung zu erhalten.
es: No hay métodos de pago disponibles actualmente. Por favor, contacte al organizador del evento para obtener ayuda.
fr: Aucune méthode de paiement n'est actuellement disponible. Veuillez contacter l'organisateur de l'événement pour obtenir de l'aide.
hu: Jelenleg nem állnak rendelkezésre fizetési módok. Kérjük, vegye fel a kapcsolatot az eseményszervezővel segítségért.
it: Nessun metodo di pagamento è attualmente disponibile. Contatta l'organizzatore dell'evento per assistenza.
nl: Er zijn momenteel geen betalingsmethoden beschikbaar. Neem contact op met de organisator van het evenement voor hulp.
pl: Żadne metody płatności nie są obecnie dostępne. Skontaktuj się z organizatorem wydarzenia w celu uzyskania pomocy.
pt: Nenhum método de pagamento está disponível no momento. Entre em contato com o organizador do evento para obter assistência.
se: Inga betalningsmetoder är tillgängliga för närvarande. Kontakta arrangören för hjälp.
tr: Şu anda hiçbir ödeme yöntemi mevcut değil. Yardım için etkinlik organizatörüyle iletişime geçin.
vi: Hiện không có phương thức thanh toán. Vui lòng liên hệ ban tổ chức sự kiện để được hỗ trợ.

source: No Payment Required
de: Keine Zahlung erforderlich
es: No se requiere pago
fr: Aucun paiement requis
hu: Fizetés nem szükséges
it: Nessun Pagamento Richiesto
nl: Geen betaling vereist
pl: Brak wymaganej płatności
pt: Pagamento não necessário
se: Ingen betalning krävs
tr: Ödeme Gerekli Değil
vi: Không cần thanh toán

source: No popular events in the last 14 days
it: Nessun evento popolare negli ultimi 14 giorni
nl: Geen populaire evenementen in de laatste 14 dagen
pl: Brak popularnych wydarzeń w ciągu ostatnich 14 dni
pt: Sem eventos populares nos últimos 14 dias
se: Inga populära evenemang de senaste 14 dagarna

source: No product associated with this attendee.
de: Kein Produkt mit diesem Teilnehmer verknüpft.
es: No hay ningún producto asociado con este asistente.
fr: Aucun produit associé à cet invité.
hu: Nincs termék ehhez a résztvevőhöz társítva.
it: Nessun prodotto associato a questo partecipante.
nl: Geen product gekoppeld aan deze deelnemer.
pl: Żaden produkt nie jest powiązany z tym uczestnikiem.
pt: Nenhum produto associado a este participante.
se: Ingen produkt är kopplad till denna deltagare.
tr: Bu katılımcı ile ilişkili ürün yok.
vi: Không có sản phẩm liên quan đến người tham dự này.

source: No products available for selection
de: Keine Produkte zur Auswahl verfügbar
es: No hay productos disponibles para seleccionar
fr: Aucun produit disponible pour la sélection
hu: Nincsenek kiválasztható termékek
it: Nessun prodotto disponibile per la selezione
nl: Geen producten beschikbaar voor selectie
pl: Brak produktów dostępnych do wyboru
pt: Nenhum produto disponível para seleção
se: Inga produkter tillgängliga för val
vi: Không có sản phẩm nào có sẵn để lựa chọn

source: No products available in this category.
de: Keine Produkte in dieser Kategorie verfügbar.
es: No hay productos disponibles en esta categoría.
fr: Aucun produit disponible dans cette catégorie.
hu: Nincsenek termékek ebben a kategóriában.
it: Nessun prodotto disponibile in questa categoria.
nl: Geen producten beschikbaar in deze categorie.
pl: Brak produktów dostępnych w tej kategorii.
pt: Nenhum produto disponível nesta categoria.
se: Inga produkter tillgängliga i denna kategori.
tr: Bu kategoride mevcut ürün yok.
vi: Không có sản phẩm có sẵn trong danh mục này.

source: No Products Yet
de: Noch keine Produkte
es: Aún no hay productos
fr: Pas encore de produits
hu: Még nincsenek termékek
it: Ancora Nessun Prodotto
nl: Nog geen producten
pl: Brak produktów jeszcze
pt: Nenhum Produto Ainda
se: Inga produkter ännu
tr: Henüz Ürün Yok
vi: Chưa có sản phẩm

source: No Promo Codes to show
de: Keine Promo-Codes anzuzeigen
es: No hay códigos promocionales para mostrar
fr: Aucun code promotionnel à afficher
hu: Nincs megjeleníthető promóciós kód
it: Nessun Codice Promozionale da mostrare
nl: Geen promotiecodes om te tonen
pl: Brak kodów promocyjnych do wyświetlenia
pt: Nenhum código promocional para mostrar
se: Inga kampanjkoder att visa
tr: Gösterilecek Promosyon Kodu yok
vi: Không có mã khuyến mãi để hiển thị

source: No questions answered by this attendee.
de: Dieser Teilnehmer hat keine Fragen beantwortet.
es: No hay preguntas respondidas por este asistente.
fr: Aucune question n’a été répondue par ce participant.
hu: Ehhez a résztvevőhöz nem érkezett válasz.
it: Nessuna domanda risposta da questo partecipante.
nl: Geen vragen beantwoord door deze deelnemer.
pl: Żadne pytania nie zostały odpowiedzi przez tego uczestnika.
pt: Nenhuma pergunta foi respondida por este participante.
se: Inga frågor har besvarats av denna deltagare.
tr: Bu katılımcı tarafından cevaplanan soru yok.
vi: Không có câu hỏi nào được trả lời bởi người tham dự này.

source: No questions have been asked for this order.
de: Für diese Bestellung wurden keine Fragen gestellt.
es: No se han hecho preguntas para este pedido.
fr: Aucune question n'a été posée pour cette commande.
hu: Ehhez a megrendeléshez nem tettek fel kérdéseket.
it: Nessuna domanda è stata posta per questo ordine.
nl: Er zijn geen vragen gesteld voor deze bestelling.
pl: Żadne pytania nie zostały zadane dla tego zamówienia.
pt: Nenhuma pergunta foi feita para este pedido.
se: Inga frågor har ställts för denna order.
tr: Bu sipariş için hiçbir soru sorulmamış.
vi: Không có câu hỏi nào được hỏi cho đơn hàng này.

source: No recent account signups
it: Nessuna iscrizione recente
nl: Geen recente accountaanmeldingen
pl: Brak ostatnich rejestracji kont
pt: Sem registos de contas recentes
se: Inga nya kontoregistreringar

source: No response
de: Keine Antwort
es: Sin respuesta
fr: Aucune réponse
hu: Nincs válasz
it: Nessuna risposta
nl: Geen reactie
pl: Brak odpowiedzi
pt: Sem resposta
se: Inget svar
vi: Không có phản hồi

source: No responses yet
de: Noch keine Antworten
es: Aún no hay respuestas
fr: Aucune réponse pour le moment
hu: Még nincsenek válaszok
it: Ancora nessuna risposta
nl: Nog geen reacties
pl: Brak odpowiedzi jeszcze
pt: Ainda sem respostas
se: Inga svar ännu
vi: Chưa có phản hồi

source: No results
de: Keine Ergebnisse
es: No hay resultados
fr: Aucun résultat
hu: Nincs találat
it: Nessun risultato
nl: Geen resultaten
pl: Brak wyników
pt: Nenhum resultado
se: Inga resultat
tr: Sonuç yok
vi: Không có kết quả

source: No Search Results
de: Keine Suchergebnisse
es: Sin resultados de búsqueda
fr: Aucun résultat de recherche
hu: Nincs találat
it: Nessun Risultato di Ricerca
nl: Geen zoekresultaten
pl: Brak wyników wyszukiwania
pt: Nenhum Resultado de Pesquisa
se: Inga sökresultat
tr: Arama Sonucu Yok
vi: Không có kết quả tìm kiếm

source: No search results.
de: Keine Suchergebnisse.
es: Sin resultados de búsqueda.
fr: Aucun résultat trouvé.
hu: Nincs találat.
it: Nessun risultato di ricerca.
nl: Geen zoekresultaten.
pl: Brak wyników wyszukiwania.
pt: Nenhum resultado de pesquisa.
se: Inga sökresultat.
tr: Arama sonucu yok.
vi: Không có kết quả tìm kiếm.

source: No Taxes or Fees have been added.
de: Es wurden keine Steuern oder Gebühren hinzugefügt.
es: No se han agregado impuestos ni tarifas.
fr: Aucune taxe ou frais n'a été ajouté.
hu: Nem adtak hozzá adókat vagy díjakat.
it: Nessuna Tassa o Commissione è stata aggiunta.
nl: Er zijn geen belastingen of toeslagen toegevoegd.
pl: Żadne podatki lub opłaty nie zostały dodane.
pt: Nenhum imposto ou taxa foi adicionado.
se: Inga skatter eller avgifter har lagts till.
tr: Hiçbir Vergi veya Ücret eklenmemiş.
vi: Không có thuế hoặc phí đã được thêm vào.

source: No Tickets Found
de: Keine Tickets gefunden
es: No se encontraron entradas
fr: Aucun billet trouvé
it: Nessun biglietto trovato
nl: Geen tickets gevonden
pl: Nie znaleziono biletów
pt: Nenhum ingresso encontrado
se: Inga biljetter hittades
vi: Không tìm thấy vé

source: No upcoming events
de: Keine bevorstehenden Veranstaltungen
es: No hay próximos eventos
fr: Aucun événement à venir
hu: Nincsenek közelgő események
it: Nessun evento in arrivo
nl: Geen aankomende evenementen
pl: Brak nadchodzących wydarzeń
pt: Nenhum evento futuro
se: Inga kommande evenemang
vi: Không có sự kiện sắp tới

source: No users found
de: Keine Benutzer gefunden
es: No se encontraron usuarios
fr: Aucun utilisateur trouvé
it: Nessun utente trovato
nl: Geen gebruikers gevonden
pl: Nie znaleziono użytkowników
pt: Nenhum utilizador encontrado
se: Inga användare hittades
vi: Không tìm thấy người dùng

source: No VAT settings configured
it: Nessuna impostazione IVA configurata
nl: Geen BTW-instellingen geconfigureerd
pl: Brak skonfigurowanych ustawień VAT
pt: Nenhuma configuração de IVA definida
se: Inga momsinställningar är konfigurerade

source: No viewed events in the last 14 days
it: Nessun evento visualizzato negli ultimi 14 giorni
nl: Geen bekeken evenementen in de laatste 14 dagen
pl: Brak oglądanych wydarzeń w ciągu ostatnich 14 dni
pt: Sem eventos vistos nos últimos 14 dias
se: Inga visade evenemang de senaste 14 dagarna

source: No webhook events have been recorded for this endpoint yet. Events will appear here once they are triggered.
de: Für diesen Endpunkt wurden noch keine Webhook-Ereignisse aufgezeichnet. Ereignisse werden hier angezeigt, sobald sie ausgelöst werden.
es: Aún no se han registrado eventos de webhook para este punto de acceso. Los eventos aparecerán aquí una vez que se activen.
fr: Aucun événement webhook n'a encore été enregistré pour ce point de terminaison. Les événements apparaîtront ici une fois qu'ils seront déclenchés.
hu: Ehhez a végponthoz még nem rögzítettek webhook eseményeket. Az események itt jelennek meg, amint aktiválódnak.
it: Nessun evento webhook è stato registrato per questo endpoint. Gli eventi appariranno qui una volta attivati.
nl: Er zijn nog geen webhook-events opgenomen voor dit eindpunt. Evenementen zullen hier verschijnen zodra ze worden geactiveerd.
pl: Żadne zdarzenia webhook nie zostały jeszcze zarejestrowane dla tego punktu końcowego. Zdarzenia pojawią się tutaj po ich wywołaniu.
pt: Nenhum evento de webhook foi registrado para este endpoint ainda. Os eventos aparecerão aqui assim que forem acionados.
se: Inga webhook-händelser har registrerats för denna endpoint ännu. Händelser visas här när de utlöses.
vi: Chưa có sự kiện webhook nào được ghi nhận cho điểm cuối này. Sự kiện sẽ xuất hiện ở đây khi chúng được kích hoạt.

source: No Webhooks
de: Keine Webhooks
es: No hay Webhooks
fr: Aucun webhook
hu: Nincsenek Webhookok
it: Nessun Webhook
nl: Geen webhooks
pl: Brak webhooków
pt: Nenhum Webhook
se: Inga webhooks
vi: Không có webhooks

source: No, keep me here
de: Nein, hier bleiben
es: No, mantenerme aquí
fr: Non, rester ici
it: No, rimani qui
nl: Nee, houd me hier
pl: Nie, zostaw mnie tutaj
pt: Não, manter-me aqui
se: Nej, stanna kvar här
vi: Không, giữ tôi ở đây

source: Non-VAT registered businesses or individuals: Irish VAT at 23% applies
de: Nicht umsatzsteuerregistrierte Unternehmen oder Privatpersonen: Irische Umsatzsteuer von 23% gilt
es: Empresas o individuos no registrados para el IVA: Se aplica el IVA irlandés del 23%
fr: Entreprises ou particuliers non assujettis à la TVA : TVA irlandaise à 23 % applicable
it: Imprese o privati non registrati IVA: Si applica l'IVA irlandese al 23%
nl: Niet-BTW-geregistreerde bedrijven of particulieren: Ierse BTW van 23% is van toepassing
pl: Firmy lub osoby fizyczne niezarejestrowane w VAT: obowiązuje irlandzki VAT w wysokości 23%
pt: Empresas ou particulares não registados para IVA: Aplica-se IVA irlandês de 23%
se: Icke momsregistrerade företag eller privatpersoner: irländsk moms på 23 % tillämpas
vi: Doanh nghiệp hoặc cá nhân không đăng ký VAT: Áp dụng VAT Ireland 23%

source: None
de: Keine
es: Ninguno
fr: Aucun
hu: Nincs
it: Nessuno
nl: Geen
pl: Żaden
pt: Nenhum
se: Ingen
tr: Hiçbiri
vi: Không

source: Not available
de: Nicht verfügbar
es: No disponible
fr: Pas disponible
hu: Nem elérhető
it: Non disponibile
nl: Niet beschikbaar
pl: Niedostępny
pt: Não disponível
se: Inte tillgänglig
tr: Mevcut değil
vi: Không có sẵn

source: Not Checked In
de: Nicht Eingecheckt
es: No Registrado
fr: Non Enregistré
it: Non Registrato
nl: Niet Ingecheckt
pl: Nie zameldowany
pt: Não Registado
se: Inte incheckad
vi: Chưa Đăng Ký

source: Not Eligible
de: Nicht Berechtigt
es: No Elegible
fr: Non Éligible
it: Non Idoneo
nl: Niet in Aanmerking
pl: Nie kwalifikuje się
pt: Não Elegível
se: Inte behörig
vi: Không Đủ Điều Kiện

source: Notes
de: Notizen
es: Notas
hu: Jegyzetek
it: Note
nl: Opmerkingen
pl: Notatki
pt: Notas
se: Anteckningar
tr: Notlar
vi: Ghi chú

source: Nothing to show yet
de: Noch nichts zu zeigen
es: Nada que mostrar aún
fr: Rien à montrer pour le moment
hu: Még nincs mit mutatni
it: Ancora niente da mostrare
nl: Nog niets om te laten zien
pl: Nic do pokazania jeszcze
pt: Nada para mostrar ainda
se: Inget att visa ännu
tr: Henüz gösterilecek bir şey yok
vi: Chưa có gì để hiển thị

source: Notification Settings
de: Benachrichtigungseinstellungen
es: Configuración de las notificaciones
fr: Paramètres de notification
hu: Értesítési beállítások
it: Impostazioni Notifiche
nl: Instellingen meldingen
pl: Ustawienia powiadomień
pt: Configurações de notificação
se: Aviseringsinställningar
tr: Bildirim Ayarları
vi: Cài đặt thông báo

source: Notify organizer of new orders
de: Veranstalter über neue Bestellungen benachrichtigen
es: Notificar al organizador de nuevos pedidos
fr: Informer l'organisateur des nouvelles commandes
hu: Szervező értesítése új megrendelésekről
it: Notifica all'organizzatore i nuovi ordini
nl: Organisator op de hoogte stellen van nieuwe bestellingen
pl: Powiadom organizatora o nowych zamówieniach
pt: Notificar o organizador sobre novos pedidos
se: Meddela arrangören om nya ordrar
tr: Organizatörü yeni siparişler hakkında bilgilendir
vi: Thông báo cho ban tổ chức các đơn hàng mới

source: Number of days allowed for payment (leave blank to omit payment terms from invoices)
de: Anzahl der für die Zahlung zulässigen Tage (leer lassen, um Zahlungsbedingungen auf Rechnungen wegzulassen)
es: Número de días permitidos para el pago (dejar en blanco para omitir los términos de pago en las facturas)
fr: Nombre de jours autorisés pour le paiement (laisser vide pour omettre les conditions de paiement sur les factures)
hu: Engedélyezett napok száma a fizetésre (hagyja üresen a fizetési feltételek kihagyásához a számlákról)
it: Numero di giorni consentiti per il pagamento (lasciare vuoto per omettere i termini di pagamento dalle fatture)
nl: Aantal dagen toegestaan voor betaling (leeg laten om betalingstermijnen weg te laten van facturen)
pl: Liczba dni dozwolonych na płatność (pozostaw puste, aby pominąć warunki płatności z faktur)
pt: Número de dias permitidos para pagamento (deixe em branco para omitir os termos de pagamento nas faturas)
se: Antal dagar tillåtet för betalning (lämna tomt för att utelämna betalningsvillkor från fakturor)
tr: Ödeme için izin verilen gün sayısı (faturalardan ödeme koşullarını çıkarmak için boş bırakın)
vi: Số ngày quá hạn thanh toán (để trống để bỏ qua các điều khoản thanh toán từ hóa đơn)

source: Number Prefix
de: Nummernpräfix
es: Prefijo del número
fr: Préfixe de numéro
hu: Szám előtag
it: Prefisso Numero
nl: Nummer Voorvoegsel
pl: Prefiks numeru
pt: Prefixo numérico
se: Nummerprefix
tr: Numara Öneki
vi: Tiền tố số

source: of
it: di
nl: van
pl: z
se: av

source: Office or venue name
de: Name des Büros oder Veranstaltungsorts
es: Nombre de oficina o lugar
fr: Nom du bureau ou du lieu
hu: Iroda vagy helyszín neve
it: Nome dell'ufficio o della sede
nl: Naam van kantoor of locatie
pl: Nazwa biura lub miejsca
pt: Nome do escritório ou local
se: Kontors- eller lokalnamn
vi: Tên văn phòng hoặc địa điểm

source: Offline orders are not reflected in event statistics until the order is marked as paid.
de: Offline-Bestellungen werden in der Veranstaltungsstatistik erst berücksichtigt, wenn die Bestellung als bezahlt markiert wurde.
es: Los pedidos offline no se reflejan en las estadísticas del evento hasta que el pedido se marque como pagado.
fr: Les commandes hors ligne ne sont pas reflétées dans les statistiques de l'événement tant que la commande n'est pas marquée comme payée.
hu: Az offline megrendelések nem jelennek meg az esemény statisztikáiban, amíg a megrendelés nem kerül fizetettként megjelölésre.
it: Gli ordini offline non sono riflessi nelle statistiche dell'evento finché l'ordine non viene contrassegnato come pagato.
nl: Offline bestellingen worden niet weergegeven in evenementstatistieken totdat de bestelling als betaald is gemarkeerd.
pl: Zamówienia offline nie są odzwierciedlane w statystykach wydarzenia, dopóki zamówienie nie zostanie oznaczone jako opłacone.
pt: Pedidos offline não são refletidos nas estatísticas do evento até que sejam marcados como pagos.
se: Offlineordrar återspeglas inte i evenemangsstatistiken förrän ordern markeras som betald.
tr: Çevrimdışı siparişler, sipariş ödendi olarak işaretlenene kadar etkinlik istatistiklerine yansıtılmaz.
vi: Các đơn hàng ngoại tuyến không được phản ánh trong thống kê sự kiện cho đến khi đơn hàng được đánh dấu là được thanh toán.

source: Offline Payment
de: Offline-Zahlung
es: Pago sin conexión
fr: Paiement hors ligne
it: Pagamento Offline
nl: Offline Betaling
pl: Płatność offline
pt: Pagamento offline
se: Offlinebetalning
vi: Thanh toán ngoại tuyến

source: Offline payment failed. Please try again or contact the event organizer.
de: Offline-Zahlung fehlgeschlagen. Bitte versuchen Sie es erneut oder kontaktieren Sie den Veranstalter.
es: El pago offline ha fallado. Por favor, inténtelo de nuevo o contacte al organizador del evento.
fr: Le paiement hors ligne a échoué. Veuillez réessayer ou contacter l'organisateur de l'événement.
hu: Offline fizetés sikertelen. Kérjük, próbálja újra, vagy lépjen kapcsolatba az eseményszervezővel.
it: Pagamento offline fallito. Riprova o contatta l'organizzatore dell'evento.
nl: Offline betaling mislukt. Probeer het opnieuw of neem contact op met de organisator van het evenement.
pl: Płatność offline nie powiodła się. Spróbuj ponownie lub skontaktuj się z organizatorem wydarzenia.
pt: O pagamento offline falhou. Por favor, tente novamente ou entre em contato com o organizador do evento.
se: Offlinebetalningen misslyckades. Försök igen eller kontakta arrangören.
tr: Çevrimdışı ödeme başarısız. Lütfen tekrar deneyin veya etkinlik organizatörüyle iletişime geçin.
vi: Thanh toán offline không thành công. Vui lòng thử loại hoặc liên hệ với ban tổ chức sự kiện.

source: Offline Payment Instructions
de: Offline-Zahlungsanweisungen
es: Instrucciones de Pago Fuera de Línea
fr: Instructions de Paiement Hors Ligne
hu: Offline fizetési utasítások
it: Istruzioni di Pagamento Offline
nl: Offline Betalingsinstructies
pl: Instrukcje płatności offline
pt: Instruções de Pagamento Offline
se: Instruktioner för offlinebetalning
tr: Çevrimdışı Ödeme Talimatları
vi: Hướng Dẫn Thanh Toán Offline

source: Offline Payments
de: Offline-Zahlungen
es: Pagos offline
fr: Paiements hors ligne
hu: Offline fizetések
it: Pagamenti Offline
nl: Offline betalingen
pl: Płatności offline
pt: Pagamentos offline
se: Offlinebetalningar
tr: Çevrimdışı Ödemeler
vi: Thanh toán offline

source: Offline Payments Information
de: Informationen zu Offline-Zahlungen
es: Información de pagos offline
fr: Informations sur les paiements hors ligne
hu: Offline fizetési információk
it: Informazioni sui Pagamenti Offline
nl: Informatie over offline betalingen
pl: Informacje o płatnościach offline
pt: Informações sobre pagamentos offline
se: Information om offlinebetalningar
tr: Çevrimdışı Ödemeler Bilgisi
vi: Thông tin thanh toán offline

source: Offline Payments Settings
de: Einstellungen für Offline-Zahlungen
es: Configuración de pagos offline
fr: Paramètres des paiements hors ligne
hu: Offline fizetési beállítások
it: Impostazioni Pagamenti Offline
nl: Instellingen voor offline betalingen
pl: Ustawienia płatności offline
pt: Configurações de pagamentos offline
se: Inställningar för offlinebetalningar
tr: Çevrimdışı Ödemeler Ayarları
vi: Cài đặt thanh toán offline

source: On Sale
de: Im Angebot
es: En venta
fr: En soldes
hu: Eladó
it: In Vendita
nl: In de uitverkoop
pl: W sprzedaży
pt: À venda
se: Till salu
tr: Satışta
vi: Đang Bán

source: On sale {0}
de: Im Angebot {0}
es: En venta {0}
fr: En vente {0}
it: In vendita {0}
nl: In de verkoop {0}
pl: W sprzedaży {0}
pt: Em promoção {0}
se: Till salu {0}
vi: Đang giảm giá {0}
