Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Date order was placed
de: Datum der Bestellaufgabe
es: Fecha en que se realizó el pedido
fr: Date à laquelle la commande a été passée
it: Data in cui è stato effettuato l'ordine
nl: Datum waarop de bestelling is geplaatst
pl: Data złożenia zamówienia
pt: Data em que o pedido foi feito
se: Datum då ordern lades
vi: Ngày đặt đơn hàng

source: Day one capacity
de: Kapazität am ersten Tag
es: Capacidad del primer día
fr: Capacité du premier jour
hu: Első nap kapacitás
it: Capacità primo giorno
nl: Capaciteit op dag één
pl: Pojemność pierwszego dnia
pt: Capacidade do primeiro dia
se: Kapacitet dag ett
tr: Birinci gün kapasitesi
vi: Sức chứa ngày đầu tiên

source: Default
it: Predefinito
nl: Standaard
pl: Domyślny
pt: Padrão
se: Standard

source: Default attendee information collection
de: Standard-Erfassung von Teilnehmerinformationen
es: Recopilación predeterminada de información del asistente
fr: Collecte d'informations par défaut sur les participants
it: Raccolta predefinita delle informazioni sui partecipanti
nl: Standaard verzameling deelnemersinformatie
pl: Domyślne zbieranie informacji o uczestniku
pt: Recolha predefinida de informações do participante
se: Standardinsamling av deltagarinformation
vi: Thu thập thông tin người tham dự mặc định

source: Default Fee Handling
it: Gestione predefinita delle commissioni
nl: Standaard kostenafhandeling
pl: Domyślne obsługiwanie opłat
pt: Gestão de taxas padrão
se: Standard avgiftshantering

source: Default template will be used
de: Standardvorlage wird verwendet
es: Se usará la plantilla predeterminada
fr: Le modèle par défaut sera utilisé
it: Verrà utilizzato il modello predefinito
nl: Standaardsjabloon wordt gebruikt
pl: Zostanie użyty domyślny szablon
pt: O modelo padrão será usado
se: Standardmall kommer att användas
vi: Mẫu mặc định sẽ được sử dụng

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
hu: Törlés
it: Elimina
nl: Verwijder
pl: Usuń
pt: Excluir
se: Ta bort
tr: Sil
vi: Xóa

source: Delete Affiliate
de: Partner löschen
es: Eliminar afiliado
fr: Supprimer l'affilié
hu: Partner törlése
it: Elimina affiliato
nl: Verwijder affiliate
pl: Usuń partnera
pt: Eliminar afiliado
se: Ta bort partner
vi: Xóa đối tác

source: Delete All
it: Elimina tutto
nl: Alles verwijderen
pl: Usuń wszystko
pt: Eliminar tudo
se: Ta bort alla

source: Delete Capacity
de: Kapazität löschen
es: Eliminar Capacidad
fr: Supprimer la Capacité
hu: Kapacitás törlése
it: Elimina Capacità
nl: Capaciteit verwijderen
pl: Usuń pojemność
pt: Excluir Capacidade
se: Ta bort kapacitet
tr: Kapasiteyi Sil
vi: Xóa sức chứa

source: Delete category
de: Kategorie löschen
es: Eliminar categoría
fr: Supprimer la catégorie
hu: Kategória törlése
it: Elimina categoria
nl: Categorie verwijderen
pl: Usuń kategorię
pt: Excluir categoria
se: Ta bort kategori
tr: Kategoriyi sil
vi: Xóa danh mục

source: Delete Check-In List
de: Eincheckliste löschen
es: Eliminar lista de registro
fr: Supprimer la liste de pointage
hu: Bejelentkezési lista törlése
it: Elimina Lista Check-In
nl: Check-in lijst verwijderen
pl: Usuń listę zameldowań
pt: Excluir Lista de Registro
se: Ta bort incheckningslista
tr: Check-In Listesini Sil
vi: Xóa danh sách check-in

source: Delete code
de: Code löschen
es: Eliminar código
fr: Supprimer le code
hu: Kód törlése
it: Elimina codice
nl: Code verwijderen
pl: Usuń kod
pt: Excluir código
se: Ta bort kod
tr: Kodu sil
vi: Xóa mã

source: Delete image
de: Bild löschen
es: Eliminar imagen
fr: Supprimer l'image
hu: Kép törlése
it: Elimina immagine
nl: Verwijder afbeelding
pl: Usuń obraz
pt: Excluir imagem
se: Ta bort bild
vi: Xóa ảnh

source: Delete Job
it: Elimina lavoro
nl: Taak verwijderen
pl: Usuń zadanie
pt: Eliminar trabalho
se: Ta bort jobb

source: Delete Template
de: Vorlage löschen
es: Eliminar plantilla
fr: Supprimer le modèle
it: Elimina Modello
nl: Sjabloon Verwijderen
pl: Usuń szablon
pt: Excluir modelo
se: Ta bort mall
vi: Xóa mẫu

source: Delete this question? This cannot be undone.
it: Eliminare questa domanda? Questa azione non può essere annullata.
nl: Deze vraag verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Usunąć to pytanie? Tej akcji nie można cofnąć.
pt: Excluir esta pergunta? Isso não pode ser desfeito.
se: Ta bort denna fråga? Detta kan inte ångras.
vi: Xóa câu hỏi này? Hành động này không thể hoàn tác.

source: Delete webhook
de: Webhook löschen
es: Eliminar webhook
fr: Supprimer le webhook
hu: Webhook törlése
it: Elimina webhook
nl: Webhook verwijderen
pl: Usuń webhook
pt: Excluir webhook
se: Ta bort webhook
vi: Xóa webhook

source: Description
de: Beschreibung
es: Descripción
hu: Leírás
it: Descrizione
nl: Beschrijving
pl: Opis
pt: Descrição
se: Beskrivning
tr: Açıklama
vi: Mô tả

source: Description for check-in staff
de: Beschreibung für das Eincheckpersonal
es: Descripción para el personal de registro
fr: Description pour le personnel de pointage
hu: Leírás a bejelentkezési személyzet számára
it: Descrizione per il personale di check-in
nl: Beschrijving voor incheckpersoneel
pl: Opis dla personelu zameldowań
pt: Descrição para a equipe de registro
se: Beskrivning för incheckningspersonal
tr: Check-in personeli için açıklama
vi: Mô tả cho nhân viên làm thủ tục check-in

source: Deselect All
de: Alle abwählen
es: Desmarcar todo
fr: Tout désélectionner
hu: Összes kijelölés megszüntetése
it: Deseleziona tutto
nl: Deselecteer alles
pl: Odznacz wszystko
pt: Desselecionar tudo
se: Avmarkera alla
vi: Bỏ chọn tất cả

source: Design Elements
de: Designelemente
es: Elementos de Diseño
fr: Éléments de Design
it: Elementi di Design
nl: Ontwerpelementen
pl: Elementy projektu
pt: Elementos de Design
se: Designelement
vi: Các yếu tố thiết kế

source: Details
de: Einzelheiten
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
pl: Szczegóły
pt: Detalhes
se: Detaljer
tr: Detaylar
vi: Chi tiết

source: Didn't receive the code?
de: Code nicht erhalten?
es: ¿No recibiste el código?
fr: Vous n'avez pas reçu le code ?
hu: Nem kapta meg a kódot?
it: Non hai ricevuto il codice?
nl: Geen code ontvangen?
pl: Nie otrzymałeś kodu?
pt: Não recebeu o código?
se: Fick du inte koden?
vi: Không nhận được mã?

source: Disabling this capacity will track sales but not stop them when the limit is reached
de: Das Deaktivieren dieser Kapazität wird Verkäufe verfolgen, aber nicht stoppen, wenn das Limit erreicht ist
es: Deshabilitar esta capacidad rastreará las ventas pero no las detendrá cuando se alcance el límite
fr: Désactiver cette capacité suivra les ventes mais ne les arrêtera pas lorsque la limite sera atteinte
hu: Ezen kapacitás letiltása nyomon követi az értékesítéseket, de nem állítja le őket, amikor a limit elérte a határt.
it: Disabilitando questa capacità verranno monitorate le vendite ma non verranno interrotte quando viene raggiunto il limite
nl: Als je deze capaciteit uitschakelt, worden de verkopen bijgehouden, maar niet gestopt als de limiet is bereikt
pl: Wyłączenie tej pojemności będzie śledzić sprzedaż, ale nie zatrzyma jej po osiągnięciu limitu
pt: Desativar esta capacidade rastreará as vendas, mas não as interromperá quando o limite for atingido
se: Om denna kapacitet inaktiveras spåras försäljningen men den stoppas inte när gränsen nås
tr: Bu kapasiteyi devre dışı bırakmak satışları takip edecek ancak limite ulaşıldığında onları durdurmayacaktır
vi: Vô hiệu hóa sức chứa này sẽ theo dõi doanh số nhưng không dừng bán khi đạt giới hạn

source: Discount
de: Rabatt
es: Descuento
fr: Rabais
hu: Kedvezmény
it: Sconto
nl: Korting
pl: Zniżka
pt: Desconto
se: Rabatt
tr: İndirim
vi: Giảm giá

source: Discount %
de: Rabatt %
es: Descuento %
fr: Rabais %
hu: Kedvezmény %
it: Sconto %
nl: Korting %
pl: Zniżka %
pt: % de desconto
se: Rabatt %
tr: İndirim %
vi: Giảm giá %

source: Discount in {0}
de: Rabatt in {0}
es: Descuento en {0}
fr: Remise en {0}
hu: Kedvezmény {0}-ban
it: Sconto in {0}
nl: Korting in {0}
pl: Zniżka w {0}
pt: Desconto em {0}
se: Rabatt i {0}
tr: {0} cinsinden indirim
vi: Giảm giá trong {0}

source: Discount Type
de: Rabattart
es: Tipo de descuento
fr: Type de remise
hu: Kedvezmény típusa
it: Tipo di Sconto
nl: Korting Type
pl: Typ zniżki
pt: Tipo de desconto
se: Rabattyp
tr: İndirim Türü
vi: Loại giảm giá

source: Dismiss this message
de: Diese Nachricht schließen
es: Descartar este mensaje
fr: Ignorer ce message
hu: Üzenet elvetése
it: Ignora questo messaggio
nl: Dit bericht negeren
pl: Odrzuć tę wiadomość
pt: Dispensar esta mensagem
se: Stäng detta meddelande
vi: Bỏ qua thông báo này

source: Display a checkbox allowing customers to opt-in to receive marketing communications from this event organizer.
de: Zeigen Sie ein Kontrollkästchen an, mit dem Kunden dem Erhalt von Marketing-Mitteilungen von diesem Veranstalter zustimmen können.
es: Muestra una casilla que permite a los clientes optar por recibir comunicaciones de marketing de este organizador de eventos.
fr: Affiche une case permettant aux clients de s'inscrire pour recevoir des communications marketing de cet organisateur d'événements.
it: Visualizza una casella che consente ai clienti di aderire alle comunicazioni di marketing da questo organizzatore di eventi.
nl: Toon een selectievakje waarmee klanten zich kunnen aanmelden voor marketingcommunicatie van deze evenementenorganisator.
pl: Wyświetl pole wyboru pozwalające klientom wyrazić zgodę na otrzymywanie komunikacji marketingowej od organizatora wydarzenia.
pt: Exibe uma caixa de seleção permitindo que os clientes optem por receber comunicações de marketing deste organizador de eventos.
se: Visa en kryssruta som låter kunder välja att ta emot marknadsföringskommunikation från denna organisatör.
vi: Hiển thị hộp kiểm cho phép khách hàng đăng ký nhận thông tin tiếp thị từ ban tổ chức sự kiện này.

source: Document Label
de: Dokumentenbeschriftung
es: Etiqueta del documento
fr: Étiquette du document
hu: Dokumentum címke
it: Etichetta Documento
pl: Etykieta dokumentu
pt: Etiqueta do documento
se: Dokumentetikett
tr: Belge Etiketi
vi: Nhãn tài liệu

source: Documentation
de: Dokumentation
es: Documentación
hu: Dokumentáció
it: Documentazione
nl: Documentatie
pl: Dokumentacja
pt: Documentação
se: Dokumentation
vi: Tài liệu

source: Don't forget!
de: Nicht vergessen!
es: ¡No lo olvides!
fr: N'oubliez pas !
it: Non dimenticare!
nl: Niet vergeten!
pl: Nie zapomnij!
pt: Não se esqueça!
se: Glöm inte!
vi: Đừng quên!

source: Don't have an account? <0>Sign up</0>
it: "Non hai un account? <0>Registrati</0>
nl: Heeft u geen account? <0>Aanmelden</0>
pl: Nie masz konta? <0>Zarejestruj się</0>
pt: Não tem uma conta? <0>Registe-se</0>
se: Har du inget konto? <0>Registrera dig</0>

source: Donation
de: Spende
es: Donación
fr: Don
it: Donazione
nl: Donatie
pl: Darowizna
pt: Donativo
vi: Quyên góp

source: Donation / Pay what you'd like product
de: Spende / Produkt mit freier Preiswahl
es: Donación / Producto de paga lo que quieras
fr: Produit de don / Payez ce que vous voulez
hu: Adomány / Fizess, amennyit szeretnél termék
it: Donazione / Prodotto a offerta libera
nl: Donatie / Betaal wat je wilt product
pl: Darowizna / Produkt zapłać ile chcesz
pt: Doação / Produto com valor voluntário
se: Donation eller betala vad du vill-produkt
tr: Bağış / İstediğiniz kadar öde ürünü
vi: Sản phẩm quyên góp / Trả số tiền bạn muốn

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
nl: Klaar
pl: Gotowe
pt: Concluído
se: Klar
vi: Xong

source: Download .ics
de: .ics herunterladen
es: Descargar .ics
fr: Télécharger .ics
hu: .ics letöltése
it: Scarica .ics
pl: Pobierz .ics
pt: Baixar .ics
se: Ladda ner .ics
tr: .ics İndir
vi: Tải xuống .ics

source: Download CSV
de: CSV herunterladen
es: Descargar CSV
fr: Télécharger CSV
hu: CSV letöltése
it: Scarica CSV
nl: CSV downloaden
pl: Pobierz CSV
pt: Baixar CSV
se: Ladda ner CSV
tr: CSV İndir
vi: Tải xuống CSV

source: Download invoice
de: Rechnung herunterladen
es: Descargar factura
fr: Télécharger la facture
hu: Számla letöltése
it: Scarica fattura
nl: Factuur downloaden
pl: Pobierz fakturę
pt: Baixar fatura
se: Ladda ner faktura
tr: Faturayı indir
vi: Tải xuống hóa đơn

source: Download Invoice
de: Rechnung herunterladen
es: Descargar factura
fr: Télécharger la facture
hu: Számla letöltése
it: Scarica Fattura
nl: Factuur downloaden
pl: Pobierz fakturę
pt: Baixar fatura
se: Ladda ner faktura
tr: Faturayı İndir
vi: Tải xuống hóa đơn

source: Download QR Code
de: QR-Code herunterladen
es: Descargar código QR
fr: Télécharger le code QR
hu: QR kód letöltése
it: Scarica Codice QR
nl: QR-code downloaden
pl: Pobierz kod QR
pt: Baixar código QR
se: Ladda ner QR-kod
tr: QR Kodu İndir
vi: Tải về mã QR

source: Download sales, attendee, and financial reports for all completed orders.
it: Scarica report di vendita, partecipanti e finanziari per tutti gli ordini completati.
nl: Download verkoop-, deelnemer- en financiële rapporten voor alle voltooide bestellingen.
pl: Pobierz raporty sprzedaży, uczestników i finansowe dla wszystkich zakończonych zamówień.
pt: Baixe relatórios de vendas, participantes e financeiros para todos os pedidos concluídos.
se: Ladda ner försäljnings-, deltagar- och finansiella rapporter för alla slutförda order.
vi: Tải xuống báo cáo bán hàng, người tham dự và tài chính cho tất cả đơn hàng đã hoàn thành.

source: Downloading Invoice
de: Rechnung wird heruntergeladen
es: Descargando factura
fr: Téléchargement de la facture
hu: Számla letöltése
it: Scaricamento Fattura in corso
nl: Factuur downloaden
pl: Pobieranie faktury
pt: A baixar fatura
se: Laddar ner faktura
tr: Fatura İndiriliyor
vi: Tải xuống hóa đơn

source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
hu: Piszkozat
it: Bozza
nl: Concept
pl: Wersja robocza
pt: Rascunho
se: Utkast
vi: Bản nháp

source: Dropdown selection
de: Dropdown-Auswahl
es: Selección desplegable
fr: Sélection déroulante
hu: Legördülő menü kiválasztása
it: Selezione a tendina
nl: Dropdown selectie
pl: Wybór z listy rozwijanej
pt: Seleção suspensa
se: Rullgardinsval
tr: Açılır seçim
vi: Lựa chọn thả xuống

source: Due to the high risk of spam, you must connect a Stripe account before you can modify email templates. This is to ensure that all event organizers are verified and accountable.
it: A causa dell'alto rischio di spam, è necessario collegare un account Stripe prima di poter modificare i modelli di email. Questo è per garantire che tutti gli organizzatori di eventi siano verificati e responsabili.
nl: Vanwege het hoge risico op spam moet u een Stripe-account verbinden voordat u e-mailsjablonen kunt wijzigen. Dit is om ervoor te zorgen dat alle evenementorganisatoren geverifieerd en verantwoordelijk zijn.
pl: Ze względu na wysokie ryzyko spamu, musisz połączyć konto Stripe przed modyfikacją szablonów e-mail. To zapewnia, że wszyscy organizatorzy wydarzeń są zweryfikowani i odpowiedzialni.
pt: Devido ao alto risco de spam, deve conectar uma conta Stripe antes de poder modificar modelos de email. Isto é para garantir que todos os organizadores de eventos sejam verificados e responsáveis.
se: På grund av hög risk för spam måste du ansluta ett Stripe-konto innan du kan ändra e-postmallar. Detta säkerställer att alla evenemangsarrangörer är verifierade och ansvariga.

source: Due to the high risk of spam, you must connect a Stripe account before you can send messages to attendees. This is to ensure that all event organizers are verified and accountable.
de: Aufgrund des hohen Spam-Risikos müssen Sie ein Stripe-Konto verbinden, bevor Sie Nachrichten an Teilnehmer senden können. Dies stellt sicher, dass alle Veranstalter verifiziert und rechenschaftspflichtig sind.
es: Debido al alto riesgo de spam, debe conectar una cuenta de Stripe antes de poder enviar mensajes a los asistentes. Esto es para garantizar que todos los organizadores de eventos estén verificados y sean responsables.
fr: En raison du risque élevé de spam, vous devez connecter un compte Stripe avant de pouvoir envoyer des messages aux participants. Ceci afin de s'assurer que tous les organisateurs d'événements sont vérifiés et responsables.
it: A causa dell'alto rischio di spam, è necessario collegare un account Stripe prima di poter inviare messaggi ai partecipanti. Questo è per garantire che tutti gli organizzatori di eventi siano verificati e responsabili.
nl: Vanwege het hoge risico op spam moet u een Stripe-account koppelen voordat u berichten naar deelnemers kunt verzenden. Dit is om ervoor te zorgen dat alle evenementorganisatoren geverifieerd en verantwoordelijk zijn.
pl: Ze względu na wysokie ryzyko spamu, musisz połączyć konto Stripe przed wysłaniem wiadomości do uczestników. To zapewnia, że wszyscy organizatorzy wydarzeń są zweryfikowani i odpowiedzialni.
pt: Devido ao alto risco de spam, você deve conectar uma conta Stripe antes de poder enviar mensagens aos participantes. Isso é para garantir que todos os organizadores de eventos sejam verificados e responsáveis.
se: På grund av hög risk för skräppost måste du ansluta ett Stripe-konto innan du kan skicka meddelanden till deltagare. Detta säkerställer att alla evenemangsorganisatörer är verifierade och ansvariga.
vi: Do rủi ro spam cao, bạn phải kết nối tài khoản Stripe trước khi có thể gửi tin nhắn đến người tham dự. Điều này để đảm bảo rằng tất cả các tổ chức sự kiện đều được xác minh và chịu trách nhiệm.

source: Duplicate
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
nl: Dupliceren
pl: Duplikuj
pt: Duplicar
se: Duplicera
vi: Nhân đôi

source: Duplicate event
de: Ereignis duplizieren
es: Duplicar evento
fr: Dupliquer l'événement
hu: Esemény másolása
it: Duplica evento
nl: Dupliceer evenement
pl: Duplikuj wydarzenie
pt: Duplicar evento
se: Duplicera evenemang
tr: Etkinliği çoğalt
vi: Nhân bản sự kiện

source: Duplicate Event
de: Ereignis duplizieren
es: Duplicar evento
fr: Dupliquer l'événement
hu: Esemény másolása
it: Duplica Evento
nl: Dupliceer Evenement
pl: Duplikuj wydarzenie
pt: Duplicar evento
se: Duplicera evenemang
tr: Etkinliği Çoğalt
vi: Nhân bản sự kiện

source: Duplicate Options
de: Optionen duplizieren
es: Duplicar opciones
fr: Options de duplication
hu: Opciók másolása
it: Opzioni di Duplicazione
nl: Dupliceer opties
pl: Opcje duplikacji
pt: Duplicar Opções
se: Dupliceringsalternativ
tr: Çoğaltma Seçenekleri
vi: Tùy chọn nhân bản

source: Duplicate Product
de: Produkt duplizieren
es: Duplicar producto
fr: Dupliquer le produit
hu: Termék másolása
it: Duplica Prodotto
nl: Dupliceer product
pl: Duplikuj produkt
pt: Duplicar produto
se: Duplicera produkt
vi: Nhân bản sản phẩm

source: Dutch
de: Niederländisch
es: Holandés
fr: Néerlandais
hu: Holland
it: Olandese
nl: Nederlands
pl: Holenderski
pt: Holandês
se: Nederländska
vi: Tiếng Hà Lan

source: e.g., Get Tickets, Register Now
de: z. B. Tickets kaufen, Jetzt registrieren
es: p. ej., Conseguir entradas, Registrarse ahora
fr: ex. : Obtenir des billets, S'inscrire maintenant
hu: pl. Jegyek beszerzése, Regisztráció most
it: es., Acquista biglietti, Registrati ora
nl: bijv. Tickets kopen, Nu registreren
pl: np. Kup bilety, Zarejestruj się teraz
pt: ex.: Comprar ingressos, Registrar-se agora
se: t.ex. Köp biljetter, Registrera dig nu
vi: ví dụ: Mua vé, Đăng ký ngay

source: e.g., Important update about your tickets
it: ad esempio, Aggiornamento importante sui tuoi biglietti
nl: bijv. Belangrijke update over uw tickets
pl: np. Ważna aktualizacja dotycząca Twoich biletów
pt: por exemplo, Atualização importante sobre os seus bilhetes
se: t.ex., viktiga uppdateringar gällande dina biljetter

source: e.g., Standard, Premium, Enterprise
it: ad esempio, Standard, Premium, Enterprise
nl: bijv. Standaard, Premium, Enterprise
pl: np. Standard, Premium, Enterprise
pt: por exemplo, Standard, Premium, Enterprise
se: t.ex. Standard, Premium, Enterprise

source: Early bird
de: Früher Vogel
es: Madrugador
fr: Lève tôt
hu: Korai madár
it: Prevendita
nl: Vroege vogel
pl: Wcześniak
pt: Madrugador
tr: Erken kuş
vi: Ưu đãi sớm

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
hu: Szerkesztés
it: Modifica
nl: Bewerk
pl: Edytuj
pt: Editar
se: Redigera
tr: Düzenle
vi: Chỉnh sửa

source: Edit {0}
de: Bearbeiten {0}
es: Editar {0}
fr: Modifier {0}
hu: Szerkesztés {0}
it: Modifica {0}
nl: Bewerk {0}
pl: Edytuj {0}
pt: Editar {0}
se: Redigera {0}
tr: {0} Düzenle
vi: chỉnh sửa {0}

source: Edit {0} Template
de: {0}-Vorlage bearbeiten
es: Editar plantilla {0}
fr: Modifier le modèle {0}
it: Modifica Modello {0}
nl: Bewerk {0} Sjabloon
pl: Edytuj szablon {0}
pt: Editar modelo {0}
se: Redigera {0}-mall
vi: Chỉnh sửa mẫu {0}

source: Edit Affiliate
de: Partner bearbeiten
es: Editar afiliado
fr: Modifier l'affilié
hu: Partner szerkesztése
it: Modifica affiliato
nl: Bewerk affiliate
pl: Edytuj partnera
pt: Editar afiliado
se: Redigera partner
vi: Chỉnh sửa đối tác

source: Edit Answer
de: Antwort bearbeiten
es: Editar respuesta
fr: Modifier la réponse
hu: Válasz szerkesztése
it: Modifica Risposta
nl: Antwoord bewerken
pl: Edytuj odpowiedź
pt: Editar resposta
se: Redigera svar
vi: Chỉnh sửa câu trả lời

source: Edit Application Fees
it: Modifica le commissioni di iscrizione
nl: Applicatiekosten bewerken
pl: Edytuj opłaty aplikacji
pt: Editar Taxas de Aplicação
se: Redigera applikationsavgifter

source: Edit Attendee
it: Modifica partecipante
nl: Deelnemer bewerken
pl: Edytuj uczestnika
pt: Editar participante
se: Redigera deltagare

source: Edit Attendee Details
it: Modifica dettagli partecipante
nl: Deelnemergegevens bewerken
pl: Edytuj szczegóły uczestnika
pt: Editar detalhes do participante
se: Redigera deltagardetaljer

source: Edit Capacity
de: Kapazität bearbeiten
es: Editar Capacidad
fr: Modifier la Capacité
hu: Kapacitás szerkesztése
it: Modifica Capacità
nl: Bewerk capaciteit
pl: Edytuj pojemność
pt: Editar Capacidade
se: Redigera kapacitet
tr: Kapasiteyi Düzenle
vi: Chỉnh sửa công suất

source: Edit Capacity Assignment
de: Kapazitätszuweisung bearbeiten
es: Editar Asignación de Capacidad
fr: Modifier l'Affectation de Capacité
hu: Kapacitás-hozzárendelés szerkesztése
it: Modifica Assegnazione di Capacità
nl: Capaciteitstoewijzing bewerken
pl: Edytuj przypisanie pojemności
pt: Editar Atribuição de Capacidade
se: Redigera kapacitetstilldelning
tr: Kapasite Atamasını Düzenle
vi: Chỉnh sửa phân bổ sức chứa

source: Edit category
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier la catégorie
hu: Kategória szerkesztése
it: Modifica categoria
nl: Categorie bewerken
pl: Edytuj kategorię
pt: Editar categoria
se: Redigera kategori
tr: Kategoriyi düzenle
vi: Chỉnh sửa danh mục

source: Edit Check-In List
de: Eincheckliste bearbeiten
es: Editar lista de registro
fr: Modifier la liste de pointage
hu: Bejelentkezési lista szerkesztése
it: Modifica Lista di Check-In
nl: Check-in lijst bewerken
pl: Edytuj listę zameldowań
pt: Editar Lista de Registro
se: Redigera incheckningslista
tr: Check-In Listesini Düzenle
vi: Chỉnh sửa danh sách check-in

source: Edit Code
de: Code bearbeiten
es: Editar código
fr: Modifier le code
hu: Kód szerkesztése
it: Modifica Codice
nl: Code bewerken
pl: Edytuj kod
pt: Editar código
se: Redigera kod
tr: Kodu Düzenle
vi: Chỉnh sửa mã

source: Edit Configuration
it: Modifica configurazione
nl: Configuratie bewerken
pl: Edytuj konfigurację
pt: Editar Configuração
se: Redigera konfiguration

source: Edit Order Details
it: Modifica dettagli ordine
nl: Bestelgegevens bewerken
pl: Edytuj szczegóły zamówienia
pt: Editar detalhes do pedido
se: Redigera orderdetaljer

source: Edit Organizer
de: Organisator bearbeiten
es: Editar organizador
fr: Modifier l'organisateur
hu: Szervező szerkesztése
it: Modifica Organizzatore
nl: Organisator bewerken
pl: Edytuj organizatora
pt: Editar organizador
se: Redigera organisatör
tr: Organizatörü Düzenle
vi: Chỉnh sửa tổ chức
