Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: What are Tiered Products?
de: Was sind gestufte Produkte?
es: ¿Qué son los productos escalonados?
fr: Quels sont les produits par paliers ?
hu: Mik azok a többszintű termékek?
it: Cosa sono i Prodotti a Livelli?
nl: Wat zijn gelaagde producten?
pl: Czym są produkty warstwowe?
pt: O que são Produtos em Camadas?
se: Vad är nivåindelade produkter?
tr: Kademeli Ürünler nedir?
vi: Sản phẩm cấp bậc là gì?

source: What is a Category?
de: Was ist eine Kategorie?
es: ¿Qué es una categoría?
fr: Qu'est-ce qu'une catégorie ?
hu: Mi az a kategória?
it: Cos'è una Categoria?
nl: Wat is een categorie?
pl: Czym jest kategoria?
pt: O que é uma Categoria?
se: Vad är en kategori?
tr: Kategori nedir?
vi: Thể loại là gì?

source: What products does this code apply to?
de: Für welche Produkte gilt dieser Code?
es: ¿A qué productos se aplica este código?
fr: À quels produits ce code s'applique-t-il ?
hu: Mely termékekre vonatkozik ez a kód?
it: A quali prodotti si applica questo codice?
nl: Op welke producten is deze code van toepassing?
pl: Do jakich produktów odnosi się ten kod?
pt: A quais produtos este código se aplica?
se: Vilka produkter gäller den här koden för?
tr: Bu kod hangi ürünler için geçerli?
vi: Mã này áp dụng cho sản phẩm nào?

source: What products does this code apply to? (Applies to all by default)
de: Für welche Produkte gilt dieser Code? (Standardmäßig gilt er für alle)
es: ¿A qué productos se aplica este código? (Se aplica a todos por defecto)
fr: À quels produits ce code s'applique-t-il ? (S'applique à tous par défaut)
hu: Mely termékekre vonatkozik ez a kód? (Alapértelmezés szerint mindenre vonatkozik)
it: A quali prodotti si applica questo codice? (Si applica a tutti per impostazione predefinita)
nl: Op welke producten is deze code van toepassing? (Geldt standaard voor alle)
pl: Do jakich produktów odnosi się ten kod? (Domyślnie dotyczy wszystkich)
pt: A quais produtos este código se aplica? (Aplica-se a todos por padrão)
se: Vilka produkter gäller den här koden för? (Gäller alla som standard)
tr: Bu kod hangi ürünler için geçerli? (Varsayılan olarak tümü için geçerli)
vi: Mã này áp dụng cho sản phẩm nào? (Mặc định áp dụng cho tất cả)

source: What products should this capacity apply to?
de: Für welche Produkte soll diese Kapazität gelten?
es: ¿A qué productos debería aplicarse esta capacidad?
fr: À quels produits cette capacité doit-elle s'appliquer ?
hu: Mely termékekre kell vonatkoznia ennek a kapacitásnak?
it: A quali prodotti dovrebbe applicarsi questa capacità?
nl: Op welke producten moet deze capaciteit van toepassing zijn?
pl: Do jakich produktów powinna dotyczyć ta pojemność?
pt: A quais produtos essa capacidade deve se aplicar?
se: Vilka produkter ska den här kapaciteten gälla för?
tr: Bu kapasite hangi ürünler için geçerli olmalı?
vi: Sản phẩm nào nên áp dụng công suất này?

source: What time will you be arriving?
de: Um wie viel Uhr werden Sie ankommen?
es: ¿A qué hora llegarás?
fr: A quelle heure arriverez-vous ?
hu: Mikor érkezik?
it: A che ora arriverai?
nl: Hoe laat kom je aan?
pl: O której godzinie przyjedziesz?
pt: A que horas você chegará?
se: Vilken tid kommer du?
tr: Hangi saatte geleceksiniz?
vi: Bạn sẽ đến lúc mấy giờ?

source: What type of event?
de: Welche Art von Veranstaltung?
es: ¿Qué tipo de evento?
fr: Quel type d'événement ?
hu: Milyen típusú esemény?
it: Che tipo di evento?
nl: Wat voor type evenement?
pl: Jaki typ wydarzenia?
pt: Que tipo de evento?
se: Vilken typ av evenemang?
vi: Loại sự kiện nào?

source: What type of question is this?
de: Um welche Art von Frage handelt es sich?
es: ¿Qué tipo de pregunta es esta?
fr: De quel type de question s'agit-il ?
hu: Milyen típusú kérdés ez?
it: Che tipo di domanda è questa?
nl: Wat voor vraag is dit?
pl: Jaki to typ pytania?
pt: Que tipo de pergunta é essa?
se: Vilken typ av fråga är detta?
tr: Bu ne tür bir soru?
vi: Đây là loại câu hỏi nào?

source: What you need to do:
de: Was Sie tun müssen:
es: Lo que necesita hacer:
it: Cosa devi fare:
nl: Wat u moet doen:
pl: Co musisz zrobić:
pt: O que precisa fazer:
se: Det här behöver du göra:

source: When a check-in is deleted
de: Wenn ein Check-in gelöscht wird
es: Cuando se elimina un registro de entrada
fr: Lorsqu'un enregistrement est supprimé
hu: Amikor egy bejelentkezés törölve lett
it: Quando un check-in viene eliminato
nl: Wanneer een check-in wordt verwijderd
pl: Gdy odprawa zostanie usunięta
pt: Quando um check-in é excluído
se: När en incheckning tas bort
vi: Khi một lượt check-in bị xóa

source: When a new attendee is created
de: Wenn ein neuer Teilnehmer erstellt wird
es: Cuando se crea un nuevo asistente
fr: Lorsqu'un nouveau participant est créé
hu: Amikor új résztvevő jön létre
it: Quando viene creato un nuovo partecipante
nl: Wanneer een nieuwe deelnemer wordt aangemaakt
pl: Gdy nowy uczestnik zostanie utworzony
pt: Quando um novo participante é criado
se: När en ny deltagare skapas
vi: Khi một người tham dự mới được tạo ra

source: When a new order is created
de: Wenn eine neue Bestellung erstellt wird
es: Cuando se crea un nuevo pedido
fr: Lorsqu'une nouvelle commande est créée
hu: Amikor új megrendelés jön létre
it: Quando viene creato un nuovo ordine
nl: Wanneer een nieuwe order wordt aangemaakt
pl: Gdy nowe zamówienie zostanie utworzone
pt: Quando um novo pedido é criado
se: När en ny order skapas
vi: Khi một đơn hàng mới được tạo

source: When a new product is created
de: Wenn ein neues Produkt erstellt wird
es: Cuando se crea un nuevo producto
fr: Lorsqu'un nouveau produit est créé
hu: Amikor új termék jön létre
it: Quando viene creato un nuovo prodotto
nl: Wanneer een nieuw product wordt gemaakt
pl: Gdy nowy produkt zostanie utworzony
pt: Quando um novo produto é criado
se: När en ny produkt skapas
vi: Khi một sản phẩm mới được tạo ra

source: When a product is deleted
de: Wenn ein Produkt gelöscht wird
es: Cuando se elimina un producto
fr: Lorsqu'un produit est supprimé
hu: Amikor egy termék törölve lett
it: Quando un prodotto viene eliminato
nl: Wanneer een product wordt verwijderd
pl: Gdy produkt zostanie usunięty
pt: Quando um produto é excluído
se: När en produkt tas bort
vi: Khi một sản phẩm bị xóa

source: When a product is updated
de: Wenn ein Produkt aktualisiert wird
es: Cuando se actualiza un producto
fr: Lorsqu'un produit est mis à jour
hu: Amikor egy termék frissül
it: Quando un prodotto viene aggiornato
nl: Wanneer een product wordt bijgewerkt
pl: Gdy produkt zostanie zaktualizowany
pt: Quando um produto é atualizado
se: När en produkt uppdateras
vi: Khi một sản phẩm được cập nhật

source: When an attendee is cancelled
de: Wenn ein Teilnehmer storniert wird
es: Cuando se cancela un asistente
fr: Lorsqu'un participant est annulé
hu: Amikor egy résztvevő le lett mondva
it: Quando un partecipante viene annullato
nl: Wanneer een deelnemer wordt geannuleerd
pl: Gdy uczestnik zostanie anulowany
pt: Quando um participante é cancelado
se: När en deltagare avbokas
vi: Khi một người tham dự bị hủy

source: When an attendee is checked in
de: Wenn ein Teilnehmer eingecheckt wird
es: Cuando un asistente se registra
fr: Lorsqu'un participant est enregistré
hu: Amikor egy résztvevő bejelentkezett
it: Quando un partecipante effettua il check-in
nl: Wanneer een deelnemer is ingecheckt
pl: Gdy uczestnik zostanie odprawiony
pt: Quando um participante faz check-in
se: När en deltagare checkas in
vi: Khi một người tham dự được check-in

source: When an attendee is updated
de: Wenn ein Teilnehmer aktualisiert wird
es: Cuando se actualiza un asistente
fr: Lorsqu'un participant est mis à jour
hu: Amikor egy résztvevő frissül
it: Quando un partecipante viene aggiornato
nl: Wanneer een deelnemer wordt bijgewerkt
pl: Gdy uczestnik zostanie zaktualizowany
pt: Quando um participante é atualizado
se: När en deltagare uppdateras
vi: Khi một người tham dự được cập nhật

source: When an order is cancelled
de: Wenn eine Bestellung storniert wird
es: Cuando se cancela un pedido
fr: Lorsqu'une commande est annulée
hu: Amikor egy megrendelés törölve lett
it: Quando un ordine viene annullato
nl: Wanneer een bestelling wordt geannuleerd
pl: Gdy zamówienie zostanie anulowane
pt: Quando um pedido é cancelado
se: När en order avbokas
vi: Khi một đơn hàng bị hủy

source: When an order is marked as paid
de: Wenn eine Bestellung als bezahlt markiert wird
es: Cuando un pedido se marca como pagado
fr: Lorsqu'une commande est marquée comme payée
hu: Amikor egy megrendelés fizetettként lett megjelölve
it: Quando un ordine viene contrassegnato come pagato
nl: Wanneer een bestelling is gemarkeerd als betaald
pl: Gdy zamówienie zostanie oznaczone jako opłacone
pt: Quando um pedido é marcado como pago
se: När en order markeras som betald
vi: Khi một đơn hàng được đánh dấu là đã thanh toán

source: When an order is refunded
de: Wenn eine Bestellung erstattet wird
es: Cuando se reembolsa un pedido
fr: Lorsqu'une commande est remboursée
hu: Amikor egy megrendelés visszatérítésre került
it: Quando un ordine viene rimborsato
nl: Wanneer een bestelling wordt terugbetaald
pl: Gdy zamówienie zostanie zwrócone
pt: Quando um pedido é reembolsado
se: När en order återbetalas
vi: Khi một đơn hàng được hoàn trả

source: When an order is updated
de: Wenn eine Bestellung aktualisiert wird
es: Cuando se actualiza un pedido
fr: Lorsqu'une commande est mise à jour
hu: Amikor egy megrendelés frissül
it: Quando un ordine viene aggiornato
nl: Wanneer een bestelling wordt bijgewerkt
pl: Gdy zamówienie zostanie zaktualizowane
pt: Quando um pedido é atualizado
se: När en order uppdateras
vi: Khi một đơn hàng được cập nhật

source: When check-in closes
de: Wann Check-In schließt
es: Cuándo cierra el check-in
fr: Quand l'enregistrement ferme
it: Quando chiude il check-in
nl: Wanneer check-in sluit
pl: Gdy odprawa się zakończy
pt: Quando fecha o check-in
se: När incheckningen stänger
vi: Khi check-in đóng

source: When check-in opens
de: Wann Check-In öffnet
es: Cuándo abre el check-in
fr: Quand l'enregistrement ouvre
it: Quando apre il check-in
nl: Wanneer check-in opent
pl: Gdy odprawa się rozpocznie
pt: Quando abre o check-in
se: När incheckningen öppnar
vi: Khi check-in mở

source: When customers purchase tickets, their orders will appear here.
de: Wenn Kunden Tickets kaufen, erscheinen deren Bestellungen hier.
es: Cuando los clientes compren entradas, sus pedidos aparecerán aquí.
fr: Lorsque les clients achètent des billets, leurs commandes apparaîtront ici.
hu: Amikor az ügyfelek jegyeket vásárolnak, megrendeléseik itt fognak megjelenni.
it: Quando i clienti acquistano biglietti, i loro ordini appariranno qui.
nl: Wanneer klanten tickets kopen, verschijnen hun bestellingen hier.
pl: Gdy klienci kupią bilety, ich zamówienia pojawią się tutaj.
pt: Quando os clientes comprarem ingressos, os pedidos aparecerão aqui.
se: När kunder köper biljetter visas deras ordrar här.
vi: Khi khách hàng mua vé, đơn hàng của họ sẽ hiển thị tại đây.

source: When enabled, invoices will be generated for ticket orders. Invoices will sent along with the order confirmation email. Attendees can also download their invoices from the order confirmation page.
de: Wenn aktiviert, werden Rechnungen für Ticketbestellungen erstellt. Rechnungen werden zusammen mit der Bestellbestätigungs-E-Mail gesendet. Teilnehmer können ihre Rechnungen auch von der Bestellbestätigungsseite herunterladen.
es: Cuando esté habilitado, se generarán facturas para los pedidos de boletos. Las facturas se enviarán junto con el correo electrónico de confirmación del pedido. Los asistentes también pueden descargar sus facturas desde la página de confirmación del pedido.
fr: Lorsque activé, des factures seront générées pour les commandes de billets. Les factures seront envoyées avec l'e-mail de confirmation de commande. Les participants peuvent également télécharger leurs factures depuis la page de confirmation de commande.
hu: Ha engedélyezve van, számlák készülnek a jegyrendelésekről. A számlákat a rendelés visszaigazoló e-maillel együtt küldjük el. A résztvevők a rendelés visszaigazoló oldaláról is letölthetik számláikat.
it: Quando abilitato, le fatture verranno generate per gli ordini di biglietti. Le fatture saranno inviate insieme all'email di conferma dell'ordine. I partecipanti possono anche scaricare le loro fatture dalla pagina di conferma dell'ordine.
nl: Als deze optie is ingeschakeld, worden facturen gegenereerd voor ticketbestellingen. Facturen worden samen met de e-mail ter bevestiging van de bestelling verzonden. Bezoekers kunnen hun facturen ook downloaden van de bestelbevestigingspagina.
pl: Gdy włączone, faktury będą generowane dla zamówień biletów. Faktury będą wysyłane wraz z e-mailem potwierdzenia zamówienia. Uczestnicy mogą również pobrać faktury ze strony potwierdzenia zamówienia.
pt: Quando ativado, as faturas serão geradas para os pedidos de ingressos. As faturas serão enviadas junto com o e-mail de confirmação do pedido. Os participantes também podem baixar suas faturas na página de confirmação do pedido.
se: När detta är aktiverat skapas fakturor för biljettordrar. Fakturor skickas tillsammans med orderbekräftelsen via e-post. Deltagare kan även ladda ner sina fakturor från orderbekräftelsesidan.
tr: Etkinleştirildiğinde, bilet siparişleri için faturalar oluşturulacak. Faturalar sipariş onayı e-postasıyla birlikte gönderilecek. Katılımcılar ayrıca faturalarını sipariş onayı sayfasından indirebilir.
vi: Khi được bật, hóa đơn sẽ được tạo cho các đơn hàng vé. Hóa đơn sẽ được gửi kèm với email xác nhận đơn hàng. Người tham dự cũng có thể tải hóa đơn của họ từ trang xác nhận đơn hàng.

source: When enabled, new events will allow attendees to manage their own ticket details via a secure link. This can be overridden per event.
it: Quando abilitato, i nuovi eventi consentiranno ai partecipanti di gestire i propri dettagli del biglietto tramite un link sicuro. Questo può essere sostituito per evento.
nl: Indien ingeschakeld, kunnen nieuwe evenementen deelnemers hun eigen ticketgegevens beheren via een beveiligde link. Dit kan per evenement worden overschreven.
pl: Gdy włączone, nowe wydarzenia pozwolą uczestnikom zarządzać własnymi szczegółami biletów za pomocą bezpiecznego linku. Można to zmienić dla każdego wydarzenia.
pt: Quando ativado, novos eventos permitirão que os participantes gerenciem seus próprios detalhes de bilhete através de um link seguro. Isso pode ser substituído por evento.
se: När detta är aktiverat kan nya evenemang låta deltagare hantera sina egna biljettuppgifter via en säker länk. Detta kan åsidosättas per evenemang.

source: When enabled, new events will display a marketing opt-in checkbox during checkout. This can be overridden per event.
de: Wenn aktiviert, zeigen neue Veranstaltungen beim Checkout ein Marketing-Opt-in-Kontrollkästchen an. Dies kann pro Veranstaltung überschrieben werden.
es: Cuando está habilitado, los nuevos eventos mostrarán una casilla de aceptación de marketing durante el checkout. Esto se puede anular por evento.
fr: Lorsqu'elle est activée, les nouveaux événements afficheront une case d'opt-in marketing lors du paiement. Cela peut être remplacé par événement.
it: Se abilitato, i nuovi eventi mostreranno una casella di opt-in marketing durante il checkout. Questo può essere sovrascritto per evento.
nl: Indien ingeschakeld, tonen nieuwe evenementen een marketing opt-in selectievakje tijdens het afrekenen. Dit kan per evenement worden overschreven.
pl: Gdy włączone, nowe wydarzenia wyświetlą pole wyboru zgody marketingowej podczas realizacji zamówienia. Można to zmienić dla każdego wydarzenia.
pt: Quando ativado, novos eventos exibirão uma caixa de seleção de opt-in de marketing durante o checkout. Isso pode ser substituído por evento.
se: När detta är aktiverat visar nya evenemang en kryssruta för marknadsföringssamtycke i kassan. Detta kan åsidosättas per evenemang.
vi: Khi được bật, các sự kiện mới sẽ hiển thị hộp kiểm đăng ký tiếp thị trong quá trình thanh toán. Điều này có thể được ghi đè cho từng sự kiện.

source: When enabled, no application fees will be charged on Stripe Connect transactions. Use this for countries where application fees are not supported.
it: Quando abilitato, non verranno addebitate commissioni di applicazione sulle transazioni Stripe Connect. Usa questo per i paesi in cui le commissioni di applicazione non sono supportate.
nl: Indien ingeschakeld, worden er geen applicatiekosten in rekening gebracht bij Stripe Connect-transacties. Gebruik dit voor landen waar applicatiekosten niet worden ondersteund.
pl: Gdy włączone, nie będą pobierane opłaty aplikacyjne za transakcje Stripe Connect. Użyj tego dla krajów, w których opłaty aplikacyjne nie są obsługiwane.
se: När aktiverat kommer inga applikationsavgifter att debiteras på Stripe Connect-transaktioner. Använd detta för länder där applikationsavgifter inte stöds.

source: When offline payments are enabled, users will be able to complete their orders and receive their tickets. Their tickets will clearly indicate the order is not paid, and the check-in tool will notify the check-in staff if an order requires payment.
de: Wenn Offline-Zahlungen aktiviert sind, können Benutzer ihre Bestellungen abschließen und ihre Tickets erhalten. Ihre Tickets werden klar anzeigen, dass die Bestellung nicht bezahlt ist, und das Check-in-Tool wird das Check-in-Personal benachrichtigen, wenn eine Bestellung eine Zahlung erfordert.
es: Cuando los pagos offline estén habilitados, los usuarios podrán completar sus pedidos y recibir sus boletos. Sus boletos indicarán claramente que el pedido no está pagado, y la herramienta de registro notificará al personal si un pedido requiere pago.
fr: Lorsque les paiements hors ligne sont activés, les utilisateurs pourront finaliser leurs commandes et recevoir leurs billets. Leurs billets indiqueront clairement que la commande n'est pas payée, et l'outil d'enregistrement informera le personnel si une commande nécessite un paiement.
hu: Ha az offline fizetések engedélyezve vannak, a felhasználók befejezhetik megrendeléseiket és megkaphatják jegyeiket. Jegyükön egyértelműen fel lesz tüntetve, hogy a megrendelés nincs kifizetve, és a bejelentkezési eszköz értesíti a bejelentkezési személyzetet, ha egy megrendelés fizetést igényel.
it: Quando i pagamenti offline sono abilitati, gli utenti potranno completare i loro ordini e ricevere i loro biglietti. I loro biglietti indicheranno chiaramente che l'ordine non è pagato, e lo strumento di check-in avviserà il personale di check-in se un ordine richiede il pagamento.
nl: Als offline betalingen zijn ingeschakeld, kunnen gebruikers hun bestellingen afronden en hun tickets ontvangen. Hun tickets zullen duidelijk aangeven dat de bestelling niet betaald is en de check-in tool zal het check-in personeel informeren als een bestelling betaald moet worden.
pl: Gdy płatności offline są włączone, użytkownicy będą mogli ukończyć zamówienia i otrzymać bilety. Ich bilety będą wyraźnie wskazywać, że zamówienie nie jest opłacone, a narzędzie odprawy powiadomi personel odprawy, jeśli zamówienie wymaga płatności.
pt: Quando os pagamentos offline estão ativados, os usuários poderão concluir seus pedidos e receber seus ingressos. Seus ingressos indicarão claramente que o pedido não foi pago, e a ferramenta de check-in notificará a equipe se um pedido exigir pagamento.
se: När offlinebetalningar är aktiverade kan användare slutföra sina ordrar och få sina biljetter. Biljetterna visar tydligt att ordern inte är betald, och incheckningsverktyget meddelar incheckningspersonalen om en order kräver betalning.
tr: Çevrimdışı ödemeler etkinleştirildiğinde, kullanıcılar siparişlerini tamamlayabilir ve biletlerini alabilir. Biletleri siparişin ödenmediğini açıkça belirtecek ve check-in aracı, bir sipariş ödeme gerektiriyorsa check-in personelini bilgilendirecek.
vi: Khi thanh toán ngoại tuyến được bật, người dùng có thể hoàn tất đơn hàng và nhận vé của họ. Vé của họ sẽ hiển thị rõ ràng rằng đơn hàng chưa được thanh toán, và công cụ check-in sẽ thông báo cho nhân viên check-in nếu đơn hàng cần thanh toán.

source: Which tickets should be associated with this check-in list?
de: Welche Tickets sollen mit dieser Eincheckliste verknüpft werden?
es: ¿Qué boletos deben asociarse con esta lista de registro?
fr: Quels billets doivent être associés à cette liste de pointage ?
hu: Mely jegyeket kell ehhez a bejelentkezési listához társítani?
it: Quali biglietti dovrebbero essere associati a questa lista di check-in?
nl: Welke tickets moeten aan deze inchecklijst worden gekoppeld?
pl: Które bilety powinny być powiązane z tą listą odpraw?
pt: Quais ingressos devem ser associados a esta lista de registro?
se: Vilka biljetter ska kopplas till den här incheckningslistan?
tr: Bu check-in listesiyle hangi biletler ilişkilendirilmeli?
vi: Những vé nào nên được liên kết với danh sách người tham dự này?

source: Who is organizing this event?
de: Wer organisiert diese Veranstaltung?
es: ¿Quién organiza este evento?
fr: Qui organise cet événement ?
hu: Ki szervezi ezt az eseményt?
it: Chi sta organizzando questo evento?
nl: Wie organiseert dit evenement?
pl: Kto organizuje to wydarzenie?
pt: Quem está organizando este evento?
se: Vem arrangerar det här evenemanget?
tr: Bu etkinliği kim organize ediyor?
vi: Ai đang tổ chức sự kiện này?

source: Who should be asked this question?
de: Wem sollte diese Frage gestellt werden?
es: ¿A quién se le debería hacer esta pregunta?
fr: À qui faut-il poser cette question ?
hu: Kinek kell feltenni ezt a kérdést?
it: A chi dovrebbe essere posta questa domanda?
nl: Aan wie moet deze vraag worden gesteld?
pl: Kto powinien zostać zapytany o to pytanie?
pt: A quem deve ser feita esta pergunta?
se: Vem ska få den här frågan?
tr: Bu soru kime sorulmalı?
vi: Ai nên được hỏi câu hỏi này?

source: Widget Embed
de: Widget einbetten
es: Insertar widget
fr: Intégrer le widget
hu: Widget beágyazása
it: Incorpora Widget
nl: Widget insluiten
pl: Osadzanie widgetu
pt: Incorporação de widget
se: Bädda in widget
tr: Widget Yerleştirme
vi: Nhúng Widget

source: Widget Preview
it: Anteprima widget
nl: Widget voorbeeld
pl: Podgląd widgetu
pt: Pré-visualização do widget
se: Förhandsgranskning av widget
vi: Xem trước widget

source: Widget Settings
de: Widget-Einstellungen
es: Configuración de widgets
fr: Paramètres des widgets
hu: Widget beállítások
it: Impostazioni widget
nl: Widget instellingen
pl: Ustawienia widgetu
pt: Configurações do widget
se: Widgetinställningar
tr: Widget Ayarları
vi: Cài đặt widget

source: Working
de: Arbeiten
es: Laboral
fr: Fonctionnement
hu: Dolgozik
it: In corso
nl: Werken
pl: W toku
pt: Trabalhando
se: Arbetar
tr: Çalışıyor
vi: Làm việc

source: Working...
de: Arbeiten...
es: Laboral...
fr: Fonctionnement...
hu: Dolgozik...
it: In corso...
nl: Werken...
pl: W toku...
pt: Trabalhando...
se: Arbetar...
tr: Çalışıyor...
vi: Làm việc ...

source: Write your message here...
de: Schreiben Sie Ihre Nachricht hier...
es: Escribe tu mensaje aquí...
fr: Écrivez votre message ici...
hu: Írja ide üzenetét...
it: Scrivi qui il tuo messaggio...
nl: Schrijf hier je bericht...
pl: Napisz swoją wiadomość tutaj...
pt: Escreva sua mensagem aqui...
se: Skriv ditt meddelande här...
vi: Viết tin nhắn của bạn tại đây...

source: Year to date
de: Seit Jahresbeginn
es: Año hasta la fecha
fr: Année à ce jour
hu: Év elejétől napjainkig
it: Da inizio anno
nl: Jaar tot nu toe
pl: Od początku roku
pt: Ano até agora
se: Hittills i år
tr: Yıl başından beri
vi: Từ đầu năm đến nay

source: Yes
it: Si
nl: Ja
pl: Tak
pt: Sim
se: Ja
tr: Evet
