Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Edit Product
de: Produkt bearbeiten
es: Editar producto
fr: Modifier le produit
hu: Termék szerkesztése
it: Modifica Prodotto
nl: Bewerk product
pl: Edytuj produkt
pt: Editar Produto
se: Redigera produkt
tr: Ürünü Düzenle
vi: Chỉnh sửa sản phẩm

source: Edit Product Category
de: Produktkategorie bearbeiten
es: Editar categoría de producto
fr: Modifier la catégorie de produit
hu: Termékkategória szerkesztése
it: Modifica Categoria Prodotto
nl: Bewerk productcategorie
pl: Edytuj kategorię produktu
pt: Editar Categoria de Produto
se: Redigera produktkategori
tr: Ürün Kategorisini Düzenle
vi: Chỉnh sửa danh mục sản phẩm

source: Edit Promo Code
de: Aktionscode bearbeiten
es: Editar código promocional
fr: Modifier le code promotionnel
hu: Promóciós kód szerkesztése
it: Modifica Codice Promozionale
nl: Kortingscode bewerken
pl: Edytuj kod promocyjny
pt: Editar código promocional
se: Redigera kampanjkod
tr: Promosyon Kodunu Düzenle
vi: Chỉnh sửa mã khuyến mãi

source: Edit Question
de: Frage bearbeiten
es: Editar pregunta
fr: Modifier la question
hu: Kérdés szerkesztése
it: Modifica Domanda
nl: Bewerk Vraag
pl: Edytuj pytanie
pt: Editar pergunta
se: Redigera fråga
tr: Soruyu Düzenle
vi: Chỉnh sửa câu hỏi

source: Edit user
de: Benutzer bearbeiten
es: Editar usuario
fr: Modifier l'utilisateur
hu: Felhasználó szerkesztése
it: Modifica utente
nl: Gebruiker bewerken
pl: Edytuj użytkownika
pt: Editar usuário
se: Redigera användare
tr: Kullanıcıyı düzenle
vi: Chỉnh sửa người dùng

source: Edit User
de: Benutzer bearbeiten
es: editar usuario
fr: Modifier l'utilisateur
hu: Felhasználó szerkesztése
it: Modifica Utente
nl: Gebruiker bewerken
pl: Edytuj użytkownika
pt: Editar usuário
se: Redigera användare
tr: Kullanıcıyı Düzenle
vi: Chỉnh sửa người dùng

source: Edit VAT Settings
it: Modifica impostazioni IVA
nl: BTW-instellingen bewerken
pl: Edytuj ustawienia VAT
pt: Editar Configurações de IVA
se: Redigera momsinställningar

source: Edit webhook
de: Webhook bearbeiten
es: Editar webhook
fr: Modifier le webhook
hu: Webhook szerkesztése
it: Modifica webhook
nl: Webhook bewerken
pl: Edytuj webhook
pt: Editar webhook
se: Redigera webhook
vi: Chỉnh sửa webhook

source: Edit Webhook
de: Webhook bearbeiten
es: Editar Webhook
fr: Modifier le webhook
hu: Webhook szerkesztése
it: Modifica Webhook
nl: Webhook bewerken
pl: Edytuj webhook
pt: Editar Webhook
se: Redigera webhook
vi: Chỉnh sửa webhook

source: Education
de: Bildung
es: Educación
fr: Éducation
hu: Oktatás
it: Istruzione
nl: Educatie
pl: Edukacja
pt: Educação
se: Utbildning
vi: Giáo dục

source: eg. 2.50 for $2.50
de: z.B. 2,50 für 2,50 $
es: p.ej. 2,50 por $2,50
fr: par exemple. 2,50 pour 2,50$
hu: pl. 2.50 2.50 dollárért
it: es. 2.50 per $2.50
nl: bijv. 2,50 voor $2,50
pl: np. 2.50 za 2.50 USD
pt: por exemplo. 2,50 por US$ 2,50
se: t.ex. 2,50 för 2,50 $
tr: örn. $2.50 için 2.50
vi: ví dụ: 2.50 cho $2.50

source: eg. 23.5 for 23.5%
de: z.B. 23,5 für 23,5 %
es: p.ej. 23,5 para 23,5%
fr: par exemple. 23,5 pour 23,5%
hu: pl. 23.5 23.5%-ért
it: es. 23.5 per 23.5%
nl: bijv. 23,5 voor 23,5%
pl: np. 23.5 za 23.5%
pt: por exemplo. 23,5 para 23,5%
se: t.ex. 23,5 för 23,5 %
tr: örn. %23.5 için 23.5
vi: ví dụ: 23.5 cho 23.5%

source: Eligibility Failures
it: Errori di idoneità
nl: Geschiktheidsfouten
pl: Niepowodzenia kwalifikacji
se: Behörighetsfel

source: Eligible Check-In Lists
de: Berechtigte Check-In-Listen
es: Listas de Check-In Elegibles
fr: Listes d'Enregistrement Éligibles
it: Liste Check-In Idonee
nl: In Aanmerking Komende Incheck Lijsten
pl: Kwalifikujące się listy zameldowań
pt: Listas de Check-In Elegíveis
se: Giltiga incheckningslistor
vi: Danh Sách Đăng Ký Đủ Điều Kiện

source: Email & Notification Settings
de: E-Mail- und Benachrichtigungseinstellungen
es: Configuración de correo electrónico y notificaciones
fr: Paramètres de courrier électronique et de notification
hu: E-mail és értesítési beállítások
it: Impostazioni Email e Notifiche
nl: Instellingen voor e-mail en meldingen
pl: Ustawienia e-mail i powiadomień
pt: Configurações de e-mail e notificação
se: E-post- och aviseringsinställningar
tr: E-posta ve Bildirim Ayarları
vi: Cài đặt email & thông báo

source: Email & Templates
de: E-Mail & Vorlagen
es: Correo y Plantillas
fr: E-mail et Modèles
it: Email e Modelli
nl: E-mail & Sjablonen
pl: E-mail i szablony
pt: E-mail e Modelos
se: E-post och mallar
vi: Email & Mẫu

source: Email address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
hu: E-mail cím
it: Indirizzo email
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de email
se: E-postadress
tr: E-posta adresi
vi: Địa chỉ email

source: Email Address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
hu: E-mail cím
it: Indirizzo Email
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de email
se: E-postadress
tr: E-posta Adresi
vi: Địa chỉ Email

source: Email address copied to clipboard
de: E-Mail-Adresse in Zwischenablage kopiert
es: Dirección de correo copiada al portapapeles
fr: Adresse e-mail copiée dans le presse-papiers
it: Indirizzo email copiato negli appunti
nl: E-mailadres gekopieerd naar klembord
pl: Adres e-mail skopiowany do schowka
pt: Endereço de email copiado para a área de transferência
se: E-postadress kopierad till urklipp
vi: Đã sao chép địa chỉ email vào clipboard

source: Email addresses do not match
de: E-Mail-Adressen stimmen nicht überein
es: Las direcciones de correo electrónico no coinciden
fr: Les adresses e-mail ne correspondent pas
it: Gli indirizzi email non corrispondono
nl: E-mailadressen komen niet overeen
pl: Adresy e-mail nie pasują
pt: Os endereços de e-mail não coincidem
se: E-postadresserna matchar inte
vi: Địa chỉ email không khớp

source: Email Body
de: E-Mail-Inhalt
es: Cuerpo del correo
fr: Corps de l'e-mail
it: Corpo Email
nl: E-mail Hoofdtekst
pl: Treść e-mail
pt: Corpo do e-mail
se: E-postinnehåll
vi: Nội dung email

source: Email change cancelled successfully
de: E-Mail-Änderung erfolgreich abgebrochen
es: Cambio de correo electrónico cancelado exitosamente
fr: Changement d'e-mail annulé avec succès
hu: E-mail cím módosítása sikeresen törölve
it: Modifica email annullata con successo
nl: E-mailwijziging succesvol geannuleerd
pl: Zmiana e-mail anulowana pomyślnie
pt: Alteração de e-mail cancelada com sucesso
se: Ändring av e-postadress avbröts
tr: E-posta değişikliği başarıyla iptal edildi
vi: Hủy thay đổi email thành công

source: Email change pending
de: E-Mail-Änderung ausstehend
es: Cambio de correo electrónico pendiente
fr: Changement d'e-mail en attente
hu: E-mail cím módosítása függőben
it: Modifica email in attesa
nl: E-mailwijziging in behandeling
pl: Zmiana e-mail w toku
pt: Alteração de e-mail pendente
se: Ändring av e-postadress väntar
tr: E-posta değişikliği beklemede
vi: Thay đổi email đang chờ xử lý

source: Email confirmation resent
de: E-Mail-Bestätigung erneut gesendet
es: Confirmación por correo electrónico reenviada
fr: E-mail de confirmation renvoyé
hu: E-mail megerősítés újraküldve
it: Conferma email inviata nuovamente
nl: E-mailbevestiging opnieuw verzonden
pl: Potwierdzenie e-mail wysłane ponownie
pt: Confirmação de e-mail reenviada
se: E-postbekräftelse skickades igen
tr: E-posta onayı yeniden gönderildi
vi: Xác nhận email đã được gửi lại

source: Email confirmation resent successfully
de: E-Mail-Bestätigung erfolgreich erneut gesendet
es: La confirmación por correo electrónico se reenvió correctamente
fr: E-mail de confirmation renvoyé avec succès
hu: E-mail megerősítés sikeresen újraküldve
it: Conferma email inviata nuovamente con successo
nl: Bericht voettekst e-mail
pl: Potwierdzenie e-mail wysłane ponownie pomyślnie
pt: Confirmação de e-mail reenviada com sucesso
se: E-postbekräftelse skickades igen
tr: E-posta onayı başarıyla yeniden gönderildi
vi: Xác nhận email đã được gửi lại thành công

source: Email footer message
de: E-Mail-Fußzeilennachricht
es: Mensaje de pie de página de correo electrónico
fr: Message de pied de page de l'e-mail
hu: E-mail lábléc üzenet
it: Messaggio piè di pagina email
nl: Bevestigingsmail succesvol opnieuw verstuurd
pl: Wiadomość w stopce e-mail
pt: Mensagem de rodapé do e-mail
se: Meddelande i e-postsidfot
tr: E-posta alt bilgi mesajı
vi: Thông điệp chân trang email

source: Email is required
de: E-Mail ist erforderlich
es: El correo es obligatorio
fr: L'e-mail est obligatoire
hu: E-mail cím kötelező
it: L'email è obbligatoria
nl: E-mail is verplicht
pl: E-mail jest wymagany
pt: O email é obrigatório
se: E-post krävs
vi: Email là bắt buộc

source: Email not verified
de: E-Mail nicht verifiziert
es: Correo electrónico no verificado
fr: E-mail non vérifié
hu: E-mail nem ellenőrzött
it: Email non verificata
nl: E-mail niet geverifieerd
pl: E-mail nie zweryfikowany
pt: E-mail não verificado
se: E-post ej verifierad
tr: E-posta doğrulanmamış
vi: Email không được xác minh

source: Email Preview
de: E-Mail-Vorschau
es: Vista previa del correo
fr: Aperçu de l'e-mail
it: Anteprima Email
nl: E-mail Voorbeeld
pl: Podgląd e-mail
pt: Visualização do e-mail
se: Förhandsgranskning av e-post
vi: Xem trước email

source: Email Templates
de: E-Mail-Vorlagen
es: Plantillas de correo
fr: Modèles d'e-mail
it: Modelli Email
nl: E-mail Sjablonen
pl: Szablony e-mail
pt: Modelos de e-mail
se: E-postmallar
vi: Mẫu email

source: Email Verification Required
de: E-Mail-Verifizierung erforderlich
es: Verificación de correo requerida
fr: Vérification de l'e-mail requise
hu: E-mail ellenőrzés szükséges
it: Verifica email richiesta
nl: E-mailverificatie vereist
pl: Wymagane jest weryfikacja e-mail
pt: Verificação de e-mail necessária
se: E-postverifiering krävs
vi: Yêu cầu xác minh email

source: Email verified successfully!
de: E-Mail erfolgreich verifiziert!
es: ¡Correo verificado exitosamente!
fr: E-mail vérifié avec succès !
hu: E-mail sikeresen ellenőrizve!
it: Email verificata con successo!
nl: E-mail succesvol geverifieerd!
pl: E-mail zweryfikowany pomyślnie!
pt: Email verificado com sucesso!
se: E-post verifierad
vi: Xác thực email thành công!

source: Embed Code
de: Code einbetten
es: Código de inserción
fr: Code intégré
hu: Beágyazási kód
it: Codice di incorporamento
nl: Insluitcode
pl: Kod osadzenia
pt: Código de incorporação
se: Inbäddningskod
tr: Gömme Kodu
vi: Mã nhúng

source: Embed Script
de: Skript einbetten
es: Insertar secuencia de comandos
fr: Intégrer le script
hu: Beágyazási szkript
it: Script di incorporamento
nl: Insluitscript
pl: Skrypt osadzenia
pt: Script de incorporação
se: Inbäddningsskript
tr: Gömme Scripti
vi: Script nhúng

source: Enable attendee self-service
it: Abilita self-service per i partecipanti
nl: Zelfbediening voor deelnemers inschakelen
pl: Włącz samoobsługę uczestnika
pt: Ativar autoatendimento para participantes
se: Aktivera självservice för deltagare

source: Enable attendee self-service by default
it: Abilita self-service per i partecipanti per impostazione predefinita
nl: Zelfbediening voor deelnemers standaard inschakelen
pl: Włącz samoobsługę uczestnika domyślnie
pt: Ativar autoatendimento para participantes por padrão
se: Aktivera självservice för deltagare som standard

source: Enable Invoicing
de: Rechnungsstellung aktivieren
es: Habilitar facturación
fr: Activer la facturation
hu: Számlázás engedélyezése
it: Abilita Fatturazione
nl: Facturering inschakelen
pl: Włącz fakturowanie
pt: Habilitar faturamento
se: Aktivera fakturering
tr: Faturalamayı Etkinleştir
vi: Bật hóa đơn

source: Enable this capacity to stop product sales when the limit is reached
de: Aktivieren Sie diese Kapazität, um den Produktverkauf zu stoppen, wenn das Limit erreicht ist
es: Activar esta capacidad para detener las ventas de productos cuando se alcance el límite
fr: Activer cette capacité pour arrêter les ventes de produits lorsque la limite est atteinte
hu: Engedélyezze ezt a kapacitást, hogy leállítsa a termékértékesítést, amikor a limit elérte a határt.
it: Abilita questa capacità per interrompere le vendite dei prodotti quando viene raggiunto il limite
nl: Schakel deze capaciteit in om de verkoop van producten te stoppen als de limiet is bereikt
pl: Włącz tę pojemność, aby zatrzymać sprzedaż produktów po osiągnięciu limitu
pt: Ative esta capacidade para interromper as vendas de produtos quando o limite for atingido
se: Aktivera denna kapacitet för att stoppa försäljning när gränsen nås
tr: Limite ulaşıldığında ürün satışlarını durdurmak için bu kapasiteyi etkinleştir
vi: Cho phép khả năng này dừng bán sản phẩm khi đạt đến giới hạn

source: Enable this template for sending emails
de: Diese Vorlage für das Senden von E-Mails aktivieren
es: Habilitar esta plantilla para enviar correos
fr: Activer ce modèle pour l'envoi d'e-mails
it: Abilita questo modello per l'invio di email
nl: Schakel deze sjabloon in voor het verzenden van e-mails
pl: Włącz ten szablon do wysyłania e-maili
pt: Habilitar este modelo para enviar e-mails
se: Aktivera denna mall för att skicka e-post
vi: Kích hoạt mẫu này để gửi email

source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
hu: Engedélyezve
it: Abilitato
nl: Ingeschakeld
pl: Włączony
pt: Ativado
se: Aktiverad
vi: Đã bật

source: End Date
de: Enddatum
es: Fecha de finalización
fr: Date de fin
hu: Befejezés dátuma
it: Data di fine
nl: Einddatum
pl: Data zakończenia
pt: Data de término
se: Slutdatum
tr: Bitiş Tarihi
vi: Ngày kết thúc

source: End Date & Time (optional)
de: Enddatum & -zeit (optional)
es: Fecha y hora de finalización (opcional)
fr: Date et heure de fin (optionnel)
hu: Befejezés dátuma és ideje (opcionális)
it: Data e ora di fine (opzionale)
nl: Einddatum & tijd (optioneel)
pl: Data i czas zakończenia (opcjonalne)
pt: Data e hora de término (opcional)
se: Slutdatum och tid (valfritt)
vi: Ngày và giờ kết thúc (tùy chọn)

source: End date must be after start date
de: Das Enddatum muss nach dem Startdatum liegen
es: La fecha de finalización debe ser posterior a la fecha de inicio
fr: La date de fin doit être postérieure à la date de début
hu: A befejezés dátumának a kezdő dátum után kell lennie.
it: La data di fine deve essere successiva alla data di inizio
nl: Einddatum moet na begindatum liggen
pl: Data zakończenia musi być po dacie rozpoczęcia
pt: A data de término deve ser posterior à data de início
se: Slutdatum måste vara efter startdatum
vi: Ngày kết thúc phải sau ngày bắt đầu

source: End time (optional)
de: Endzeit (optional)
es: Hora de finalización (opcional)
fr: Heure de fin (facultatif)
hu: Befejezés ideje (opcionális)
it: Ora di fine (facoltativo)
nl: Eindtijd (optioneel)
pl: Czas zakończenia (opcjonalny)
pt: Hora de fim (opcional)
se: Sluttid (valfritt)
vi: Thời gian kết thúc (tùy chọn)

source: Ended
de: Beendet
es: Terminado
fr: Terminé
hu: Befejezett
it: Terminato
nl: Beëindigd
pl: Zakończony
pt: Terminou
se: Avslutad
tr: Sona Erdi
vi: Kết thúc

source: English
de: Englisch
es: Inglés
fr: Anglais
hu: Angol
it: Inglese
nl: Engels
pl: Angielski
pt: Inglês
se: Engelska
tr: İngilizce
vi: Tiếng Anh

source: Enter a subject and body to see the preview
de: Geben Sie einen Betreff und Inhalt ein, um die Vorschau zu sehen
es: Ingrese un asunto y cuerpo para ver la vista previa
fr: Entrez un sujet et un corps pour voir l'aperçu
it: Inserisci un oggetto e un corpo per vedere l'anteprima
nl: Voer een onderwerp en hoofdtekst in om het voorbeeld te zien
pl: Wprowadź temat i treść, aby zobaczyć podgląd
pt: Digite um assunto e corpo para ver a visualização
se: Ange ämne och innehåll för att se förhandsgranskningen
vi: Nhập tiêu đề và nội dung để xem trước

source: Enter affiliate email (optional)
de: Partner-E-Mail eingeben (optional)
es: Ingresa el correo del afiliado (opcional)
fr: Saisir l'e-mail de l'affilié (facultatif)
hu: Adja meg a partner e-mail címét (opcionális)
it: Inserisci email affiliato (facoltativo)
nl: Voer affiliate e-mail in (optioneel)
pl: Wprowadź e-mail partnera (opcjonalne)
pt: Introduza o email do afiliado (opcional)
se: Ange partnerns e-post (valfritt)
vi: Nhập email đối tác (tùy chọn)

source: Enter affiliate name
de: Partnername eingeben
es: Ingresa el nombre del afiliado
fr: Saisir le nom de l'affilié
hu: Adja meg a partner nevét
it: Inserisci nome affiliato
nl: Voer affiliatenaam in
pl: Wprowadź nazwę partnera
pt: Introduza o nome do afiliado
se: Ange partnernamn
vi: Nhập tên đối tác

source: Enter an amount excluding taxes and fees.
de: Geben Sie einen Betrag ohne Steuern und Gebühren ein.
es: Ingrese un monto sin incluir impuestos ni tarifas.
fr: Saisissez un montant hors taxes et frais.
hu: Adjon meg egy összeget adók és díjak nélkül.
it: Inserisci un importo escluse tasse e commissioni.
nl: Voer een bedrag in exclusief belastingen en toeslagen.
pl: Wprowadź kwotę bez podatków i opłat.
pt: Insira um valor sem impostos e taxas.
se: Ange ett belopp exklusive skatter och avgifter
tr: Vergiler ve ücretler hariç bir tutar girin.
vi: Nhập một số tiền không bao gồm thuế và phí.

source: Enter business address
it: Inserisci l'indirizzo aziendale
nl: Voer bedrijfsadres in
pl: Wprowadź adres firmy
pt: Introduza o endereço comercial
se: Ange företagsadress

source: Enter business name
it: Inserisci il nome dell'azienda
nl: Voer bedrijfsnaam in
pl: Wprowadź nazwę firmy
pt: Introduza o nome comercial
se: Ange företagsnamn

source: Enter email
it: Inserisci e-mail
nl: Voer e-mail in
pl: Wprowadź e-mail
pt: Insira o e-mail
se: Ange e-postadress

source: Enter email subject...
de: E-Mail-Betreff eingeben...
es: Ingrese el asunto del correo...
fr: Entrez le sujet de l'e-mail...
it: Inserisci l'oggetto dell'email...
nl: Voer e-mailonderwerp in...
pl: Wprowadź temat e-mail...
pt: Digite o assunto do e-mail...
se: Ange e-postämne...
vi: Nhập tiêu đề email...

source: Enter first name
it: Inserisci nome
nl: Voer voornaam in
pl: Wprowadź imię
pt: Insira o primeiro nome
se: Ange förnamn

source: Enter last name
it: Inserisci cognome
nl: Voer achternaam in
pl: Wprowadź nazwisko
pt: Insira o apelido
se: Ange efternamn

source: Enter new password
it: Inserisci la nuova password
nl: Voer nieuw wachtwoord in
pl: Wprowadź nowe hasło
pt: Introduza a nova senha
se: Ange nytt lösenord

source: Enter the VAT number including country code
it: Inserisci il numero di partita IVA comprensivo di codice paese
nl: Voer het BTW-nummer in inclusief landcode
pl: Wprowadź numer VAT wraz z kodem kraju
pt: Introduza o número de IVA incluindo o código do país
se: Ange momsnummer inklusive landskod

source: Enter unique affiliate code
de: Eindeutigen Partnercode eingeben
es: Ingresa un código de afiliado único
fr: Saisir un code d'affiliation unique
hu: Adjon meg egyedi partnerkódot
it: Inserisci codice affiliato univoco
nl: Voer unieke affiliatecode in
pl: Wprowadź unikalny kod partnera
pt: Introduza um código de afiliado único
se: Ange unik partnerkod
vi: Nhập mã đối tác duy nhất

source: Enter your email
de: Geben Sie Ihre E-Mail-Adresse ein
es: Introduce tu correo electrónico
fr: Entrez votre e-mail
hu: Adja meg e-mail címét
it: Inserisci la tua email
nl: Voer je e-mailadres in
pl: Wprowadź swój e-mail
pt: Digite seu e-mail
se: Ange din e-postadress
vi: Nhập email của bạn

source: Enter your email and we'll send you instructions to reset your password.
it: Inserisci la tua email e ti invieremo le istruzioni per reimpostare la password
nl: Voer uw e-mailadres in en wij sturen u instructies om uw wachtwoord opnieuw in te stellen.
pl: Wprowadź swój e-mail, a wyślemy Ci instrukcje resetowania hasła.
pt: Introduza o seu email e enviaremos instruções para redefinir a sua senha.
se: Ange din e-postadress så skickar vi instruktioner för att återställa ditt lösenord.

source: Enter your name
de: Geben Sie Ihren Namen ein
es: Introduce tu nombre
fr: Entrez votre nom
hu: Adja meg nevét
it: Inserisci il tuo nome
nl: Voer je naam in
pl: Wprowadź swoje imię
pt: Digite seu nome
se: Ange ditt namn
vi: Nhập tên của bạn

source: Enter your VAT number including the country code, without spaces (e.g., IE1234567A, DE123456789)
it: Inserisci il tuo numero di partita IVA, incluso il codice del paese, senza spazi (ad esempio, IE1234567A, DE123456789)
nl: Voer uw BTW-nummer in inclusief de landcode, zonder spaties (bijv. NL123456789B01, DE123456789)
pl: Wprowadź swój numer VAT wraz z kodem kraju, bez spacji (np. IE1234567A, DE123456789)
pt: Introduza o seu número de IVA incluindo o código do país, sem espaços (por exemplo, PT123456789, ES12345678A)
se: Ange ditt momsnummer inklusive landskod, utan mellanslag (t.ex. IE1234567A, DE123456789)

source: Error
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
nl: Fout
pl: Błąd
pt: Erro
se: Fel
tr: Hata
vi: Lỗi

source: Error confirming email address
de: Fehler beim Bestätigen der E-Mail-Adresse
es: Error al confirmar la dirección de correo electrónico
fr: Erreur lors de la confirmation de l'adresse e-mail
hu: Hiba az e-mail cím megerősítésekor
it: Errore durante la conferma dell'indirizzo email
nl: Fout bij bevestigen e-mailadres
pl: Błąd potwierdzania adresu e-mail
pt: Erro ao confirmar o endereço de e-mail
se: Fel vid bekräftelse av e-postadress
tr: E-posta adresini onaylama hatası
vi: Lỗi xác nhận địa chỉ email

source: Error confirming email change
de: Fehler beim Bestätigen der E-Mail-Änderung
es: Error al confirmar el cambio de correo electrónico
fr: Erreur lors de la confirmation du changement d'adresse e-mail
hu: Hiba az e-mail cím módosításának megerősítésekor
it: Errore durante la conferma della modifica email
nl: Fout bij het bevestigen van een e-mailwijziging
pl: Błąd potwierdzania zmiany e-mail
pt: Erro ao confirmar a alteração do e-mail
se: Fel vid bekräftelse av ändring av e-postadress
tr: E-posta değişikliğini onaylama hatası
vi: Lỗi xác nhận thay đổi email

source: Error loading logs
de: Fehler beim Laden der Protokolle
es: Error al cargar los registros
fr: Erreur lors du chargement des journaux
hu: Hiba a naplók betöltésekor
it: Errore durante il caricamento dei log
nl: Fout bij het laden van logboeken
pl: Błąd ładowania logów
pt: Erro ao carregar os registros
se: Fel vid inläsning av loggar
vi: Lỗi khi tải nhật ký

source: EU VAT-registered businesses: Reverse charge mechanism applies (0% - Article 196 of VAT Directive 2006/112/EC)
de: EU-umsatzsteuerregistrierte Unternehmen: Umkehrung der Steuerschuldnerschaft gilt (0% - Artikel 196 der MwSt-Richtlinie 2006/112/EG)
es: Empresas registradas para el IVA en la UE: Se aplica el mecanismo de inversión del sujeto pasivo (0% - Artículo 196 de la Directiva del IVA 2006/112/CE)
fr: Entreprises enregistrées à la TVA UE : Mécanisme d'autoliquidation applicable (0% - Article 196 de la Directive TVA 2006/112/CE)
it: Imprese registrate IVA nell'UE: Si applica il meccanismo del reverse charge (0% - Articolo 196 della Direttiva IVA 2006/112/CE)
nl: EU BTW-geregistreerde bedrijven: Verleggingsregeling is van toepassing (0% - Artikel 196 van BTW-richtlijn 2006/112/EG)
pl: Firmy zarejestrowane w UE na VAT: obowiązuje mechanizm odwrotnego obciążenia (0% - Artykuł 196 Dyrektywy VAT 2006/112/WE)
pt: Empresas registadas para IVA na UE: Aplica-se o mecanismo de autoliquidação (0% - Artigo 196 da Diretiva IVA 2006/112/CE)
se: EU-momsregistrerade företag: Omvänd skattskyldighet gäller (0 % – artikel 196 i momsdirektiv 2006/112/EG)
vi: Doanh nghiệp đã đăng ký VAT EU: Áp dụng cơ chế đảo ngược thu phí (0% - Điều 196 của Chỉ thị VAT 2006/112/EC)

source: Event
de: Ereignis
es: Evento
fr: Événement
hu: Esemény
it: Evento
nl: Evenement
pl: Wydarzenie
pt: Evento
se: Evenemang
tr: Etkinlik
vi: Sự kiện

source: Event Category
de: Veranstaltungskategorie
es: Categoría del evento
fr: Catégorie d'événement
hu: Eseménykategória
it: Categoria evento
nl: Evenementcategorie
pl: Kategoria wydarzenia
pt: Categoria do evento
se: Evenemangskategori
vi: Danh mục sự kiện
