Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Successfully Updated Event Defaults
de: Veranstaltungsstandards erfolgreich aktualisiert
es: Valores Predeterminados del Evento Actualizados con Éxito
fr: Paramètres par défaut de l'événement mis à jour avec succès
it: Impostazioni predefinite dell'evento aggiornate correttamente
nl: Standaardinstellingen evenement succesvol bijgewerkt
pl: Pomyślnie zaktualizowane domyślne ustawienia wydarzenia
pt: Predefinições de Evento Atualizadas com Sucesso
se: Standardinställningarna för evenemang uppdaterades
vi: Đã cập nhật mặc định sự kiện thành công

source: Successfully Updated Homepage Design
de: Erfolgreich aktualisiertes Homepage-Design
es: Diseño de página de inicio actualizado con éxito
fr: Conception de la page d'accueil mise à jour avec succès
hu: Honlapterv sikeresen frissítve
it: Design Homepage Aggiornato con Successo
nl: Succesvol vernieuwd homepage-ontwerp
pl: Pomyślnie zaktualizowany projekt strony głównej
pt: Design da página inicial atualizado com sucesso
se: Startsidedesignen uppdaterades
tr: Ana Sayfa Tasarımı Başarıyla Güncellendi
vi: Thiết kế trang sự kiện được cập nhật thành công

source: Successfully Updated Homepage Settings
de: Homepage-Einstellungen erfolgreich aktualisiert
es: Configuración de la página de inicio actualizada correctamente
fr: Paramètres de la page d'accueil mis à jour avec succès
hu: Honlapbeállítások sikeresen frissítve
it: Impostazioni Homepage Aggiornate con Successo
nl: Homepage-instellingen met succes bijgewerkt
pl: Pomyślnie zaktualizowane ustawienia strony głównej
pt: Configurações da página inicial atualizadas com sucesso
se: Startsidesinställningarna uppdaterades
tr: Ana Sayfa Ayarları Başarıyla Güncellendi
vi: Cài đặt trang chủ được cập nhật thành công

source: Successfully Updated Location
de: Standort erfolgreich aktualisiert
es: Ubicación actualizada correctamente
fr: Emplacement mis à jour avec succès
hu: Helyszín sikeresen frissítve
it: Posizione Aggiornata con Successo
nl: Locatie succesvol bijgewerkt
pl: Pomyślnie zaktualizowana lokalizacja
pt: Local atualizado com sucesso
se: Platsen uppdaterades
tr: Konum Başarıyla Güncellendi
vi: Vị trí cập nhật thành công

source: Successfully Updated Misc Settings
de: Verschiedene Einstellungen erfolgreich aktualisiert
es: Configuraciones varias actualizadas exitosamente
fr: Paramètres divers mis à jour avec succès
hu: Egyéb beállítások sikeresen frissítve
it: Impostazioni Varie Aggiornate con Successo
nl: Misc-instellingen met succes bijgewerkt
pl: Pomyślnie zaktualizowane różne ustawienia
pt: Configurações diversas atualizadas com sucesso
se: Övriga inställningar uppdaterades
tr: Çeşitli Ayarlar Başarıyla Güncellendi
vi: Cài đặt linh tinh được cập nhật thành công

source: Successfully updated order
de: Bestellung erfolgreich aktualisiert
es: Pedido actualizado con éxito
fr: Commande mise à jour avec succès
hu: Megrendelés sikeresen frissítve
it: Ordine aggiornato con successo
nl: Bestelling succesvol bijgewerkt
pl: Pomyślnie zaktualizowane zamówienie
pt: Pedido atualizado com sucesso
se: Ordern uppdaterades
tr: Sipariş başarıyla güncellendi
vi: Đơn hàng cập nhật thành công

source: Successfully Updated Organizer
de: Veranstalter erfolgreich aktualisiert
es: Organizador actualizado correctamente
fr: Organisateur mis à jour avec succès
hu: Szervező sikeresen frissítve
it: Organizzatore aggiornato con successo
nl: Organisator succesvol bijgewerkt
pl: Pomyślnie zaktualizowany organizator
pt: Organizador atualizado com sucesso
se: Arrangören uppdaterades
vi: Cập nhật nhà tổ chức thành công

source: Successfully Updated Payment & Invoicing Settings
de: Einstellungen für Zahlung & Rechnungsstellung erfolgreich aktualisiert
es: Configuraciones de pago y facturación actualizadas con éxito
fr: Paramètres de paiement et de facturation mis à jour avec succès
hu: Fizetési és számlázási beállítások sikeresen frissítve
it: Impostazioni di Pagamento e Fatturazione Aggiornate con Successo
nl: Instellingen voor betalen en factureren succesvol bijgewerkt
pl: Pomyślnie zaktualizowane ustawienia płatności i fakturowania
pt: Configurações de pagamento e faturamento atualizadas com sucesso
se: Betalnings- och faktureringsinställningarna uppdaterades
tr: Ödeme ve Faturalama Ayarları Başarıyla Güncellendi
vi: Cập nhật cài đặt thanh toán & lập hóa đơn thành công

source: Successfully Updated Platform Fee Defaults
it: Impostazioni predefinite delle commissioni aggiornate con successo
nl: Standaard platformkosteninstellingen succesvol bijgewerkt
pl: Pomyślnie zaktualizowane domyślne ustawienia opłat platformy
pt: Configurações padrão de taxa da plataforma atualizadas com sucesso
se: Standardinställningar för plattformsavgifter uppdaterades

source: Successfully Updated Platform Fee Settings
it: Impostazioni delle commissioni della piattaforma aggiornate con successo
nl: Platformkosteninstellingen succesvol bijgewerkt
pl: Pomyślnie zaktualizowane ustawienia opłat platformy
pt: Configurações de taxa da plataforma atualizadas com sucesso
se: Inställningar för plattformsavgifter uppdaterades

source: Successfully updated product
de: Produkt erfolgreich aktualisiert
es: Producto actualizado con éxito
fr: Produit mis à jour avec succès
hu: Termék sikeresen frissítve
it: Prodotto aggiornato con successo
nl: Product succesvol bijgewerkt
pl: Pomyślnie zaktualizowany produkt
pt: Produto atualizado com sucesso
se: Produkten uppdaterades
tr: Ürün başarıyla güncellendi
vi: Cập nhật sản phẩm thành công

source: Successfully Updated Promo Code
de: Promo-Code erfolgreich aktualisiert
es: Código promocional actualizado correctamente
fr: Code promotionnel mis à jour avec succès
hu: Promóciós kód sikeresen frissítve
it: Codice Promo Aggiornato con Successo
nl: Succesvol bijgewerkte promotiecode
pl: Pomyślnie zaktualizowany kod promocyjny
pt: Código promocional atualizado com sucesso
se: Kampanjkoden uppdaterades
tr: Promosyon Kodu Başarıyla Güncellendi
vi: Cập nhật mã khuyến mãi thành công

source: Successfully Updated Seo Settings
de: SEO-Einstellungen erfolgreich aktualisiert
es: Configuración de SEO actualizada con éxito
fr: Paramètres de référencement mis à jour avec succès
hu: Keresőoptimalizálási beállítások sikeresen frissítve
it: Impostazioni SEO Aggiornate con Successo
nl: Succesvol bijgewerkte Seo-instellingen
pl: Pomyślnie zaktualizowane ustawienia Seo
pt: Configurações de SEO atualizadas com sucesso
se: SEO-inställningarna uppdaterades
tr: SEO Ayarları Başarıyla Güncellendi
vi: Cập nhật cài đặt SEO thành công

source: Successfully Updated SEO Settings
de: SEO-Einstellungen erfolgreich aktualisiert
es: Configuración SEO actualizada correctamente
fr: Paramètres SEO mis à jour avec succès
hu: Keresőoptimalizálási beállítások sikeresen frissítve
it: Impostazioni SEO aggiornate con successo
nl: SEO-instellingen succesvol bijgewerkt
pl: Pomyślnie zaktualizowane ustawienia SEO
pt: Configurações de SEO atualizadas com sucesso
se: SEO-inställningarna uppdaterades
vi: Cập nhật cài đặt SEO thành công

source: Successfully Updated Social Links
de: Social-Media-Links erfolgreich aktualisiert
es: Enlaces sociales actualizados correctamente
fr: Liens sociaux mis à jour avec succès
hu: Közösségi linkek sikeresen frissítve
it: Link social aggiornati con successo
nl: Sociale links succesvol bijgewerkt
pl: Pomyślnie zaktualizowane linki społeczne
pt: Links sociais atualizados com sucesso
se: Sociala länkar uppdaterades
vi: Cập nhật liên kết mạng xã hội thành công

source: Successfully updated Webhook
de: Webhook erfolgreich aktualisiert
es: Webhook actualizado con éxito
fr: Webhook mis à jour avec succès
hu: Webhook sikeresen frissítve
it: Webhook aggiornato con successo
nl: Webhook succesvol bijgewerkt
pl: Pomyślnie zaktualizowany Webhook
pt: Webhook atualizado com sucesso
se: Webhooken uppdaterades
vi: Cập nhật Webhook thành công

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
nl: Samenvatting
pl: Podsumowanie
pt: Resumo
se: Sammanfattning
vi: Tóm tắt

source: Summer Music Festival {0}
de: Sommermusikfestival {0}
es: Festival de música de verano {0}
fr: Festival de musique d'été {0}
hu: Nyári Zenei Fesztivál {0}
it: Festival musicale estivo {0}
nl: Zomer Muziekfestival {0}
pl: Letni Festiwal Muzyki {0}
pt: Festival de Música de Verão {0}
se: Sommarens musikfestival {0}
vi: Lễ hội âm nhạc mùa hè {0}

source: Summer Music Festival 2025
de: Sommer Musik Festival 2025
es: Festival de Música de Verano 2025
fr: Festival de Musique d'Été 2025
hu: Nyári Zenei Fesztivál 2025
it: Festival Musicale Estivo 2025
nl: Zomer Muziekfestival 2025
pl: Letni Festiwal Muzyki 2025
pt: Festival de Música de Verão 2025
se: Sommarens musikfestival 2025
vi: Lễ hội Âm nhạc Mùa hè 2025

source: Support Email
es: Correo electrónico de soporte
fr: E-mail d'assistance
hu: Támogatási e-mail
it: Email di Supporto
nl: Ondersteuning per e-mail
pl: Email wsparcia
pt: E-mail de suporte
se: Supportmejl
tr: Destek E-postası
vi: Email hỗ trợ

source: Swedish
it: Svedese
nl: Zweeds
pl: Szwedzki
se: Svenska

source: Switch Organizer
de: Veranstalter wechseln
es: Cambiar organizador
fr: Changer d'organisateur
hu: Szervező váltása
it: Cambia organizzatore
nl: Wissel van organisator
pl: Zmień organizatora
pt: Trocar organizador
se: Byt arrangör
vi: Chuyển đổi nhà tổ chức

source: System Default
it: Predefinito del sistema
nl: Systeemstandaard
pl: Domyślnie systemowe
pt: Padrão do Sistema
se: Systemstandard

source: Takes just a few minutes
de: Dauert nur wenige Minuten
es: Solo toma unos minutos
fr: Prend juste quelques minutes
it: Richiede solo pochi minuti
nl: Duurt slechts een paar minuten
pl: Zajmuje zaledwie kilka minut
pt: Demora apenas alguns minutos
se: Tar bara några minuter
vi: Chỉ mất vài phút

source: Tax
de: Steuer
es: Impuesto
fr: Impôt
hu: Adó
it: Tassa
nl: Belasting
pl: Podatek
pt: Imposto
se: Moms
tr: Vergi
vi: Thuế

source: Tax & Fees
de: Steuern & Gebühren
es: Impuestos y tarifas
fr: Taxes et frais
hu: Adó és díjak
it: Tasse e Commissioni
nl: Belastingen en heffingen
pl: Podatki i opłaty
pt: Impostos e taxas
se: Moms och avgifter
tr: Vergi ve Ücretler
vi: Thuế & Phí

source: Tax collected grouped by tax type and event
de: Erhobene Steuern gruppiert nach Steuerart und Veranstaltung
es: Impuestos recaudados agrupados por tipo de impuesto y evento
fr: Taxes collectées groupées par type de taxe et événement
it: Tasse raccolte raggruppate per tipo di tassa ed evento
nl: Geïnde belasting gegroepeerd op belastingtype en evenement
pl: Podatek zebrane pogrupowane po typie podatku i imprezie
pt: Impostos cobrados agrupados por tipo de imposto e evento
se: Insamlad moms grupperad efter momstyp och evenemang
vi: Thuế thu được theo loại thuế và sự kiện

source: Tax Details
de: Steuerdetails
es: Detalles de impuestos
fr: Détails fiscaux
hu: Adó adatok
it: Dettagli Fiscali
nl: Belastingdetails
pl: Szczegóły podatku
pt: Detalhes fiscais
se: Momsuppgifter
tr: Vergi Detayları
vi: Chi tiết thuế

source: Tax information to appear at the bottom of all invoices (e.g., VAT number, tax registration)
de: Steuerinformationen, die unten auf allen Rechnungen erscheinen sollen (z. B. USt-Nummer, Steuerregistrierung)
es: Información fiscal que aparecerá en la parte inferior de todas las facturas (por ejemplo, número de IVA, registro fiscal)
fr: Informations fiscales à apparaître en bas de toutes les factures (par exemple, numéro de TVA, enregistrement fiscal)
hu: Adózási információk, amelyek minden számla alján megjelennek (pl. adószám, adóazonosító szám).
it: Informazioni fiscali da mostrare in fondo a tutte le fatture (es. numero di partita IVA, registrazione fiscale)
nl: Belastinginformatie die onderaan alle facturen moet staan (bijv. btw-nummer, belastingregistratie)
pl: Informacje podatkowe wyświetlane na dole wszystkich faktur (np. numer VAT, rejestracja podatkowa)
pt: Informações fiscais que aparecerão na parte inferior de todas as faturas (ex.: número de IVA, registro fiscal)
se: Momsinformation som ska visas längst ned på alla fakturor (t.ex. momsnummer, skatteregistrering)
tr: Tüm faturaların altında görünecek vergi bilgisi (örn., KDV numarası, vergi kaydı)
vi: Thông tin thuế sẽ xuất hiện ở cuối tất cả các hóa đơn (ví dụ: mã số thuế VAT, đăng ký thuế)

source: Tax Name
de: Steuername
es: Nombre del impuesto
fr: Nom de la taxe
it: Nome Tassa
nl: Belastingnaam
pl: Nazwa podatku
pt: Nome do Imposto
se: Momsnamn
vi: Tên thuế

source: Tax or Fee deleted successfully
de: Steuer oder Gebühr erfolgreich gelöscht
es: Impuesto o tasa eliminados correctamente
fr: Taxe ou frais supprimés avec succès
hu: Adó vagy díj sikeresen törölve
it: Tassa o Commissione eliminata con successo
nl: Belasting of vergoeding succesvol verwijderd
pl: Podatek lub opłata usunięte pomyślnie
pt: Imposto ou taxa excluídos com sucesso
se: Moms eller avgift togs bort
tr: Vergi veya Ücret başarıyla silindi
vi: Xóa thuế hoặc phí thành công

source: Tax Summary
de: Steuerübersicht
es: Resumen de impuestos
fr: Résumé des taxes
it: Riepilogo Tasse
nl: Belastingoverzicht
pl: Podsumowanie podatków
pt: Resumo de Impostos
se: Momssammanfattning
vi: Tóm tắt thuế

source: Taxes
de: Steuern
es: Impuestos
fr: Impôts
hu: Adók
it: Tasse
nl: Belastingen
pl: Podatki
pt: Impostos
se: Moms
tr: Vergiler
vi: Thuế

source: Taxes & fees applied
de: Steuern & Gebühren angewendet
es: Impuestos y tasas aplicados
fr: Taxes et frais appliqués
it: Tasse & commissioni applicate
nl: Belastingen en kosten toegepast
pl: Zastosowane podatki i opłaty
pt: Taxas e impostos aplicados
se: Moms och avgifter tillämpade
vi: Đã áp dụng thuế & phí

source: Taxes and Fees
de: Steuern und Gebühren
es: Impuestos y honorarios
fr: Taxes et frais
hu: Adók és díjak
it: Tasse e Commissioni
nl: Belastingen en heffingen
pl: Podatki i opłaty
pt: Impostos e Taxas
se: Moms och avgifter
tr: Vergiler ve Ücretler
vi: Thuế và phí

source: Taxes configured
it: Imposte configurate
nl: Belastingen geconfigureerd
pl: Podatki skonfigurowane
pt: Impostos configurados
se: Moms konfigurerad

source: Taxes, Fees, Visibility, Sale Period, Product Highlight & Order Limits
it: Tasse, commissioni, visibilità, periodo di vendita, evidenziazione del prodotto & limiti degli ordini
nl: Belastingen, kosten, zichtbaarheid, verkoopperiode, productmarkering en bestellingslimieten
pl: Podatki, opłaty, widoczność, okres sprzedaży, wyłączenie produktu i limity zamówień
pt: Impostos, Taxas, Visibilidade, Período de Venda, Destaque do Produto e Limites de Pedido
se: Moms, avgifter, synlighet, försäljningsperiod, produktmarkering och ordergränser

source: Team Management
it: Gestione del team
nl: Teambeheer
pl: Zarządzanie zespółem
pt: Gestão de Equipa
se: Teamhantering

source: Tech
de: Technologie
es: Tecnología
fr: Technologie
hu: Technológia
it: Tecnologia
nl: Technologie
pl: Technologia
pt: Tecnologia
se: Teknik
vi: Công nghệ

source: Tell people what to expect at your event
de: Erzählen Sie den Leuten, was sie bei Ihrer Veranstaltung erwartet
es: Dile a la gente qué esperar de tu evento
fr: Dites aux gens à quoi s'attendre lors de votre événement
hu: Mondja el az embereknek, mire számíthatnak az eseményén.
it: Spiega cosa aspettarsi dal tuo evento
nl: Vertel mensen wat ze kunnen verwachten van je evenement
pl: Powiedz ludziom czego się spodziewać na Twojej imprezie
pt: Conte às pessoas o que esperar do seu evento
se: Berätta vad man kan förvänta sig på ditt evenemang
vi: Hãy cho mọi người biết điều gì sẽ có tại sự kiện của bạn

source: Tell us about your event
de: Erzählen Sie uns von Ihrer Veranstaltung
es: Cuéntanos sobre tu evento
fr: Parlez-nous de votre événement
hu: Meséljen nekünk az eseményéről.
it: Parlaci del tuo evento
nl: Vertel ons over je evenement
pl: Powiedz nam o Twojej imprezie
pt: Conte-nos sobre seu evento
se: Berätta om ditt evenemang
vi: Hãy cho chúng tôi biết về sự kiện của bạn

source: Tell us about your organization. This information will be displayed on your event pages.
de: Erzählen Sie uns von Ihrer Organisation. Diese Informationen werden auf Ihren Veranstaltungsseiten angezeigt.
es: Cuéntanos sobre tu organización. Esta información se mostrará en las páginas de tus eventos.
fr: Parlez-nous de votre organisation. Ces informations seront affichées sur vos pages d'événement.
hu: Meséljen nekünk a szervezetéről. Ez az információ megjelenik az eseményoldalain.
it: Parlaci della tua organizzazione. Queste informazioni saranno visualizzate sulle pagine dei tuoi eventi.
nl: Vertel ons over je organisatie. Deze informatie wordt weergegeven op je evenementpagina's.
pl: Powiedz nam o Twojej organizacji. Informacja ta będzie wyświetlana na stronach Twoich imprez.
pt: Fale-nos sobre a sua organização. Esta informação será exibida nas páginas dos seus eventos.
se: Berätta om din organisation. Denna information kommer att visas på dina evenemangssidor.
vi: Hãy cho chúng tôi biết về tổ chức của bạn. Thông tin này sẽ được hiển thị trên các trang sự kiện của bạn.

source: Template Active
de: Vorlage aktiv
es: Plantilla activa
fr: Modèle actif
it: Modello Attivo
nl: Sjabloon Actief
pl: Szablon aktywny
pt: Modelo ativo
se: Mall aktiv
vi: Mẫu đang hoạt động

source: Template created successfully
de: Vorlage erfolgreich erstellt
es: Plantilla creada exitosamente
fr: Modèle créé avec succès
it: Modello creato con successo
nl: Sjabloon succesvol aangemaakt
pl: Szablon utworzony pomyślnie
pt: Modelo criado com sucesso
se: Mallen skapades
vi: Tạo mẫu thành công

source: Template deleted successfully
de: Vorlage erfolgreich gelöscht
es: Plantilla eliminada exitosamente
fr: Modèle supprimé avec succès
it: Modello eliminato con successo
nl: Sjabloon succesvol verwijderd
pl: Szablon usunięty pomyślnie
pt: Modelo excluído com sucesso
se: Mallen togs bort
vi: Xóa mẫu thành công

source: Template saved successfully
de: Vorlage erfolgreich gespeichert
es: Plantilla guardada exitosamente
fr: Modèle sauvegardé avec succès
it: Modello salvato con successo
nl: Sjabloon succesvol opgeslagen
pl: Szablon zapisany pomyślnie
pt: Modelo salvo com sucesso
se: Mallen sparades
vi: Lưu mẫu thành công

source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
hu: Szolgáltatási feltételek
it: Termini di servizio
nl: Servicevoorwaarden
pl: Warunki korzystania z usługi
pt: Termos de serviço
se: Användarvillkor
vi: Điều khoản dịch vụ

source: Text may be hard to read
de: Text könnte schwer lesbar sein
es: El texto puede ser difícil de leer
fr: Le texte peut être difficile à lire
it: Il testo potrebbe essere difficile da leggere
nl: Tekst kan moeilijk leesbaar zijn
pl: Tekst może być trudny do przeczytania
pt: O texto pode ser difícil de ler
se: Texten kan vara svår att läsa
vi: Văn bản có thể khó đọc

source: Thank you for attending!
de: Danke für Ihre Teilnahme!
es: ¡Gracias por asistir!
fr: Merci pour votre présence !
it: Grazie per aver partecipato!
nl: Bedankt voor uw aanwezigheid!
pl: Dziękujemy za udział!
pt: Obrigado por participar!
se: Tack för att du deltog!
vi: Cảm ơn bạn đã tham dự!

source: Thanks for your support as we continue to grow and improve Hi.Events!
de: Vielen Dank für Ihre Unterstützung, während wir Hi.Events weiter ausbauen und verbessern!
es: ¡Gracias por su apoyo mientras continuamos creciendo y mejorando Hi.Events!
fr: Merci pour votre soutien alors que nous continuons à développer et améliorer Hi.Events !
it: Grazie per il tuo supporto mentre continuiamo a crescere e migliorare Hi.Events!
nl: Bedankt voor uw steun terwijl we Hi.Events blijven uitbreiden en verbeteren!
pl: Dziękujemy za Twoje wsparcie, gdy nadal rozwijamy i ulepszamy Hi.Events!
pt: Obrigado pelo seu apoio enquanto continuamos a crescer e melhorar o Hi.Events!
se: Tack för ditt stöd när vi fortsätter att växa och förbättra Hi.Events!
vi: Cảm ơn sự hỗ trợ của bạn khi chúng tôi tiếp tục phát triển và cải thiện Hi.Events!

source: That promo code is invalid
de: Dieser Aktionscode ist ungültig
es: Ese código de promoción no es válido.
fr: Ce code promotionnel n'est pas valide
hu: Ez a promóciós kód érvénytelen.
it: Quel codice promo non è valido
nl: Die promotiecode is ongeldig
pl: Ten kod promocyjny jest nieprawidłowy
pt: Esse código promocional é inválido
se: Den kampanjkoden är ogiltig
tr: Bu promosyon kodu geçersiz
vi: Mã khuyến mãi không hợp lệ

source: The background color of the page. When using cover image, this is applied as an overlay.
de: Die Hintergrundfarbe der Seite. Bei Verwendung eines Titelbilds wird dies als Overlay angewendet.
es: El color de fondo de la página. Al usar imagen de portada, se aplica como una superposición.
fr: La couleur de fond de la page. Lors de l'utilisation d'une image de couverture, ceci est appliqué en superposition.
it: Colore di sfondo della pagina. Quando si utilizza un'immagine di copertina, questa viene applicata come sovrapposizione.
nl: De achtergrondkleur van de pagina. Bij gebruik van een omslagafbeelding wordt dit als overlay toegepast.
pl: Kolor tła strony. W przypadku używania obrazu okładki jest on stosowany jako nakładka.
pt: A cor de fundo da página. Ao usar imagem de capa, esta é aplicada como uma sobreposição.
se: Sidans bakgrundsfärg. När en omslagsbild används appliceras detta som en överlagring.
vi: Màu nền của trang. Khi sử dụng ảnh bìa, màu này được áp dụng dưới dạng lớp phủ.

source: The check-in list you are looking for does not exist.
de: Die gesuchte Eincheckliste existiert nicht.
es: La lista de registro que buscas no existe.
fr: La liste de pointage que vous recherchez n'existe pas.
hu: A keresett bejelentkezési lista nem létezik.
it: La lista di check-in che stai cercando non esiste.
nl: De check-in lijst die je zoekt bestaat niet.
pl: Lista kontrolna, której szukasz, nie istnieje.
pt: A lista de check-in que você está procurando não existe.
se: Incheckningslistan du letar efter finns inte.
tr: Aradığınız check-in listesi mevcut değil.
vi: Danh sách check-in bạn đang tìm kiếm không tồn tại.

source: The code will expire in 10 minutes. Check your spam folder if you don't see the email.
de: Der Code läuft in 10 Minuten ab. Überprüfen Sie Ihren Spam-Ordner, falls Sie die E-Mail nicht sehen.
es: El código expirará en 10 minutos. Revisa tu carpeta de spam si no ves el correo.
fr: Le code expirera dans 10 minutes. Vérifiez votre dossier spam si vous ne voyez pas l'e-mail.
hu: A kód 10 percen belül lejár. Ellenőrizze a spam mappáját, ha nem látja az e-mailt.
it: Il codice scadrà tra 10 minuti. Controlla la cartella spam se non vedi l'email.
nl: De code verloopt over 10 minuten. Controleer je spammap als je de e-mail niet ziet.
pl: Kod wygaśnie za 10 minut. Sprawdź folder spam, jeśli nie widzisz wiadomości e-mail.
pt: O código irá expirar em 10 minutos. Verifique a sua pasta de spam se não vir o email.
se: Koden går ut om 10 minuter. Kontrollera skräpposten om du inte ser mejlet.
vi: Mã sẽ hết hạn sau 10 phút. Kiểm tra thư mục spam nếu bạn không thấy email.

source: The currency of the order
de: Die Währung der Bestellung
es: La moneda del pedido
fr: La devise de la commande
it: La valuta dell'ordine
nl: De valuta van de bestelling
pl: Waluta zamówienia
pt: A moeda do pedido
se: Orderns valuta
vi: Đơn vị tiền tệ của đơn hàng

source: The default currency for your events.
de: Die Standardwährung für Ihre Ereignisse.
es: La moneda predeterminada para tus eventos.
fr: La devise par défaut de vos événements.
hu: Az események alapértelmezett pénzneme.
it: La valuta predefinita per i tuoi eventi.
nl: De standaardvaluta voor je evenementen.
pl: Domyślna waluta dla Twoich imprez.
pt: A moeda padrão para seus eventos.
se: Standardvaluta för dina evenemang.
tr: Etkinlikleriniz için varsayılan para birimi.
vi: Tiền tệ mặc định cho các sự kiện của bạn.
