Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: We could not process your payment. Please try again or contact support.
de: Wir konnten Ihre Zahlung nicht verarbeiten. Bitte versuchen Sie es erneut oder wenden Sie sich an den Support.
es: No pudimos procesar su pago. Inténtelo de nuevo o comuníquese con el soporte.
fr: Nous n'avons pas pu traiter votre paiement. Veuillez réessayer ou contacter l'assistance.
hu: Nem sikerült feldolgozni a fizetését. Kérjük, próbálja újra, vagy lépjen kapcsolatba a támogatással.
it: Non è stato possibile elaborare il tuo pagamento. Riprova o contatta l'assistenza.
nl: We konden je betaling niet verwerken. Probeer het opnieuw of neem contact op met de klantenservice.
pl: Nie mogliśmy przetworzyć Twojej płatności. Proszę spróbować ponownie lub skontaktować się z pomocą techniczną.
pt: Não foi possível processar seu pagamento. Tente novamente ou entre em contato com o suporte.
se: Vi kunde inte behandla din betalning. Försök igen eller kontakta supporten.
tr: Ödemenizi işleyemedik. Lütfen tekrar deneyin veya destek ile iletişime geçin.
vi: Chúng tôi không thể xử lý thanh toán của bạn. Vui lòng thử lại hoặc liên hệ với ban tổ chức.

source: We couldn't delete the category. Please try again.
de: Die Kategorie konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.
es: No pudimos eliminar la categoría. Por favor, inténtelo de nuevo.
fr: Nous n'avons pas pu supprimer la catégorie. Veuillez réessayer.
hu: Nem sikerült törölni a kategóriát. Kérjük, próbálja újra.
it: Non è stato possibile eliminare la categoria. Riprova.
nl: We konden de categorie niet verwijderen. Probeer het opnieuw.
pl: Nie mogliśmy usunąć kategorii. Proszę spróbować ponownie.
pt: Não conseguimos excluir a categoria. Por favor, tente novamente.
se: Vi kunde inte ta bort kategorin. Försök igen.
tr: Kategoriyi silemedik. Lütfen tekrar deneyin.
vi: Chúng tôi không thể xóa danh mục. Vui lòng thử lại.

source: We couldn't find any orders associated with this email address.
de: Wir konnten keine Bestellungen finden, die mit dieser E-Mail-Adresse verknüpft sind.
es: No pudimos encontrar pedidos asociados a este correo electrónico.
fr: Nous n'avons trouvé aucune commande associée à cette adresse e-mail.
it: Non abbiamo trovato ordini associati a questo indirizzo email.
nl: We konden geen bestellingen vinden die gekoppeld zijn aan dit e-mailadres.
pl: Nie mogliśmy znaleźć żadnych zamówień związanych z tym adresem e-mail.
pt: Não encontramos pedidos associados a este endereço de e-mail.
se: Vi kunde inte hitta några ordrar kopplade till den här e-postadressen.
vi: Chúng tôi không tìm thấy đơn hàng nào liên kết với địa chỉ email này.

source: We couldn't find any tickets matching {0}
de: Wir konnten keine Tickets finden, die mit {0} übereinstimmen
es: No pudimos encontrar ningún boleto que coincida con {0}
fr: Nous n'avons trouvé aucun billet correspondant à {0}
hu: Nem találtunk jegyeket, amelyek megfelelnek a következőnek: {0}
it: Non abbiamo trovato biglietti corrispondenti a {0}
nl: We konden geen tickets vinden die overeenkomen met {0}
pl: Nie mogliśmy znaleźć żadnych biletów pasujących do {0}
pt: Não encontramos nenhum ingresso correspondente a {0}
se: Vi kunde inte hitta några biljetter som matchar {0}
tr: {0} ile eşleşen herhangi bir bilet bulamadık
vi: Chúng tôi không thể tìm thấy bất kỳ vé nào khớp với {0}

source: We couldn't find the order you're looking for. The link may have expired or the order details may have changed.
it: Non siamo riusciti a trovare l'ordine che stai cercando. Il link potrebbe essere scaduto o i dettagli dell'ordine potrebbero essere cambiati.
nl: We konden de bestelling die u zoekt niet vinden. De link is mogelijk verlopen of de bestelgegevens zijn gewijzigd.
pl: Nie mogliśmy znaleźć szukanego zamówienia. Link mógł wygasnąć lub szczegóły zamówienia mogły się zmienić.
pt: Não conseguimos encontrar o pedido que procura. O link pode ter expirado ou os detalhes do pedido podem ter sido alterados.
se: Vi kunde inte hitta ordern du letar efter. Länken kan ha löpt ut eller så kan orderuppgifterna ha ändrats.

source: We couldn't find the ticket you're looking for. The link may have expired or the ticket details may have changed.
it: Non siamo riusciti a trovare il biglietto che stai cercando. Il link potrebbe essere scaduto o i dettagli del biglietto potrebbero essere cambiati.
nl: We konden het ticket dat u zoekt niet vinden. De link is mogelijk verlopen of de ticketgegevens zijn gewijzigd.
pl: Nie mogliśmy znaleźć szukanego biletu. Link mógł wygasnąć lub szczegóły biletu mogły się zmienić.
pt: Não conseguimos encontrar o bilhete que procura. O link pode ter expirado ou os detalhes do bilhete podem ter sido alterados.
se: Vi kunde inte hitta biljetten du letar efter. Länken kan ha löpt ut eller så kan biljettuppgifterna ha ändrats.

source: We couldn't find this order. It may have been removed.
de: Wir konnten diese Bestellung nicht finden. Möglicherweise wurde sie entfernt.
es: No pudimos encontrar este pedido. Puede haber sido eliminado.
fr: Nous n'avons pas pu trouver cette commande. Elle a peut-être été supprimée.
it: Non siamo riusciti a trovare questo ordine. Potrebbe essere stato rimosso.
nl: We konden deze bestelling niet vinden. Mogelijk is deze verwijderd.
pl: Nie mogliśmy znaleźć tego zamówienia. Mogło zostać usunięte.
pt: Não foi possível encontrar este pedido. Pode ter sido removido.
se: Vi kunde inte hitta den här ordern. Den kan ha tagits bort.
vi: Chúng tôi không thể tìm thấy đơn hàng này. Nó có thể đã bị xóa.

source: We couldn't load the data. Please try again.
de: Wir konnten die Daten nicht laden. Bitte versuchen Sie es erneut.
es: No pudimos cargar los datos. Inténtalo de nuevo.
fr: Nous n'avons pas pu charger les données. Veuillez réessayer.
hu: Nem sikerült betölteni az adatokat. Kérjük, próbálja újra.
it: Non è stato possibile caricare i dati. Riprova.
nl: We konden de gegevens niet laden. Probeer het opnieuw.
pl: Nie mogliśmy załadować danych. Proszę spróbować ponownie.
pt: Não foi possível carregar os dados. Por favor, tente novamente.
se: Vi kunde inte ladda data. Försök igen.
tr: Verileri yükleyemedik. Lütfen tekrar deneyin.
vi: Chúng tôi không thể tải dữ liệu. Vui lòng thử lại.

source: We couldn't reorder the categories. Please try again.
de: Wir konnten die Kategorien nicht neu ordnen. Bitte versuchen Sie es erneut.
es: No pudimos reordenar las categorías. Por favor, inténtelo de nuevo.
fr: Nous n'avons pas pu réorganiser les catégories. Veuillez réessayer.
hu: Nem sikerült átrendezni a kategóriákat. Kérjük, próbálja újra.
it: Non è stato possibile riordinare le categorie. Riprova.
nl: We konden de categorieën niet opnieuw ordenen. Probeer het opnieuw.
pl: Nie mogliśmy zmienić kolejności kategorii. Proszę spróbować ponownie.
pt: Não conseguimos reordenar as categorias. Por favor, tente novamente.
se: Vi kunde inte ändra ordningen på kategorierna. Försök igen.
tr: Kategorileri yeniden sıralayamadık. Lütfen tekrar deneyin.
vi: Chúng tôi không thể sắp xếp lại các danh mục. Vui lòng thử lại.

source: We hit a snag loading this page. Please try again.
de: Beim Laden dieser Seite ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Tuvimos un problema al cargar esta página. Por favor, inténtalo de nuevo.
fr: Un problème est survenu lors du chargement de cette page. Veuillez réessayer.
it: Si è verificato un problema durante il caricamento di questa pagina. Riprova.
nl: Er is een probleem opgetreden bij het laden van deze pagina. Probeer het opnieuw.
pl: Napotkaliśmy problem podczas ładowania tej strony. Proszę spróbować ponownie.
pt: Ocorreu um problema ao carregar esta página. Por favor, tente novamente.
se: Det uppstod ett problem när sidan skulle laddas. Försök igen.
vi: Đã xảy ra sự cố khi tải trang này. Vui lòng thử lại.

source: We recommend a square logo with minimum dimensions of 200x200px
de: Wir empfehlen ein quadratisches Logo mit mindestens 200x200px
es: Recomendamos un logo cuadrado con dimensiones mínimas de 200x200px
fr: Nous recommandons un logo carré avec des dimensions minimales de 200x200px
it: Consigliamo un logo quadrato con dimensioni minime di 200x200px
nl: We raden een vierkant logo aan met minimale afmetingen van 200x200px
pl: Zalecamy kwadratowe logo o minimalnych wymiarach 200x200px
pt: Recomendamos um logotipo quadrado com dimensões mínimas de 200x200px
se: Vi rekommenderar en kvadratisk logotyp med minst 200×200 px
vi: Chúng tôi khuyến nghị logo hình vuông với kích thước tối thiểu 200x200px

source: We recommend dimensions of 1950px by 650px, a ratio of 3:1, and a maximum file size of 5MB
de: Wir empfehlen Abmessungen von 2160 x 1080 Pixel und eine maximale Dateigröße von 5 MB.
es: Recomendamos dimensiones de 2160 px por 1080 px y un tamaño de archivo máximo de 5 MB.
fr: Nous recommandons des dimensions de 2 160 px sur 1 080 px et une taille de fichier maximale de 5 Mo.
hu: Javasolt méretek: 1950px x 650px, 3:1 arány, maximális fájlméret: 5MB.
it: Consigliamo dimensioni di 2160px per 1080px e una dimensione massima del file di 5MB
nl: We raden afmetingen aan van 2160px bij 1080px en een maximale bestandsgrootte van 5MB
pl: Zalecamy wymiary 1950px na 650px, współczynnik 3:1 i maksymalny rozmiar pliku 5MB
pt: Recomendamos dimensões de 2160px por 1080px e tamanho máximo de arquivo de 5MB
se: Vi rekommenderar 1950×650 px, bildförhållande 3:1 och maximal filstorlek 5 MB
tr: 1950px x 650px boyutlarında, 3:1 oranında ve maksimum 5MB dosya boyutunda olmasını öneriyoruz
vi: Chúng tôi đề xuất kích thước 2160px bằng 1080px và kích thước tệp tối đa là 5MB

source: We recommend dimensions of 400px by 400px, and a maximum file size of 5MB
de: Wir empfehlen Abmessungen von 400 × 400 Pixeln und eine maximale Dateigröße von 5 MB
es: Recomendamos dimensiones de 400px por 400px y un tamaño máximo de archivo de 5MB
fr: Nous recommandons des dimensions de 400px par 400px et une taille maximale de 5 Mo
hu: Javasolt méretek: 400px x 400px, maximális fájlméret: 5MB.
it: Si consigliano dimensioni di 400px per 400px e una dimensione massima del file di 5MB
nl: We raden een formaat van 400x400 px aan, met een maximale bestandsgrootte van 5 MB
pl: Zalecamy wymiary 400px na 400px i maksymalny rozmiar pliku 5MB
pt: Recomendamos dimensões de 400px por 400px e tamanho máximo de 5MB
se: Vi rekommenderar 400×400 px och maximal filstorlek 5 MB
vi: Chúng tôi khuyến nghị kích thước 400px x 400px và dung lượng tối đa 5MB

source: We were unable to confirm your payment. Please try again or contact support.
de: Wir konnten Ihre Zahlung nicht bestätigen. Bitte versuchen Sie es erneut oder wenden Sie sich an den Support.
es: No pudimos confirmar su pago. Inténtelo de nuevo o comuníquese con el soporte.
fr: Nous n'avons pas pu confirmer votre paiement. Veuillez réessayer ou contacter l'assistance.
hu: Nem sikerült megerősíteni a fizetését. Kérjük, próbálja újra, vagy lépjen kapcsolatba a támogatással.
it: Non siamo riusciti a confermare il tuo pagamento. Riprova o contatta l'assistenza.
nl: We konden je betaling niet bevestigen. Probeer het opnieuw of neem contact op met de klantenservice.
pl: Nie mogliśmy potwierdzić Twojej płatności. Proszę spróbować ponownie lub skontaktować się z pomocą techniczną.
pt: Não foi possível confirmar seu pagamento. Tente novamente ou entre em contato com o suporte.
se: Vi kunde inte bekräfta din betalning. Försök igen eller kontakta supporten.
tr: Ödemenizi onaylayamadık. Lütfen tekrar deneyin veya destek ile iletişime geçin.
vi: Chúng tôi không thể xác nhận thanh toán của bạn. Vui lòng thử lại hoặc liên hệ với ban tổ chức.

source: We were unable to validate your VAT number after multiple attempts. We'll continue trying in the background. Please check back later.
it: Non siamo riusciti a convalidare il tuo numero di partita IVA dopo diversi tentativi. Continueremo a provare in background. Riprova più tardi.
nl: We konden uw BTW-nummer niet valideren na meerdere pogingen. We blijven het op de achtergrond proberen. Kom later terug.
pl: Nie mogliśmy zweryfikować numeru VAT po wielu próbach. Będziemy kontynuować próby w tle. Proszę sprawdzić później.
pt: Não conseguimos validar o seu número de IVA após várias tentativas. Continuaremos a tentar em segundo plano. Por favor, volte mais tarde.
se: Vi kunde inte validera ditt momsregistreringsnummer efter flera försök. Vi fortsätter att försöka i bakgrunden. Kom tillbaka senare.

source: We'll send your tickets to this email
de: Wir senden Ihre Tickets an diese E-Mail
es: Enviaremos tus entradas a este correo electrónico
fr: Nous enverrons vos billets à cet e-mail
it: Invieremo i tuoi biglietti a questa email
nl: We sturen je tickets naar dit e-mailadres
pl: Wyślemy Twoje bilety na ten e-mail
pt: Enviaremos os seus bilhetes para este e-mail
se: Vi skickar dina biljetter till den här e-postadressen
vi: Chúng tôi sẽ gửi vé đến email này

source: We'll validate your VAT number in the background. If there are any issues, we'll let you know.
it: Convalideremo la tua partita IVA in background. In caso di problemi, ti informeremo.
nl: We valideren uw BTW-nummer op de achtergrond. Als er problemen zijn, laten we het u weten.
pl: Zweryfikujemy Twój numer VAT w tle. W przypadku jakichkolwiek problemów damy Ci znać.
pt: Validaremos o seu número de IVA em segundo plano. Se houver algum problema, informaremos.
se: Vi validerar ditt momsregistreringsnummer i bakgrunden. Om det uppstår problem hör vi av oss.

source: We're processing your order. Please wait...
de: Wir bearbeiten Ihre Bestellung. Bitte warten...
es: Estamos procesando tu pedido. Espere por favor...
fr: Nous traitons votre commande. S'il vous plaît, attendez...
hu: Megrendelését feldolgozzuk. Kérjük, várjon...
it: Stiamo elaborando il tuo ordine. Attendere prego...
nl: We zijn je bestelling aan het verwerken. Even geduld alstublieft...
pl: Przetwarzamy Twoje zamówienie. Proszę czekać...
pt: Estamos processando seu pedido. Por favor, aguarde...
se: Vi behandlar din order. Vänta...
tr: Siparişinizi işliyoruz. Lütfen bekleyin...
vi: Chúng tôi đang xử lý đơn hàng của bạn. Đợi một chút...

source: We've officially moved our headquarters to Ireland 🇮🇪. As part of this transition, we're now using Stripe Ireland instead of Stripe Canada. To keep your payouts running smoothly, you'll need to reconnect your Stripe account.
de: Wir haben unseren Hauptsitz offiziell nach Irland 🇮🇪 verlegt. Als Teil dieses Übergangs verwenden wir jetzt Stripe Irland anstelle von Stripe Kanada. Um Ihre Auszahlungen reibungslos am Laufen zu halten, müssen Sie Ihr Stripe-Konto erneut verbinden.
es: Oficialmente hemos trasladado nuestra sede a Irlanda 🇮🇪. Como parte de esta transición, ahora usamos Stripe Irlanda en lugar de Stripe Canadá. Para mantener sus pagos funcionando sin problemas, necesitará reconectar su cuenta de Stripe.
fr: Nous avons officiellement déménagé notre siège social en Irlande 🇮🇪. Dans le cadre de cette transition, nous utilisons maintenant Stripe Irlande au lieu de Stripe Canada. Pour que vos paiements continuent de fonctionner correctement, vous devrez reconnecter votre compte Stripe.
it: Abbiamo ufficialmente trasferito la nostra sede in Irlanda 🇮🇪. Come parte di questa transizione, ora usiamo Stripe Irlanda invece di Stripe Canada. Per mantenere i tuoi pagamenti fluidi, dovrai riconnettere il tuo account Stripe.
nl: We hebben officieel ons hoofdkantoor naar Ierland 🇮🇪 verplaatst. Als onderdeel van deze overgang gebruiken we nu Stripe Ierland in plaats van Stripe Canada. Om uw uitbetalingen soepel te laten verlopen, moet u uw Stripe-account opnieuw verbinden.
pl: Oficjalnie przenieśliśmy naszą siedzibę do Irlandii 🇮🇪. W ramach tej zmiany korzystamy teraz ze Stripe Irlandia zamiast Stripe Kanada. Aby Twoje wypłaty działały sprawnie, musisz ponownie połączyć swoje konto Stripe.
pt: Mudámos oficialmente a nossa sede para a Irlanda 🇮🇪. Como parte desta transição, agora usamos o Stripe Irlanda em vez do Stripe Canadá. Para manter os seus pagamentos funcionando sem problemas, precisará reconectar sua conta Stripe.
se: Vi har officiellt flyttat vårt huvudkontor till Irland 🇮🇪. Som en del av övergången använder vi nu Stripe Ireland i stället för Stripe Canada. För att dina utbetalningar ska fortsätta fungera smidigt behöver du återansluta ditt Stripe-konto.
vi: Chúng tôi đã chính thức chuyển trụ sở chính đến Ireland 🇮🇪. Như một phần của quá trình chuyển đổi này, chúng tôi hiện sử dụng Stripe Ireland thay vì Stripe Canada. Để giữ cho các khoản thanh toán của bạn diễn ra suôn sẻ, bạn cần kết nối lại tài khoản Stripe của mình.

source: We've relocated our headquarters to Ireland. As a result, we need you to reconnect your Stripe account. This quick process takes just a few minutes. Your sales and existing data remain completely unaffected.
de: Wir haben unseren Hauptsitz nach Irland verlegt. Daher müssen Sie Ihr Stripe-Konto neu verbinden. Dieser schnelle Vorgang dauert nur wenige Minuten. Ihre Verkäufe und bestehenden Daten bleiben völlig unberührt.
es: Hemos trasladado nuestra sede a Irlanda. Como resultado, necesitamos que reconecte su cuenta de Stripe. Este proceso rápido solo toma unos minutos. Sus ventas y datos existentes permanecen completamente sin cambios.
fr: Nous avons déménagé notre siège social en Irlande. Par conséquent, nous avons besoin que vous reconnectiez votre compte Stripe. Ce processus rapide ne prend que quelques minutes. Vos ventes et données existantes restent totalement inchangées.
it: Abbiamo trasferito la nostra sede in Irlanda. Di conseguenza, è necessario riconnettere il tuo account Stripe. Questo processo rapido richiede solo pochi minuti. Le tue vendite e i dati esistenti rimangono completamente inalterati.
nl: We hebben ons hoofdkantoor naar Ierland verplaatst. Daarom moet u uw Stripe-account opnieuw verbinden. Dit snelle proces duurt slechts enkele minuten. Uw verkopen en bestaande gegevens blijven volledig onaangetast.
pl: Przenieśliśmy naszą siedzibę do Irlandii. W rezultacie musimy poprosić Cię o ponowne połączenie konta Stripe. Ten szybki proces zajmuje zaledwie kilka minut. Twoja sprzedaż i istniejące dane pozostają całkowicie nienaruszone.
pt: Mudámos a nossa sede para a Irlanda. Como resultado, precisamos que reconecte a sua conta Stripe. Este processo rápido demora apenas alguns minutos. As suas vendas e dados existentes permanecem completamente inalterados.
se: Vi har flyttat vårt huvudkontor till Irland. Därför behöver du återansluta ditt Stripe-konto. Det går snabbt och tar bara några minuter. Din försäljning och befintliga data påverkas inte alls.
vi: Chúng tôi đã chuyển trụ sở chính đến Ireland. Do đó, chúng tôi cần bạn kết nối lại tài khoản Stripe. Quy trình nhanh này chỉ mất vài phút. Doanh số và dữ liệu hiện tại của bạn hoàn toàn không bị ảnh hưởng.

source: We've sent a 5-digit verification code to:
de: Wir haben einen 5-stelligen Bestätigungscode gesendet an:
es: Hemos enviado un código de verificación de 5 dígitos a:
fr: Nous avons envoyé un code de vérification à 5 chiffres à :
hu: Öt számjegyű ellenőrző kódot küldtünk ide:
it: Abbiamo inviato un codice di verifica a 5 cifre a:
nl: We hebben een 5-cijferige verificatiecode verzonden naar:
pl: Wysłaliśmy 5-cyfrowy kod weryfikacyjny na:
pt: Enviámos um código de verificação de 5 dígitos para:
se: Vi har skickat en verifieringskod med 5 siffror till:
vi: Chúng tôi đã gửi mã xác thực 5 chữ số đến:

source: Webhook created successfully
de: Webhook erfolgreich erstellt
es: Webhook creado con éxito
fr: Webhook créé avec succès
hu: Webhook sikeresen létrehozva
it: Webhook creato con successo
nl: Webhook succesvol aangemaakt
pl: Webhook został pomyślnie utworzony
pt: Webhook criado com sucesso
se: Webhook skapades
vi: Webhook tạo thành công

source: Webhook deleted successfully
de: Webhook erfolgreich gelöscht
es: Webhook eliminado con éxito
fr: Webhook supprimé avec succès
hu: Webhook sikeresen törölve
it: Webhook eliminato con successo
nl: Webhook succesvol verwijderd
pl: Webhook został pomyślnie usunięty
pt: Webhook excluído com sucesso
se: Webhook togs bort
vi: Webhook đã xóa thành công

source: Webhook Logs
de: Webhook-Protokolle
es: Registros del Webhook
fr: Journaux du Webhook
hu: Webhook naplók
it: Log Webhook
nl: Webhook logboeken
pl: Dzienniki webhook
pt: Logs do Webhook
se: Webhook-loggar
vi: Nhật ký webhook

source: Webhook URL
es: URL del Webhook
fr: URL du Webhook
it: URL Webhook
pl: URL webhook
pt: URL do Webhook
vi: URL Webhook

source: Webhook will not send notifications
de: Webhook sendet keine Benachrichtigungen
es: El webhook no enviará notificaciones
fr: Le webhook n'enverra pas de notifications
hu: A Webhook nem küld értesítéseket.
it: Il webhook non invierà notifiche
nl: Webhook verzendt geen meldingen
pl: Webhook nie będzie wysyłał powiadomień
pt: O webhook não enviará notificações
se: Webhooken skickar inga notiser
vi: Webhook sẽ không gửi thông báo

source: Webhook will send notifications
de: Webhook sendet Benachrichtigungen
es: El webhook enviará notificaciones
fr: Le webhook enverra des notifications
hu: A Webhook értesítéseket küld.
it: Il webhook invierà notifiche
nl: Webhook stuurt meldingen
pl: Webhook będzie wysyłał powiadomienia
pt: O webhook enviará notificações
se: Webhooken skickar notiser
vi: Webhook sẽ gửi thông báo

source: Website
es: Sitio web
fr: Site web
hu: Weboldal
it: Sito web
pl: Strona internetowa
pt: Site
se: Webbplats
vi: Trang web

source: Welcome aboard! Please login to continue.
de: Willkommen an Bord! Bitte melden Sie sich an, um fortzufahren.
es: ¡Bienvenido a bordo! Por favor inicie sesión para continuar.
fr: Bienvenue à bord! Merci de vous connecter pour continuer.
hu: Üdv a fedélzeten! Kérjük, jelentkezzen be a folytatáshoz.
it: Benvenuto a bordo! Accedi per continuare.
nl: Welkom aan boord! Log in om verder te gaan.
pl: Witamy na pokładzie! Proszę zalogować się, aby kontynuować.
pt: Bem vindo a bordo! Por favor faça o login para continuar.
se: Välkommen ombord! Logga in för att fortsätta.
tr: Hoş geldiniz! Devam etmek için lütfen giriş yapın.
vi: Chào mừng bạn! Vui lòng đăng nhập để tiếp tục.

source: Welcome back
it: Bentornato
nl: Welkom terug
pl: Witamy ponownie
pt: Bem-vindo de volta
se: Välkommen tillbaka

source: Welcome back{0} 👋
de: Willkommen zurück{0} 👋
es: Bienvenido de nuevo{0} 👋
fr: Bon retour{0} 👋
hu: Üdv újra, {0} 👋
it: Bentornato{0} 👋
nl: Welkom terug{0} 👋
pl: Witamy ponownie{0} 👋
pt: Bem vindo de volta{0} 👋
se: Välkommen tillbaka{0} 👋
tr: Tekrar hoş geldin{0} 👋
vi: Chào mừng trở lại{0} 👋

source: Welcome to {0}, {1} 👋
de: Willkommen bei {0}, {1} 👋
es: Bienvenido a {0}, {1} 👋
fr: Bienvenue sur {0}, {1} 👋
hu: Üdvözöljük a {0} oldalon, {1} 👋
it: Benvenuto su {0}, {1} 👋
nl: Welkom bij {0}, {1} 👋
pl: Witamy w {0}, {1} 👋
pt: Bem-vindo ao {0}, {1} 👋
se: Välkommen till {0}, {1} 👋
vi: Chào mừng đến với {0}, {1} 👋

source: Welcome to {0}, here's a listing of all your events
de: Willkommen bei {0}, hier ist eine Übersicht all Ihrer Veranstaltungen
es: Bienvenido a {0}, aquí hay una lista de todos tus eventos
fr: Bienvenue sur {0}, voici une liste de tous vos événements
hu: Üdv a {0} oldalon, itt található az összes eseménye.
it: Benvenuto su {0}, ecco un elenco di tutti i tuoi eventi
nl: Welkom bij {0}, hier is een overzicht van al je evenementen
pl: Witamy w {0}, oto lista wszystkich Twoich wydarzeń
pt: Bem-vindo ao {0}, aqui está uma lista de todos os seus eventos
se: Välkommen till {0}, här är en lista över alla dina evenemang
vi: Chào mừng đến với {0}, đây là danh sách tất cả sự kiện của bạn
