Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: To receive credit card payments, you need to connect your Stripe account. Stripe is our payment processing partner that ensures secure transactions and timely payouts.
de: Um Kreditkartenzahlungen zu empfangen, musst du dein Stripe-Konto verbinden. Stripe ist unser Zahlungsabwicklungspartner, der sichere Transaktionen und pünktliche Auszahlungen gewährleistet.
es: Para recibir pagos con tarjeta de crédito, debes conectar tu cuenta de Stripe. Stripe es nuestro socio de procesamiento de pagos que garantiza transacciones seguras y pagos puntuales.
fr: Pour recevoir des paiements par carte bancaire, vous devez connecter votre compte Stripe. Stripe est notre partenaire de traitement des paiements qui garantit des transactions sécurisées et des paiements rapides.
hu: Hitelkártyás fizetések fogadásához csatlakoztatnia kell Stripe-fiókját. A Stripe a fizetésfeldolgozó partnerünk, amely biztosítja a biztonságos tranzakciókat és az időben történő kifizetéseket.
it: Per ricevere pagamenti con carta di credito, devi collegare il tuo account Stripe. Stripe è il nostro partner per l'elaborazione dei pagamenti che garantisce transazioni sicure e pagamenti puntuali.
nl: Om creditcardbetalingen te ontvangen, moet je je Stripe-account koppelen. Stripe is onze partner voor betalingsverwerking die veilige transacties en tijdige uitbetalingen garandeert.
pl: Aby otrzymywać płatności kartą kredytową, musisz połączyć swoje konto Stripe. Stripe jest naszym partnerem przetwarzającym płatności, który zapewnia bezpieczne transakcje i terminowe wypłaty.
pt: Para receber pagamentos com cartão de crédito, você precisa conectar sua conta do Stripe. O Stripe é nosso parceiro de processamento de pagamentos que garante transações seguras e pagamentos pontuais.
se: För att ta emot kortbetalningar behöver du ansluta ditt Stripe-konto. Stripe är vår betalpartner som säkerställer säkra transaktioner och utbetalningar i tid.
vi: Để nhận thanh toán bằng thẻ tín dụng, bạn cần kết nối tài khoản Stripe của mình. Stripe là đối tác xử lý thanh toán của chúng tôi, đảm bảo giao dịch an toàn và thanh toán kịp thời.

source: Toggle columns
de: Spalten umschalten
es: Alternar columnas
fr: Basculer les colonnes
it: Attiva colonne
nl: Kolommen schakelen
pl: Przełącz kolumny
pt: Alternar colunas
se: Växla kolumner
vi: Chuyển đổi cột

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
hu: Eszközök
it: Strumenti
nl: Gereedschap
pl: Narzędzia
pt: Ferramentas
se: Verktyg
tr: Araçlar
vi: Công cụ

source: Top Organizers (Last 14 Days)
it: Migliori organizzatori (Ultimi 14 giorni)
nl: Top organisatoren (Laatste 14 dagen)
pl: Najlepsi organizatorzy (ostatnie 14 dni)
pt: Melhores organizadores (Últimos 14 dias)
se: Topparrangörer (Senaste 14 dagarna)

source: Total
de: Gesamt
hu: Összesen
it: Totale
nl: Totaal
pl: Razem
se: Totalt
tr: Toplam
vi: Tổng

source: Total Accounts
de: Gesamtkonten
es: Cuentas Totales
fr: Comptes Totaux
it: Account Totali
nl: Totaal Accounts
pl: Razem kont
pt: Total de Contas
se: Totalt antal konton
vi: Tổng Tài Khoản

source: Total amount paid
de: Gezahlter Gesamtbetrag
es: Cantidad total pagada
fr: Montant total payé
it: Importo totale pagato
nl: Totaal betaald bedrag
pl: Łączna kwota zapłacona
pt: Valor total pago
se: Totalt betalt belopp
vi: Tổng số tiền đã trả

source: Total Attendees
de: Teilnehmer gesamt
es: Total de asistentes
fr: Total des participants
it: Totale Partecipanti
nl: Totaal deelnemers
pl: Łącznie uczestników
pt: Total de Participantes
se: Totalt antal deltagare
vi: Tổng số người tham dự

source: Total Before Discounts
de: Gesamt vor Rabatten
es: Total antes de descuentos
fr: Total avant réductions
hu: Összesen kedvezmények előtt
it: Totale Prima degli Sconti
nl: Totaal vóór kortingen
pl: Razem przed rabatami
pt: Total antes de descontos
se: Totalt före rabatter
tr: İndirimlerden Önceki Toplam
vi: Tổng trước khi giảm giá

source: Total Collected
de: Insgesamt eingesammelt
es: Total recaudado
fr: Total collecté
it: Totale Raccolto
nl: Totaal geïnd
pl: Razem zebrano
pt: Total Cobrado
se: Totalt inkasserat
vi: Tổng thu được

source: Total Discount Amount
de: Gesamtrabattbetrag
es: Monto total de descuento
fr: Montant total de la réduction
hu: Összes kedvezmény összege
it: Importo Totale Sconto
nl: Totaal kortingsbedrag
pl: Łączna kwota rabatu
pt: Montante total do desconto
se: Totalt rabattbelopp
tr: Toplam İndirim Tutarı
vi: Tổng tiền chiết khấu

source: Total Fee
it: Commissione totale
nl: Totale kosten
pl: Łączna opłata
pt: Taxa total
se: Total avgift

source: Total Fees
de: Gesamtkosten
es: Tarifas totales
fr: Total des frais
hu: Összes díj
it: Commissioni Totali
nl: Totaal vergoedingen
pl: Razem opłaty
pt: Taxas totais
se: Totala avgifter
tr: Toplam Ücretler
vi: Tổng phí

source: Total Gross Sales
de: Gesamtumsatz brutto
es: Total de ventas brutas
fr: Total des ventes brutes
hu: Összes bruttó értékesítés
it: Vendite Lorde Totali
nl: Totaal Brutoverkoop
pl: Łączna sprzedaż brutto
pt: Total de vendas brutas
se: Total bruttoförsäljning
tr: Toplam Brüt Satış
vi: Tổng doanh thu

source: Total order amount
de: Gesamtbestellwert
es: Monto total del pedido
fr: Montant total de la commande
hu: Teljes megrendelési összeg
it: Importo totale ordine
nl: Totaal bestelbedrag
pl: Łączna kwota zamówienia
pt: Valor total do pedido
se: Totalt orderbelopp
tr: Toplam sipariş tutarı
vi: Tổng tiền đơn hàng

source: Total Orders
de: Gesamtbestellungen
es: Órdenes totales
fr: Commandes totales
hu: Összes megrendelés
it: Ordini totali
nl: Totaal aantal bestellingen
pl: Razem zamówienia
pt: Total de pedidos
se: Totalt antal ordrar
vi: Tổng số đơn hàng

source: Total refunded
de: Gesamtbetrag zurückerstattet
es: Total reembolsado
fr: Total remboursé
hu: Összes visszatérített
it: Totale rimborsato
nl: Totaal terugbetaald
pl: Razem zwrócono
pt: Total reembolsado
se: Totalt återbetalt
tr: Toplam iade edilen
vi: Tổng đã hoàn lại

source: Total Refunded
de: Insgesamt erstattet
es: Total reembolsado
fr: Total remboursé
hu: Összes visszatérített
it: Totale Rimborsato
nl: Totaal Terugbetaald
pl: Razem zwrócono
pt: Total Reembolsado
se: Totalt återbetalt
tr: Toplam İade Edilen
vi: Tổng đã hoàn lại

source: Total Tax
de: Gesamtsteuer
es: Total impuestos
fr: Taxe total
hu: Összes adó
it: Tasse Totali
nl: Totale belasting
pl: Razem podatek
pt: Taxa total
se: Total skatt
tr: Toplam Vergi
vi: Tổng thuế

source: Total Users
de: Gesamtbenutzer
es: Usuarios Totales
fr: Utilisateurs Totaux
it: Utenti Totali
nl: Totaal Gebruikers
pl: Razem użytkowników
pt: Total de Usuários
se: Totalt antal användare
vi: Tổng Người Dùng

source: Total Views
it: Visualizzazioni totali
nl: Totaal weergaven
pl: Razem wyświetleń
pt: Visualizações totais
se: Totala visningar

source: Track account growth and performance by attribution source
it: Traccia la crescita e le prestazioni dell'account per fonte di attribuzione
nl: Volg accountgroei en prestaties per attributiebron
pl: Śledź wzrost konta i wydajność według źródła atrybuacji
pt: Acompanhe o crescimento e desempenho da conta por fonte de atribuição
se: Spåra kontotillväxt och resultat efter attribueringskälla

source: Track sales, revenue, and attendance with detailed reports
it: Tieni traccia delle vendite, dei ricavi e delle presenze con report dettagliati
nl: Volg verkoop, omzet en aanwezigheid met gedetailleerde rapporten
pl: Śledź sprzedaż, przychody i frekwencję za pomocą szczegółowych raportów
pt: Acompanhe vendas, receitas e participação com relatórios detalhados
se: Följ försäljning, intäkter och närvaro med detaljerade rapporter

source: Transaction Fee:
de: Transaktionsgebühr:
es: Tarifa de transacción:
fr: Frais de transaction :
hu: Tranzakciós díj:
it: Commissione di Transazione:
nl: Transactiekosten:
pl: Opłata za transakcję:
pt: Taxa de transação:
se: Transaktionsavgift:
vi: Phí giao dịch:

source: True if offline payment
de: Wahr bei Offline-Zahlung
es: Verdadero si pago sin conexión
fr: Vrai si paiement hors ligne
it: Vero se pagamento offline
nl: Waar als offline betaling
pl: Prawda, jeśli płatność offline
pt: Verdadeiro se pagamento offline
se: Sant om offlinebetalning
vi: Đúng nếu thanh toán ngoại tuyến

source: True if payment pending
de: Wahr bei ausstehender Zahlung
es: Verdadero si pago pendiente
fr: Vrai si paiement en attente
it: Vero se pagamento in sospeso
nl: Waar als betaling in behandeling
pl: Prawda, jeśli płatność jest w toku
pt: Verdadeiro se pagamento pendente
se: Sant om betalning väntar
vi: Đúng nếu thanh toán đang chờ xử lý

source: Try another email
de: Andere E-Mail versuchen
es: Probar otro correo
fr: Essayer un autre e-mail
it: Prova un'altra email
nl: Probeer een ander e-mailadres
pl: Spróbuj innego e-maila
pt: Tentar outro e-mail
se: Prova en annan e-postadress
vi: Thử email khác

source: Try Hi.Events Free
de: Hi.Events kostenlos testen
es: Probar Hi.Events gratis
fr: Essayer Hi.Events gratuitement
it: Prova Hi.Events Gratis
nl: Probeer Hi.Events Gratis
pl: Spróbuj Hi.Events za darmo
pt: Experimente o Hi.Events gratuitamente
se: Prova Hi.Events gratis
vi: Dùng thử Hi.Events miễn phí

source: Turkish
de: Türkisch
es: Turco
fr: Turc
it: Turco
nl: Turks
pl: Turecki
pt: Turco
se: Turkiska
vi: Tiếng Thổ Nhĩ Kỳ

source: Turn sound off
de: Ton ausschalten
es: Desactivar sonido
fr: Désactiver le son
it: Disattiva audio
nl: Geluid uitschakelen
pl: Wyłącz dźwięk
pt: Desativar som
se: Stäng av ljudet
vi: Tắt âm thanh

source: Turn sound on
de: Ton einschalten
es: Activar sonido
fr: Activer le son
it: Attiva audio
nl: Geluid inschakelen
pl: Włącz dźwięk
pt: Ativar som
se: Slå på ljudet
vi: Bật âm thanh

source: Type
de: Typ
es: Tipo
fr: Taper
hu: Típus
it: Tipo
pl: Typ
pt: Tipo
se: Typ
tr: Tür
vi: Loại

source: Type of ticket
de: Art des Tickets
es: Tipo de boleto
fr: Type de billet
it: Tipo di biglietto
nl: Type ticket
pl: Typ biletu
pt: Tipo de ingresso
se: Typ av biljett
vi: Loại vé

source: Unable to check in attendee
de: Teilnehmer konnte nicht eingecheckt werden
es: No se pudo registrar al asistente
fr: Impossible d'enregistrer le participant
hu: Nem sikerült bejelentkezni a résztvevőnek.
it: Impossibile registrare il partecipante
nl: Deelnemer kan niet worden ingecheckt
pl: Nie można sprawdzić w uczestnika
pt: Não foi possível registrar o participante
se: Det gick inte att checka in deltagaren
tr: Katılımcı girişi yapılamadı
vi: Không thể kiểm tra người tham dự

source: Unable to check out attendee
de: Teilnehmer konnte nicht ausgecheckt werden
es: No se pudo retirar al asistente
fr: Impossible de sortir le participant
hu: Nem sikerült kijelentkezni a résztvevőnek.
it: Impossibile registrare l'uscita del partecipante
nl: Deelnemer kan niet worden uitgecheckt
pl: Nie można wylogować uczestnika
pt: Não foi possível retirar o participante
se: Det gick inte att checka ut deltagaren
tr: Katılımcı check-out'u yapılamadı
vi: Không thể kiểm tra người tham dự

source: Unable to create product. Please check the your details
de: Produkt konnte nicht erstellt werden. Bitte überprüfen Sie Ihre Angaben
es: No se pudo crear el producto. Por favor, revise sus datos
fr: Impossible de créer le produit. Veuillez vérifier vos détails
hu: Nem sikerült létrehozni a terméket. Kérjük, ellenőrizze adatait.
it: Impossibile creare il prodotto. Controlla i tuoi dati
nl: Kan geen product maken. Controleer uw gegevens
pl: Nie można stworzyć produktu. Proszę sprawdzić swoje dane
pt: Não foi possível criar o produto. Por favor, verifique seus detalhes
se: Det gick inte att skapa produkten. Kontrollera dina uppgifter
tr: Ürün oluşturulamadı. Lütfen bilgilerinizi kontrol edin
vi: Không thể tạo sản phẩm. Vui lòng kiểm tra thông tin của bạn

source: Unable to create product. Please check your details
de: Produkt konnte nicht erstellt werden. Bitte überprüfen Sie Ihre Angaben
es: No se pudo crear el producto. Por favor, revise sus datos
fr: Impossible de créer le produit. Veuillez vérifier vos détails
hu: Nem sikerült létrehozni a terméket. Kérjük, ellenőrizze adatait.
it: Impossibile creare il prodotto. Controlla i tuoi dati
nl: Kan geen product maken. Controleer uw gegevens
pl: Nie można stworzyć produktu. Proszę sprawdzić swoje dane
pt: Não foi possível criar o produto. Por favor, verifique seus detalhes
se: Det gick inte att skapa produkten. Kontrollera dina uppgifter
tr: Ürün oluşturulamadı. Lütfen bilgilerinizi kontrol edin
vi: Không thể tạo sản phẩm. Vui lòng kiểm tra thông tin của bạn

source: Unable to create question. Please check the your details
de: Frage konnte nicht erstellt werden. Bitte überprüfen Sie Ihre Angaben
es: No se puede crear una pregunta. Por favor revisa tus datos
fr: Impossible de créer une question. Veuillez vérifier vos coordonnées
hu: Nem sikerült kérdést létrehozni. Kérjük, ellenőrizze adatait.
it: Impossibile creare la domanda. Controlla i tuoi dati
nl: Kan geen vraag maken. Controleer uw gegevens
pl: Nie można stworzyć pytania. Proszę sprawdzić swoje dane
pt: Não foi possível criar a pergunta. Por favor verifique os seus dados
se: Det gick inte att skapa frågan. Kontrollera dina uppgifter
tr: Soru oluşturulamadı. Lütfen bilgilerinizi kontrol edin
vi: Không thể tạo câu hỏi. Vui lòng kiểm tra thông tin của bạn

source: Unable to duplicate product. Please check the your details
de: Produkt konnte nicht dupliziert werden. Bitte überprüfen Sie Ihre Angaben
es: No se pudo duplicar el producto. Por favor, revisa tus datos
fr: Impossible de dupliquer le produit. Veuillez vérifier vos informations
hu: Nem sikerült másolni a terméket. Kérjük, ellenőrizze adatait.
it: Impossibile duplicare il prodotto. Controlla i tuoi dati
nl: Kan product niet dupliceren. Controleer uw gegevens
pl: Nie można zduplikować produktu. Proszę sprawdzić swoje dane
pt: Não foi possível duplicar o produto. Por favor, verifique seus dados
se: Det gick inte att duplicera produkten. Kontrollera dina uppgifter
vi: Không thể nhân bản sản phẩm. Vui lòng kiểm tra thông tin của bạn

source: Unable to fetch attendee
de: Teilnehmer konnte nicht abgerufen werden
es: No se pudo obtener el asistente
fr: Impossible de récupérer le participant
hu: Nem sikerült lekérni a résztvevőt.
it: Impossibile recuperare il partecipante
nl: Kan deelnemer niet ophalen
pl: Nie można pobrać uczestnika
pt: Não foi possível buscar participante
se: Det gick inte att hämta deltagaren
vi: Không thể lấy thông tin người tham dự

source: Unable to update question. Please check the your details
de: Frage kann nicht aktualisiert werden. Bitte überprüfen Sie Ihre Angaben
es: No se puede actualizar la pregunta. Por favor revisa tus datos
fr: Impossible de mettre à jour la question. Veuillez vérifier vos coordonnées
hu: Nem sikerült frissíteni a kérdést. Kérjük, ellenőrizze adatait.
it: Impossibile aggiornare la domanda. Controlla i tuoi dati
nl: Kan vraag niet bijwerken. Controleer uw gegevens
pl: Nie można zaktualizować pytania. Proszę sprawdzić swoje dane
pt: Não foi possível atualizar a pergunta. Por favor verifique os seus dados
se: Det gick inte att uppdatera frågan. Kontrollera dina uppgifter
tr: Soru güncellenemedi. Lütfen bilgilerinizi kontrol edin
vi: Không thể cập nhật câu hỏi. Vui lòng kiểm tra thông tin của bạn

source: Unattributed Accounts
it: Account non attribuiti
nl: Niet-toegewezen accounts
pl: Konta nieprzypisane
pt: Contas não atribuídas
se: Oattribuerade konton

source: Unique Customers
de: Einzigartige Kunden
es: Clientes únicos
fr: Clients uniques
hu: Egyedi ügyfelek
it: Clienti Unici
nl: Unieke klanten
pl: Unikalne klienty
pt: Clientes únicos
se: Unika kunder
tr: Benzersiz Müşteriler
vi: Khách hàng duy nhất

source: Unique order reference
de: Eindeutige Bestellreferenz
es: Referencia única del pedido
fr: Référence de commande unique
it: Riferimento ordine unico
nl: Unieke bestelreferentie
pl: Unikalna referencja zamówienia
pt: Referência única do pedido
se: Unik orderreferens
vi: Mã tham chiếu đơn hàng duy nhất

source: United States
de: Vereinigte Staaten
es: Estados Unidos
fr: États-Unis
hu: Egyesült Államok
it: Stati Uniti
nl: Verenigde Staten
pl: Stany Zjednoczone
pt: Estados Unidos
se: USA
tr: Amerika Birleşik Devletleri
vi: Hoa Kỳ

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
pl: Nieznany
pt: Desconhecido
se: Okänd
vi: Không rõ

source: Unknown Attendee
de: Unbekannter Teilnehmer
es: Asistente desconocido
fr: Participant inconnu
hu: Ismeretlen résztvevő
it: Partecipante Sconosciuto
nl: Onbekende deelnemer
pl: Nieznany uczestnik
pt: Participante desconhecido
se: Okänd deltagare
vi: Người tham dự không xác định

source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
hu: Korlátlan
it: Illimitato
nl: Onbeperkt
pl: Bez limitu
pt: Ilimitado
se: Obegränsat
tr: Sınırsız
vi: Không giới hạn

source: Unlimited available
de: Unbegrenzt verfügbar
es: Ilimitado disponible
fr: Disponible illimité
hu: Korlátlanul elérhető
it: Disponibilità illimitata
nl: Onbeperkt beschikbaar
pl: Bez limitu dostępny
pt: Ilimitado disponível
se: Obegränsat antal tillgängliga
tr: Sınırsız mevcut
vi: Không giới hạn có sẵn

source: Unlimited usages allowed
de: Unbegrenzte Nutzung erlaubt
es: Usos ilimitados permitidos
fr: Utilisations illimitées autorisées
hu: Korlátlan felhasználás engedélyezett
it: Utilizzi illimitati consentiti
nl: Onbeperkt gebruik toegestaan
pl: Dozwolone nieograniczone użycia
pt: Usos ilimitados permitidos
se: Obegränsat antal användningar tillåts
tr: Sınırsız kullanıma izin verildi
vi: Sử dụng không giới hạn

source: Unpaid Order
de: Unbezahlte Bestellung
es: Pedido no pagado
fr: Commande impayée
hu: Kifizetetlen megrendelés
it: Ordine non pagato
nl: Onbetaalde bestelling
pl: Nieopłacone zamówienie
pt: Pedido não pago
se: Obetald order
tr: Ödenmemiş Sipariş
vi: Đơn hàng chưa thanh toán

source: Unpublish Event
de: Veranstaltung nicht mehr veröffentlichen
es: Despublicar Evento
fr: Annuler la publication de l'événement
hu: Esemény visszavonása
it: Annulla Pubblicazione Evento
nl: Evenement niet publiceren
pl: Cofnij publikację wydarzenia
pt: Despublicar Evento
se: Avpublicera evenemang
vi: Hủy công bố sự kiện

source: Untrusted
it: Non attendibile
nl: Niet vertrouwd
pl: Niezaufane
se: Ej betrodd

source: Upcoming
de: Bevorstehende
es: Próximo
fr: A venir
hu: Közelgő
it: In Arrivo
nl: Komende
pl: Nadchodzące
pt: Por vir
se: Kommande
tr: Yaklaşan
vi: Sắp tới

source: Upcoming Events
de: Bevorstehende Veranstaltungen
es: Próximos eventos
fr: Événements à venir
hu: Közelgő események
it: Eventi in Arrivo
nl: Komende evenementen
pl: Nadchodzące wydarzenia
pt: Próximos eventos
se: Kommande evenemang
tr: Yaklaşan Etkinlikler
vi: Các sự kiện sắp tới

source: Update {0}
de: Aktualisierung {0}
es: Actualizar {0}
fr: Mettre à jour {0}
hu: Frissítés {0}
it: Aggiorna {0}
pl: Aktualizuj {0}
pt: Atualizar {0}
se: Uppdatera {0}
tr: {0} Güncelle
vi: Cập nhật {0}

source: Update Affiliate
de: Partner aktualisieren
es: Actualizar afiliado
fr: Mettre à jour l'affilié
hu: Partner frissítése
it: Aggiorna affiliato
nl: Affiliate bijwerken
pl: Aktualizuj partnera afiliacji
pt: Atualizar afiliado
se: Uppdatera affiliate
vi: Cập nhật đối tác

source: Update event name, description and dates
de: Aktualisieren Sie den Namen, die Beschreibung und die Daten der Veranstaltung
es: Actualizar el nombre del evento, la descripción y las fechas.
fr: Mettre à jour le nom, la description et les dates de l'événement
hu: Eseménynév, leírás és dátumok frissítése
it: Aggiorna nome, descrizione e date dell'evento
nl: Naam, beschrijving en data van evenement bijwerken
pl: Aktualizuj nazwę wydarzenia, opis i daty
pt: Atualizar nome, descrição e datas do evento
se: Uppdatera evenemangets namn, beskrivning och datum
tr: Etkinlik adı, açıklaması ve tarihlerini güncelle
vi: Cập nhật tên sự kiện, mô tả và ngày

source: Update profile
de: Profil aktualisieren
es: Actualización del perfil
fr: Mettre à jour le profil
hu: Profil frissítése
it: Aggiorna profilo
nl: Profiel bijwerken
pl: Aktualizuj profil
pt: Atualizar perfil
se: Uppdatera profil
tr: Profili güncelle
vi: Cập nhật hồ sơ

source: Upgrade Available
de: Upgrade verfügbar
es: Actualización disponible
fr: Mise à niveau disponible
it: Aggiornamento disponibile
nl: Upgrade beschikbaar
pl: Dostępna aktualizacja
pt: Atualização disponível
se: Uppgradering tillgänglig
vi: Có nâng cấp

source: Upload a cover image for your organizer
de: Laden Sie ein Titelbild für Ihren Veranstalter hoch
es: Sube una imagen de portada para tu organizador
fr: Téléchargez une image de couverture pour votre organisateur
hu: Borítókép feltöltése a szervezőhöz
it: Carica un'immagine di copertina per il tuo organizzatore
nl: Upload een omslagafbeelding voor je organisator
pl: Prześlij obraz okładki dla swojego organizatora
pt: Envie uma imagem de capa para seu organizador
se: Ladda upp en omslagsbild för din arrangör
vi: Tải lên ảnh bìa cho nhà tổ chức của bạn

source: Upload a logo for your organizer
de: Laden Sie ein Logo für Ihren Veranstalter hoch
es: Sube un logo para tu organizador
fr: Téléchargez un logo pour votre organisateur
hu: Logó feltöltése a szervezőhöz
it: Carica un logo per il tuo organizzatore
nl: Upload een logo voor je organisator
pl: Prześlij logo dla swojego organizatora
pt: Envie um logo para seu organizador
se: Ladda upp en logotyp för din arrangör
vi: Tải lên logo cho nhà tổ chức của bạn

source: Upload Image
de: Bild hochladen
es: Subir imagen
fr: Téléverser l’image
hu: Kép feltöltése
it: Carica immagine
nl: Afbeelding uploaden
pl: Prześlij obraz
pt: Carregar imagem
se: Ladda upp bild
vi: Tải ảnh lên

source: Uploading image...
de: Bild wird hochgeladen...
es: Subiendo imagen...
fr: Téléchargement de l'image...
hu: Kép feltöltése...
it: Caricamento immagine in corso...
nl: Afbeelding uploaden...
pl: Przesyłanie obrazu...
pt: Enviando imagem...
se: Laddar upp bild...
vi: Đang tải ảnh...

source: URL copied to clipboard
de: URL in die Zwischenablage kopiert
es: URL copiada en el portapapeles
fr: URL copié dans le presse-papiers
hu: URL a vágólapra másolva
it: URL copiato negli appunti
nl: URL gekopieerd naar klembord
pl: URL skopiowany do schowka
pt: URL copiado para a área de transferência
se: URL kopierad till urklipp
tr: URL panoya kopyalandı
vi: URL được sao chép vào bảng tạm

source: URL is required
de: URL ist erforderlich
es: La URL es obligatoria
fr: L'URL est requise
hu: URL kötelező
it: URL è obbligatorio
nl: URL is vereist
pl: URL jest wymagany
pt: A URL é obrigatória
se: URL krävs
vi: URL là bắt buộc

source: Usage Example
de: Anwendungsbeispiel
es: Ejemplo de uso
fr: Exemple d'utilisation
hu: Használati példa
it: Esempio di utilizzo
nl: Gebruiksvoorbeeld
pt: Exemplo de uso
se: Exempel på användning
tr: Kullanım Örneği
vi: Ví dụ sử dụng

source: Usage Limit
de: Verwendungslimit
es: Límite de uso
fr: Limite d'utilisation
hu: Használati limit
it: Limite di Utilizzo
nl: Gebruikslimiet
pt: Limite de uso
se: Användningsgräns
tr: Kullanım Sınırı
vi: Giới hạn sử dụng

source: USB Scanner Already Active
de: USB-Scanner bereits aktiv
es: Escáner USB ya activo
fr: Scanner USB déjà actif
it: Scanner USB già attivo
nl: USB-scanner al actief
pt: Scanner USB já ativo
se: USB-skanner är redan aktiv
vi: Máy quét USB đã hoạt động

source: USB Scanner mode activated. Start scanning tickets now.
de: USB-Scanner-Modus aktiviert. Beginnen Sie jetzt mit dem Scannen von Tickets.
es: Modo escáner USB activado. Comience a escanear tickets ahora.
fr: Mode scanner USB activé. Commencez à scanner les billets maintenant.
it: Modalità scanner USB attivata. Inizia a scansionare i biglietti ora.
nl: USB-scannermodus geactiveerd. Begin nu met het scannen van tickets.
pt: Modo scanner USB ativado. Comece a digitalizar os bilhetes agora.
se: USB-skannerläge aktiverat. Börja skanna biljetter nu.
vi: Chế độ máy quét USB đã kích hoạt. Bắt đầu quét vé ngay bây giờ.
