Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Message attendees with specific tickets
de: Teilnehmer mit bestimmten Tickets benachrichtigen
es: Enviar mensajes a los asistentes con entradas específicas
fr: Envoyez des messages aux participants avec des billets spécifiques
hu: Üzenet a résztvevőknek meghatározott jegyekkel
it: Invia messaggio ai partecipanti con biglietti specifici
nl: Deelnemers berichten sturen met specifieke tickets
pl: Wyślij wiadomość do uczestników z konkretnymi biletami
pt: Enviar mensagens aos participantes com tickets específicos
se: Meddela deltagare med specifika biljetter
vi: Nhắn tin cho người tham dự có vé cụ thể

source: Message buyer
de: Nachricht an den Käufer
es: Mensaje del comprador
fr: Message à l'acheteur
hu: Üzenet a vásárlónak
it: Messaggio all'acquirente
nl: Bericht koper
pl: Wyślij wiadomość do kupującego
pt: Comprador de mensagens
se: Meddela köpare
tr: Alıcıya mesaj gönder
vi: Tin nhắn cho người mua

source: Message cannot exceed 5000 characters
de: Nachricht darf 5000 Zeichen nicht überschreiten
es: El mensaje no puede exceder 5000 caracteres
fr: Le message ne peut pas dépasser 5000 caractères
it: Il messaggio non può superare 5000 caratteri
nl: Bericht kan niet meer dan 5000 tekens bevatten
pl: Wiadomość nie może przekraczać 5000 znaków
pt: A mensagem não pode exceder 5000 caracteres
se: Meddelandet får inte överstiga 5000 tecken
vi: Tin nhắn không được quá 5000 ký tự

source: Message Content
de: Nachrichteninhalt
es: Contenido del mensaje
fr: Contenu du message
hu: Üzenet tartalma
it: Contenuto del messaggio
nl: Berichtinhoud
pl: Treść wiadomości
pt: Conteúdo da mensagem
se: Meddelandeinnehåll
tr: Mesaj İçeriği

source: Message Details
it: Dettagli del messaggio
nl: Berichtdetails
pl: Szczegóły wiadomości
pt: Detalhes da mensagem
se: Meddelandedetaljer

source: Message individual attendees
de: Nachrichten an einzelne Teilnehmer senden
es: Enviar mensajes a asistentes individuales
fr: Envoyer un message à des participants individuels
hu: Egyéni résztvevők üzenete
it: Invia messaggio ai singoli partecipanti
nl: Bericht individuele deelnemers
pl: Wyślij wiadomość do indywidualnych uczestników
pt: Mensagem para participantes individuais
se: Meddela enskilda deltagare
tr: Bireysel katılımcılara mesaj gönder
vi: Tin nhắn cho những người tham dự cá nhân

source: Message is required
de: Nachricht ist erforderlich
es: El mensaje es obligatorio
fr: Le message est obligatoire
hu: Üzenet kötelező
it: Il messaggio è obbligatorio
nl: Bericht is verplicht
pl: Wiadomość jest wymagana
pt: A mensagem é obrigatória
se: Meddelande krävs
vi: Tin nhắn là bắt buộc

source: Message order owners with specific products
de: Nachricht an Bestelleigentümer mit bestimmten Produkten senden
es: Enviar mensajes a los propietarios de pedidos con productos específicos
fr: Envoyer un message aux propriétaires de commandes avec des produits spécifiques
hu: Üzenet a megrendelőknek meghatározott termékekkel
it: Invia messaggio ai proprietari degli ordini con prodotti specifici
nl: Bestelbezitters berichten sturen met specifieke producten
pl: Wyślij wiadomość do właścicieli zamówień z konkretnymi produktami
pt: Enviar mensagem para proprietários de pedidos com produtos específicos
se: Meddela orderägare med specifika produkter
vi: Nhắn tin cho chủ đơn hàng có sản phẩm cụ thể

source: Message Sent
de: Nachricht gesendet
es: Mensaje enviado
fr: Message envoyé
hu: Üzenet elküldve
it: Messaggio Inviato
nl: Bericht verzonden
pl: Wiadomość wysłana
pt: Mensagem enviada
se: Meddelande skickat
tr: Mesaj Gönderildi
vi: Tin nhắn được gửi

source: Messages
de: Mitteilungen
es: Mensajes
hu: Üzenetek
it: Messaggi
nl: Berichten
pl: Wiadomości
pt: Mensagens
se: Meddelanden
tr: Mesajlar
vi: Tin nhắn

source: Messaging Tier
it: Livello di messaggistica
nl: Berichtenniveau
pl: Poziom wiadomości
se: Meddelandenivå

source: Messaging tier updated successfully
it: Livello di messaggistica aggiornato con successo
nl: Berichtenniveau succesvol bijgewerkt
pl: Poziom wiadomości zaktualizowany pomyślnie
se: Meddelandenivå uppdaterad

source: Minimum Per Order
de: Mindestbestellwert
es: Mínimo por pedido
fr: Minimum par commande
hu: Minimum megrendelésenként
it: Minimo Per Ordine
nl: Minimum per bestelling
pl: Minimum na zamówienie
pt: Mínimo por pedido
se: Min per order
tr: Sipariş Başına Minimum
vi: Tối thiểu cho mỗi đơn hàng

source: Minimum Price
de: Minimaler Preis
es: Precio mínimo
fr: Prix minimum
hu: Minimális ár
it: Prezzo Minimo
nl: Minimale prijs
pl: Cena minimalna
pt: Preço minimo
se: Minimipris
tr: Minimum Fiyat
vi: Giá tối thiểu

source: Miscellaneous
de: Sonstiges
es: Misceláneo
fr: Divers
hu: Egyéb
it: Varie
nl: Diverse
pl: Różne
pt: Diversos
se: Övrigt
tr: Çeşitli
vi: Linh tinh

source: Miscellaneous Settings
de: Verschiedene Einstellungen
es: Otras configuraciones
fr: Paramètres divers
hu: Egyéb beállítások
it: Impostazioni Varie
nl: Diverse instellingen
pl: Ustawienia różne
pt: Configurações Diversas
se: Övriga inställningar
tr: Çeşitli Ayarlar
vi: Cài đặt linh tinh

source: Mobile Optimized
it: Ottimizzato per dispositivi mobili
nl: Geoptimaliseerd voor mobiel
pl: Zoptymalizowane na urządzenia mobilne
pt: Otimizado para Dispositivos Móveis
se: Mobiloptimerad

source: Mobile scanner with offline support and real-time tracking
it: Scanner mobile con supporto offline e tracciamento in tempo reale
nl: Mobiele scanner met offline ondersteuning en realtime tracking
pl: Skaner mobilny z obsługą offline i śledzeniem w czasie rzeczywistym
pt: Scanner móvel com suporte offline e rastreamento em tempo real
se: Mobil skanner med offline-stöd och spårning i realtid

source: Monetary values are approximate totals across all currencies
it: I valori monetari sono totali approssimativi in tutte le valute
nl: Geldbedragen zijn geschatte totalen over alle valuta's
pl: Wartości pieniężne są przybliżonymi sumami we wszystkich walutach
pt: Os valores monetários são totais aproximados em todas as moedas
se: Monetära värden är ungefärliga totaler över alla valutor

source: Monitor and manage failed background jobs
it: Monitora e gestisci i lavori in background falliti
nl: Bewaak en beheer mislukte achtergrondtaken
pl: Monitoruj i zarządzaj nieudanymi zadaniami w tle
pt: Monitorar e gerir trabalhos de fundo falhados
se: Övervaka och hantera misslyckade bakgrundsjobb

source: Most Viewed Events (Last 14 Days)
it: Eventi più visti (Ultimi 14 giorni)
nl: Meest bekeken evenementen (Laatste 14 dagen)
pl: Najczęściej oglądane wydarzenia (ostatnie 14 dni)
pt: Eventos mais vistos (Últimos 14 dias)
se: Mest visade evenemang (Senaste 14 dagarna)

source: Multi line text box
de: Mehrzeiliges Textfeld
es: Cuadro de texto de varias líneas
fr: Zone de texte multiligne
hu: Többsoros szövegdoboz
it: Casella di testo multilinea
nl: Meerregelig tekstvak
pl: Pole tekstowe wielowierszowe
pt: Caixa de texto com várias linhas
se: Flerradigt textfält
tr: Çok satırlı metin kutusu
vi: Hộp văn bản đa dòng

source: Multiple price options. Perfect for early bird products etc.
de: Mehrere Preisoptionen. Perfekt für Frühbucherprodukte usw.
es: Múltiples opciones de precio. Perfecto para productos anticipados, etc.
fr: Options de prix multiples. Parfait pour les produits en prévente, etc.
hu: Több árlehetőség. Tökéletes a korai madár termékekhez stb.
it: Opzioni di prezzo multiple. Perfetto per prodotti early bird ecc.
nl: Meerdere prijsopties. Perfect voor early bird-producten enz.
pl: Wiele opcji cenowych. Idealne dla produktów wczesnych ptaków itp.
pt: Múltiplas opções de preço. Perfeito para produtos antecipados, etc.
se: Flera prisalternativ. Perfekt för till exempel early bird-produkter.
tr: Çoklu fiyat seçenekleri. Erken kayıt ürünleri vb. için mükemmel.
vi: Nhiều tùy chọn giá. Hoàn hảo cho sản phẩm giảm giá sớm, v.v.

source: Music
de: Musik
es: Música
fr: Musique
hu: Zene
it: Musica
nl: Muziek
pl: Muzyka
pt: Música
se: Musik
vi: Âm nhạc

source: My amazing event description...
de: Meine tolle Eventbeschreibung...
es: Mi increíble descripción del evento...
fr: Mon incroyable description d'événement...
hu: Az én csodálatos eseményem leírása...
it: La mia fantastica descrizione dell'evento...
nl: Mijn verbazingwekkende evenementbeschrijving...
pl: Opis mojego niesamowitego wydarzenia...
pt: Minha incrível descrição do evento...
se: Min fantastiska evenemangsbeskrivning...
tr: Harika etkinlik açıklamam...
vi: Mô tả sự kiện tuyệt vời của tôi ...

source: My amazing event title...
de: Mein toller Veranstaltungstitel …
es: El increíble título de mi evento...
fr: Mon incroyable titre d'événement...
hu: Az én csodálatos eseményem címe...
it: Il mio fantastico titolo dell'evento...
nl: Mijn verbazingwekkende evenementtitel...
pl: Tytuł mojego niesamowitego wydarzenia...
pt: Meu incrível título de evento...
se: Min fantastiska evenemangstitel...
tr: Harika etkinlik başlığım...
vi: Tiêu đề sự kiện tuyệt vời của tôi ...

source: My Profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
hu: Profilom
it: Il Mio Profilo
nl: Mijn profiel
pl: Mój profil
pt: Meu perfil
se: Min profil
tr: Profilim
vi: Hồ sơ của tôi

source: My Tickets
de: Meine Tickets
es: Mis Entradas
fr: Mes Billets
it: I Miei Biglietti
nl: Mijn Tickets
pl: Moje bilety
pt: Meus Ingressos
se: Mina biljetter
vi: Vé Của Tôi

source: N/A
de: N/V
es: No disponible
it: N/D
nl: N.V.T.
pl: N/D
pt: N/D
se: Ej tillgängligt
tr: Yok
vi: Không áp dụng

source: Name
es: Nombre
fr: Nom
hu: Név
it: Nome
nl: Naam
pl: Nazwa
pt: Nome
se: Namn
tr: Ad
vi: Tên

source: Name is required
de: Name ist erforderlich
es: El nombre es obligatorio
fr: Le nom est obligatoire
hu: Név kötelező
it: Il nome è obbligatorio
nl: Naam is verplicht
pl: Nazwa jest wymagana
pt: O nome é obrigatório
se: Namn krävs
vi: Tên là bắt buộc

source: Name must be less than 255 characters
it: Il nome deve contenere meno di 255 caratteri
nl: Naam moet minder dan 255 tekens bevatten
pl: Nazwa musi mieć mniej niż 255 znaków
pt: O nome deve ter menos de 255 caracteres
se: Namnet måste vara kortare än 255 tecken

source: Name of the event
de: Name der Veranstaltung
es: Nombre del evento
fr: Nom de l'événement
it: Nome dell'evento
nl: Naam van het evenement
pl: Nazwa wydarzenia
pt: Nome do evento
se: Evenemangets namn
vi: Tên sự kiện

source: Navigate to Attendee
de: Navigieren Sie zu Teilnehmer
es: Navegar al asistente
fr: Accédez au participant
hu: Navigálás a résztvevőhöz
it: Vai al Partecipante
nl: Navigeer naar deelnemer
pl: Przejdź do uczestnika
pt: Navegue até o participante
se: Gå till deltagare
tr: Katılımcıya Git
vi: Đi tới người tham dự

source: Net Revenue
de: Nettoeinnahmen
es: Ingresos netos
fr: Revenu net
it: Ricavi Netti
nl: Netto-omzet
pl: Dochód netto
pt: Receita Líquida
se: Nettointäkter
vi: Doanh thu ròng

source: Never
de: Niemals
es: Nunca
fr: Jamais
hu: Soha
it: Mai
nl: Nooit
pl: Nigdy
pt: Nunca
se: Aldrig
tr: Asla
vi: Không bao giờ

source: New Password
de: Neues Kennwort
es: Nueva contraseña
fr: nouveau mot de passe
hu: Új jelszó
it: Nuova Password
nl: Nieuw wachtwoord
pl: Nowe hasło
pt: Nova Senha
se: Nytt lösenord
tr: Yeni Şifre
vi: Mật khẩu mới

source: New Signups
it: Nuove iscrizioni
nl: Nieuwe aanmeldingen
pl: Nowe rejestracje
pt: Novos registos
se: Nya registreringar

source: Nightlife
de: Nachtleben
es: Vida nocturna
fr: Vie nocturne
hu: Éjszakai élet
it: Vita notturna
nl: Nachtleven
pl: Życie nocne
pt: Vida noturna
se: Nattliv
vi: Cuộc sống về đêm

source: No - I'm an individual or non-VAT registered business
de: Nein - Ich bin eine Privatperson oder ein nicht umsatzsteuerregistriertes Unternehmen
es: No - Soy un individuo o empresa no registrada para el IVA
fr: Non - Je suis un particulier ou une entreprise non assujettie à la TVA
it: No - Sono un privato o un'azienda non registrata IVA
nl: Nee - Ik ben een particulier of een niet-BTW-geregistreerd bedrijf
pl: Nie - jestem osobą prywatną lub firmą niezarejestrowaną na VAT
pt: Não - Sou um particular ou empresa não registada para IVA
se: Nej, jag är en privatperson eller ett företag som inte är momsregistrerat
vi: Không - Tôi là cá nhân hoặc doanh nghiệp không đăng ký VAT

source: No accounts
de: Keine Konten
es: Sin cuentas
fr: Aucun compte
it: Nessun account
nl: Geen accounts
pl: Brak kont
pt: Sem contas
se: Inga konton
vi: Không có tài khoản

source: No accounts found
de: Keine Konten gefunden
es: No se encontraron cuentas
fr: Aucun compte trouvé
it: Nessun account trovato
nl: Geen accounts gevonden
pl: Nie znaleziono kont
pt: Nenhuma conta encontrada
se: Inga konton hittades
vi: Không tìm thấy tài khoản

source: No Active Webhooks
de: Keine aktiven Webhooks
es: No hay webhooks activos
fr: Aucun webhook actif
hu: Nincsenek aktív webhookok
it: Nessun Webhook Attivo
nl: Geen actieve webhooks
pl: Brak aktywnych webhooków
pt: Nenhum webhook ativo
se: Inga aktiva webhooks
vi: Không có Webhook hoạt động

source: No Affiliates to show
de: Keine Partner vorhanden
es: No hay afiliados para mostrar
fr: Aucun affilié à afficher
hu: Nincs megjeleníthető partner
it: Nessun affiliato da mostrare
nl: Geen affiliates om te tonen
pl: Brak partnerów do wyświetlenia
pt: Sem afiliados para mostrar
se: Inga affiliates att visa
vi: Không có đối tác nào

source: No archived events to show.
de: Keine archivierten Veranstaltungen anzuzeigen.
es: No hay eventos archivados para mostrar.
fr: Aucun événement archivé à afficher.
hu: Nincs megjeleníthető archivált esemény.
it: Nessun evento archiviato da mostrare.
nl: Geen gearchiveerde evenementen om weer te geven.
pl: Brak zarchiwizowanych wydarzeń do wyświetlenia.
pt: Não há eventos arquivados para mostrar.
se: Inga arkiverade evenemang att visa.
tr: Gösterilecek arşivlenmiş etkinlik yok.
vi: Không có sự kiện lưu trữ để hiển thị.

source: No attendee questions yet
it: Nessuna domanda per i partecipanti ancora
nl: Nog geen deelnemersvragen
pl: Brak pytań dla uczestników jeszcze
pt: Ainda não há perguntas para participantes
se: Inga deltagarfrågor ännu
vi: Chưa có câu hỏi cho người tham dự

source: No attendees found for this order.
de: Für diese Bestellung wurden keine Teilnehmer gefunden.
es: No se encontraron asistentes para este pedido.
fr: Aucun invité trouvé pour cette commande.
hu: Nincsenek résztvevők ehhez a megrendeléshez.
it: Nessun partecipante trovato per questo ordine.
nl: Geen aanwezigen gevonden voor deze bestelling.
pl: Nie znaleziono uczestników dla tego zamówienia.
pt: Nenhum participante encontrado para este pedido.
se: Inga deltagare hittades för denna order.
tr: Bu sipariş için katılımcı bulunamadı.
vi: Không có người tham dự tìm thấy cho đơn hàng này.

source: No attendees have been added to this order.
de: Zu dieser Bestellung wurden keine Teilnehmer hinzugefügt.
es: No se han añadido asistentes a este pedido.
fr: Aucun invité n'a été ajouté à cette commande.
hu: Ehhez a megrendeléshez nem adtak hozzá résztvevőket.
it: Nessun partecipante è stato aggiunto a questo ordine.
nl: Er zijn geen deelnemers aan deze bestelling toegevoegd.
pl: Żadni uczestnicy nie zostali dodani do tego zamówienia.
pt: Nenhum participante foi adicionado a este pedido.
se: Inga deltagare har lagts till i denna order.
tr: Bu siparişe katılımcı eklenmemiş.
vi: Không có người tham dự đã được thêm vào đơn hàng này.

source: No Attendees to show
de: Keine Teilnehmer zum Anzeigen
es: No hay asistentes para mostrar
fr: Aucun participant à afficher
hu: Nincs megjeleníthető résztvevő
it: Nessun Partecipante da mostrare
nl: Geen aanwezigen
pl: Brak uczestników do wyświetlenia
pt: Nenhum participante para mostrar
se: Inga deltagare att visa
tr: Gösterilecek Katılımcı yok
vi: Không có người tham dự để hiển thị

source: No attribution data found
it: Nessun dato di attribuzione trovato
nl: Geen attributiegegevens gevonden
pl: Nie znaleziono danych atrybucji
pt: Nenhum dado de atribuição encontrado
se: Ingen attributionsdata hittades

source: No Capacity Assignments
de: Keine Kapazitätszuweisungen
es: No hay Asignaciones de Capacidad
fr: Aucune Affectation de Capacité
hu: Nincs kapacitás-hozzárendelés
it: Nessuna Assegnazione di Capacità
nl: Geen capaciteitstoewijzingen
pl: Brak przypisań pojemności
pt: Sem Atribuições de Capacidade
se: Inga kapacitetstilldelningar
tr: Kapasite Ataması Yok
vi: Không có phân bổ sức chứa

source: No Check-In Lists
de: Keine Einchecklisten
es: No hay listas de registro
fr: Pas de listes de pointage
hu: Nincsenek bejelentkezési listák
it: Nessuna Lista di Check-In
nl: Geen inchecklijsten
pl: Brak list zameldowań
pt: Nenhuma Lista de Registro
se: Inga incheckningslistor
tr: Check-In Listesi Yok
vi: Không có danh sách check-in

source: No check-in lists available for this event.
de: Keine Check-In-Listen für diese Veranstaltung verfügbar.
es: No hay listas de check-in disponibles para este evento.
fr: Aucune liste d'enregistrement disponible pour cet événement.
it: Nessuna lista di check-in disponibile per questo evento.
nl: Geen incheck lijsten beschikbaar voor dit evenement.
pl: Brak dostępnych list zameldowań dla tego wydarzenia.
pt: Nenhuma lista de check-in disponível para este evento.
se: Inga incheckningslistor tillgängliga för detta evenemang.
vi: Không có danh sách đăng ký nào cho sự kiện này.

source: No configurations found
it: Nessuna configurazione trovata
nl: Geen configuraties gevonden
pl: Nie znaleziono konfiguracji
pt: Nenhuma configuração encontrada
se: Inga konfigurationer hittades

source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
hu: Nincs adat
it: Nessun dato disponibile
nl: Geen gegevens beschikbaar
pl: Brak dostępnych danych
pt: Nenhum dado disponível
se: Ingen data tillgänglig
tr: Veri mevcut değil
vi: Không có dữ liệu có sẵn

source: No data found for the selected filters. Try adjusting the date range or currency.
de: Keine Daten für die ausgewählten Filter gefunden. Versuchen Sie, den Datumsbereich oder die Währung anzupassen.
es: No se encontraron datos para los filtros seleccionados. Intente ajustar el rango de fechas o la moneda.
fr: Aucune donnée trouvée pour les filtres sélectionnés. Essayez d'ajuster la plage de dates ou la devise.
it: Nessun dato trovato per i filtri selezionati. Prova a modificare l'intervallo di date o la valuta.
nl: Geen gegevens gevonden voor de geselecteerde filters. Probeer het datumbereik of de valuta aan te passen.
pl: Nie znaleziono danych dla wybranych filtrów. Spróbuj dostosować zakres dat lub walutę.
pt: Nenhum dado encontrado para os filtros selecionados. Tente ajustar o período ou a moeda.
se: Ingen data hittades för de valda filtren. Prova att justera datumintervall eller valuta.
vi: Không tìm thấy dữ liệu cho bộ lọc đã chọn. Hãy thử điều chỉnh khoảng thời gian hoặc tiền tệ.

source: No data to show. Please select a date range
de: Keine Daten verfügbar. Bitte wählen Sie einen Datumsbereich aus.
es: No hay datos para mostrar. Por favor selecciona un rango de fechas
fr: Aucune donnée à afficher. Veuillez sélectionner une plage de dates
hu: Nincs megjeleníthető adat. Kérjük, válasszon dátumtartományt.
it: Nessun dato da mostrare. Seleziona un intervallo di date
nl: Geen gegevens om weer te geven. Selecteer een datumbereik
pl: Brak danych do wyświetlenia. Wybierz zakres dat
pt: Nenhum dado para mostrar. Por favor, selecione um intervalo de datas
se: Ingen data att visa. Välj ett datumintervall
tr: Gösterilecek veri yok. Lütfen bir tarih aralığı seçin
vi: Không có dữ liệu để hiển thị. Vui lòng chọn khoảng thời gian

source: No Discount
de: Kein Rabatt
es: Sin descuento
fr: Pas de rabais
hu: Nincs kedvezmény
it: Nessuno Sconto
nl: Geen Korting
pl: Brak zniżki
pt: Sem desconto
se: Ingen rabatt
tr: İndirim Yok
vi: Không giảm giá

source: No end date
de: Kein Enddatum
es: Sin fecha de finalización
fr: Pas de date de fin
it: Nessuna data di fine
nl: Geen einddatum
pl: Brak daty zakończenia
pt: Sem data de fim
se: Inget slutdatum
vi: Không có ngày kết thúc

source: No ended events to show.
de: Keine beendeten Veranstaltungen anzuzeigen.
es: No hay eventos finalizados para mostrar.
fr: Aucun événement terminé à afficher.
hu: Nincs megjeleníthető befejezett esemény.
it: Nessun evento terminato da mostrare.
nl: Geen beëindigde evenementen om te laten zien.
pl: Brak zakończonych wydarzeń do wyświetlenia.
pt: Não há eventos encerrados para mostrar.
se: Inga avslutade evenemang att visa.
tr: Gösterilecek sona ermiş etkinlik yok.
vi: Không có sự kiện đã kết thúc để hiển thị.

source: No events found
de: Keine Events gefunden
es: No se encontraron eventos
fr: Aucun événement trouvé
it: Nessun evento trovato
nl: Geen evenementen gevonden
pl: Nie znaleziono wydarzeń
pt: Nenhum evento encontrado
se: Inga evenemang hittades
vi: Không tìm thấy sự kiện

source: No events starting in the next 24 hours
de: Keine Veranstaltungen, die in den nächsten 24 Stunden beginnen
es: No hay eventos que comiencen en las próximas 24 horas
fr: Aucun événement ne commence dans les prochaines 24 heures
it: Nessun evento in programma nelle prossime 24 ore
nl: Geen evenementen die beginnen in de komende 24 uur
pl: Brak wydarzeń rozpoczynających się w ciągu następnych 24 godzin
pt: Nenhum evento a iniciar nas próximas 24 horas
se: Inga evenemang startar inom de närmaste 24 timmarna
vi: Không có sự kiện nào bắt đầu trong 24 giờ tới

source: No events to show
de: Keine Ereignisse zum Anzeigen
es: No hay eventos para mostrar
fr: Aucun événement à afficher
hu: Nincs megjeleníthető esemény
it: Nessun evento da mostrare
nl: Geen evenementen om weer te geven
pl: Brak wydarzeń do wyświetlenia
pt: Nenhum evento para mostrar
se: Inga evenemang att visa
tr: Gösterilecek etkinlik yok
vi: Không có sự kiện nào hiển thị

source: No events yet
de: Noch keine Veranstaltungen
es: Aún no hay eventos
fr: Aucun événement pour le moment
hu: Még nincsenek események
it: Nessun evento disponibile
nl: Nog geen evenementen
pl: Brak wydarzeń jeszcze
pt: Nenhum evento ainda
se: Inga evenemang ännu
vi: Chưa có sự kiện nào

source: No failed jobs
it: Nessun lavoro fallito
nl: Geen mislukte taken
pl: Brak nieudanych zadań
pt: Sem trabalhos falhados
se: Inga misslyckade jobb

source: No filters available
de: Keine Filter verfügbar
es: No hay filtros disponibles
fr: Aucun filtre disponible
hu: Nincsenek elérhető szűrők
it: Nessun filtro disponibile
nl: Geen filters beschikbaar
pl: Brak dostępnych filtrów
pt: Nenhum filtro disponível
se: Inga filter tillgängliga
tr: Filtre mevcut değil
vi: Không có bộ lọc có sẵn

source: No impact on your current or past transactions
de: Keine Auswirkungen auf Ihre aktuellen oder vergangenen Transaktionen
es: Sin impacto en sus transacciones actuales o pasadas
fr: Aucun impact sur vos transactions actuelles ou passées
it: Nessun impatto sulle tue transazioni attuali o passate
nl: Geen impact op uw huidige of eerdere transacties
pl: Brak wpływu na Twoje obecne lub przeszłe transakcje
pt: Sem impacto nas suas transações atuais ou passadas
se: Ingen påverkan på dina nuvarande eller tidigare transaktioner
vi: Không ảnh hưởng đến giao dịch hiện tại hoặc quá khứ của bạn

source: No invoice
de: Keine Rechnung
es: Sin factura
fr: Pas de facture
it: Nessuna fattura
nl: Geen factuur
pl: Brak faktury
pt: Sem fatura
se: Ingen faktura
vi: Không có hóa đơn

source: No logs found
de: Keine Protokolle gefunden
es: No se encontraron registros
fr: Aucun journal trouvé
hu: Nem található napló
it: Nessun log trovato
nl: Geen logboeken gevonden
pl: Nie znaleziono logów
pt: Nenhum registro encontrado
se: Inga loggar hittades
vi: Không tìm thấy nhật ký

source: No messages found
it: Nessun messaggio trovato
nl: Geen berichten gevonden
pl: Nie znaleziono wiadomości
pt: Nenhuma mensagem encontrada
se: Inga meddelanden hittades
