Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Add any notes about the attendee...
de: Fügen Sie Anmerkungen über den Teilnehmer hinzu...
es: Agrega cualquier nota sobre el asistente...
fr: Ajoutez des notes sur le participant...
hu: Adjon hozzá bármilyen megjegyzést a résztvevőhöz...
it: Aggiungi eventuali note sul partecipante...
nl: Notities over de deelnemer toevoegen...
pl: Dodaj wszelkie notatki o uczestniku...
pt: Adicione quaisquer notas sobre o participante...
se: Lägg till eventuella anteckningar om deltagaren...
tr: Katılımcı hakkında not ekleyin...
vi: Thêm bất kỳ ghi chú nào về người tham dự ...

source: Add any notes about the order. These will not be visible to the customer.
de: Fügen Sie Notizen zur Bestellung hinzu. Diese sind für den Kunden nicht sichtbar.
es: Agregue notas sobre el pedido. Estas no serán visibles para el cliente.
fr: Ajoutez des notes concernant la commande. Elles ne seront pas visibles par le client.
hu: Adjon hozzá bármilyen megjegyzést a megrendeléshez. Ezek nem lesznek láthatók az ügyfél számára.
it: Aggiungi eventuali note sull'ordine. Queste non saranno visibili al cliente.
nl: Voeg eventuele notities over de bestelling toe. Deze zijn niet zichtbaar voor de klant.
pl: Dodaj wszelkie notatki o zamówieniu. Nie będą widoczne dla klienta.
pt: Adicione quaisquer notas sobre o pedido. Estas não serão visíveis para o cliente.
se: Lägg till eventuella anteckningar om ordern. Dessa kommer inte vara synliga för kunden.
tr: Sipariş hakkında not ekleyin. Bunlar müşteri tarafından görülmeyecektir.
vi: Thêm bất kỳ ghi chú nào về đơn hàng. Những ghi chú này sẽ không hiển thị cho khách hàng.

source: Add any notes about the order...
de: Fügen Sie Notizen zur Bestellung hinzu...
es: Agregue notas sobre el pedido...
fr: Ajoutez des notes concernant la commande...
hu: Adjon hozzá bármilyen megjegyzést a megrendeléshez...
it: Aggiungi eventuali note sull'ordine...
nl: Opmerkingen over de bestelling toevoegen...
pl: Dodaj wszelkie notatki o zamówieniu...
pt: Adicione quaisquer notas sobre o pedido...
se: Lägg till eventuella anteckningar om ordern...
tr: Sipariş hakkında not ekleyin...
vi: Thêm bất kỳ ghi chú nào về đơn hàng ...

source: Add custom questions to collect additional information during checkout
it: Aggiungi domande personalizzate per raccogliere informazioni aggiuntive durante il checkout
nl: Voeg aangepaste vragen toe om extra informatie te verzamelen tijdens het afrekenen
pl: Dodaj niestandardowe pytania, aby zebrać dodatkowe informacje podczas płatności
pt: Adicione perguntas personalizadas para coletar informações adicionais durante o checkout
se: Lägg till fråga
vi: Thêm câu hỏi tùy chỉnh để thu thập thông tin bổ sung trong quá trình thanh toán

source: Add description
de: Beschreibung hinzufügen
es: Añadir descripción
fr: Ajouter une description
hu: Leírás hozzáadása
it: Aggiungi descrizione
nl: Beschrijving toevoegen
pl: Dodaj opis
pt: Adicionar descrição
se: Lägg till beskrivning
tr: Açıklama ekle
vi: Thêm mô tả

source: Add event details and manage event settings.
de: Füge Veranstaltungsdetails hinzu und verwalte die Einstellungen.
es: Agrega detalles del evento y administra la configuración del evento.
fr: Ajoutez les détails de l’événement et gérez les paramètres.
hu: Adja meg az esemény részleteit és kezelje az esemény beállításait.
it: Aggiungi i dettagli dell'evento e gestisci le impostazioni dell'evento.
nl: Voeg evenementgegevens toe en beheer de instellingen.
pl: Dodaj szczegóły wydarzenia i zarządzaj ustawieniami wydarzenia.
pt: Adicione detalhes do evento e gerencie as configurações do evento.
se: Lägg till evenemangsdetaljer och hantera evenemangsinställningar.
vi: Thêm chi tiết sự kiện và quản lý cài đặt sự kiện.

source: Add instructions for offline payments (e.g., bank transfer details, where to send checks, payment deadlines)
de: Fügen Sie Anweisungen für Offline-Zahlungen hinzu (z. B. Überweisungsdetails, wo Schecks hingeschickt werden sollen, Zahlungsfristen)
es: Agregue instrucciones para pagos offline (por ejemplo, detalles de transferencia bancaria, dónde enviar cheques, fechas límite de pago)
fr: Ajoutez des instructions pour les paiements hors ligne (par exemple, les détails du virement bancaire, où envoyer les chèques, les délais de paiement)
hu: Adjon hozzá utasításokat az offline fizetésekhez (pl. banki átutalás részletei, hová küldje a csekkeket, fizetési határidők)
it: Aggiungi istruzioni per i pagamenti offline (es. dettagli del bonifico bancario, dove inviare gli assegni, scadenze di pagamento)
nl: Instructies voor offline betalingen toevoegen (bijv. details voor bankoverschrijving, waar cheques naartoe moeten, betalingstermijnen)
pl: Dodaj instrukcje dla płatności offline (np. szczegóły przelewu bankowego, gdzie wysłać czeki, terminy płatności)
pt: Adicione instruções para pagamentos offline (por exemplo, detalhes de transferência bancária, onde enviar cheques, prazos de pagamento)
se: Lägg till instruktioner för offline-betalningar (t.ex. banköverföringsuppgifter, vart man skickar checkar, betalningsfrister)
tr: Çevrimdışı ödemeler için talimatlar ekleyin (örn. banka havalesi detayları, çeklerin nereye gönderileceği, ödeme tarihleri)
vi: Thêm hướng dẫn thanh toán offline (ví dụ: chi tiết chuyển khoản ngân hàng, nơi gửi séc, thời hạn thanh toán)

source: Add More tickets
de: Weitere Tickets hinzufügen
es: Añadir más entradas
fr: Ajouter plus de billets
hu: További jegyek hozzáadása
it: Aggiungi altri biglietti
nl: Meer tickets toevoegen
pl: Dodaj więcej biletów
pt: Adicionar mais ingressos
se: Lägg till fler biljetter
vi: Thêm nhiều vé hơn

source: Add New
de: Neue hinzufügen
es: Agregar nuevo
fr: Ajouter un nouveau
hu: Új hozzáadása
it: Aggiungi Nuovo
nl: Nieuw toevoegen
pl: Dodaj nowy
pt: Adicionar novo
se: Lägg till ny
tr: Yeni Ekle
vi: Thêm mới

source: Add Option
de: Option hinzufügen
es: Agregar opción
fr: Ajouter une option
hu: Opció hozzáadása
it: Aggiungi Opzione
nl: Optie toevoegen
pl: Dodaj opcję
pt: Adicionar opção
se: Lägg till alternativ
tr: Seçenek Ekle
vi: Thêm tùy chọn

source: Add Product
de: Produkt hinzufügen
es: Añadir producto
fr: Ajouter un produit
hu: Termék hozzáadása
it: Aggiungi Prodotto
nl: Product toevoegen
pl: Dodaj produkt
pt: Adicionar Produto
se: Lägg till produkt
tr: Ürün Ekle
vi: Thêm sản phẩm

source: Add Product to Category
de: Produkt zur Kategorie hinzufügen
es: Añadir producto a la categoría
fr: Ajouter un produit à la catégorie
hu: Termék hozzáadása kategóriához
it: Aggiungi Prodotto alla Categoria
nl: Product toevoegen aan categorie
pl: Dodaj produkt do kategorii
pt: Adicionar Produto à Categoria
se: Lägg till produkt i kategori
tr: Kategoriye Ürün Ekle
vi: Thêm sản phẩm vào danh mục

source: Add Question
it: Aggiungi domanda
nl: Vraag toevoegen
pl: Dodaj pytanie
pt: Adicionar pergunta
se: Lägg till fråga
vi: Thêm câu hỏi

source: Add Tax or Fee
de: Steuern oder Gebühren hinzufügen
es: Agregar impuesto o tarifa
fr: Ajouter une taxe ou des frais
hu: Adó vagy díj hozzáadása
it: Aggiungi Tassa o Commissione
nl: Belasting of toeslag toevoegen
pl: Dodaj podatek lub opłatę
pt: Adicionar imposto ou taxa
se: Lägg till skatt eller avgift
tr: Vergi veya Ücret Ekle
vi: Thêm thuế hoặc phí

source: Add this event to your calendar
de: Fügen Sie dieses Event zu Ihrem Kalender hinzu
es: Añade este evento a tu calendario
fr: Ajouter cet événement à votre calendrier
it: Aggiungi questo evento al tuo calendario
nl: Voeg dit evenement toe aan je agenda
pl: Dodaj to wydarzenie do swojego kalendarza
pt: Adicione este evento ao seu calendário
se: Lägg till detta evenemang i din kalender
vi: Thêm sự kiện này vào lịch của bạn

source: Add tickets
de: Tickets hinzufügen
es: Agregar entradas
fr: Ajouter des billets
hu: Jegyek hozzáadása
it: Aggiungi biglietti
nl: Tickets toevoegen
pl: Dodaj bilety
pt: Adicionar ingressos
se: Lägg till biljetter
vi: Thêm vé

source: Add tier
de: Ebene hinzufügen
es: Agregar nivel
fr: Ajouter un niveau
hu: Szint hozzáadása
it: Aggiungi livello
nl: Niveau toevoegen
pl: Dodaj poziom
pt: Adicionar nível
se: Lägg till prisnivå
tr: Kademe ekle
vi: Thêm tầng

source: Add to Calendar
de: Zum Kalender hinzufügen
es: Agregar al calendario
fr: Ajouter au calendrier
hu: Hozzáadás a naptárhoz
it: Aggiungi al Calendario
nl: Toevoegen aan kalender
pl: Dodaj do kalendarza
pt: Adicionar ao calendário
se: Lägg till i kalendern
tr: Takvime Ekle
vi: Thêm vào lịch

source: Add Webhook
de: Webhook hinzufügen
es: Agregar Webhook
fr: Ajouter un webhook
hu: Webhook hozzáadása
it: Aggiungi Webhook
nl: Webhook toevoegen
pl: Dodaj webhook
pt: Adicionar Webhook
se: Lägg till webhook
vi: Thêm Webhook

source: Add your social media handles and website URL. These will be displayed on your public organizer page.
de: Fügen Sie Ihre Social-Media-Konten und die Website-URL hinzu. Diese werden auf Ihrer öffentlichen Veranstalterseite angezeigt.
es: Agrega tus redes sociales y la URL de tu sitio web. Estos se mostrarán en tu página pública de organizador.
fr: Ajoutez vos réseaux sociaux et l'URL de votre site. Ils seront affichés sur votre page publique d'organisateur.
hu: Adja hozzá közösségi média hivatkozásait és weboldalának URL-jét. Ezek megjelennek a nyilvános szervezői oldalán.
it: Aggiungi i tuoi profili social e l'URL del sito. Verranno mostrati nella pagina pubblica dell'organizzatore.
nl: Voeg je sociale media en website-URL toe. Deze worden weergegeven op je openbare organisatorpagina.
pl: Dodaj swoje uchwyty mediów społecznościowych i URL strony internetowej. Będą wyświetlane na Twojej publicznej stronie organizatora.
pt: Adicione seus perfis de redes sociais e o URL do site. Eles serão exibidos na sua página pública de organizador.
se: Lägg till dina sociala mediekonton och din webbplats URL. Dessa kommer att visas på din offentliga arrangörssida.
vi: Thêm tài khoản mạng xã hội và URL trang web của bạn. Chúng sẽ được hiển thị trên trang công khai của nhà tổ chức.

source: Additional Fees
it: Commissioni aggiuntive
nl: Extra kosten
pl: Dodatkowe opłaty
pt: Taxas adicionais
se: Ytterligare avgifter

source: Additional Information
de: Zusätzliche Informationen
es: Información adicional
fr: Informations supplémentaires
hu: További információk
it: Informazioni Aggiuntive
nl: Aanvullende informatie
pl: Dodatkowe informacje
pt: Informações adicionais
se: Ytterligare information
tr: Ek Bilgiler
vi: Thông tin bổ sung

source: Address
de: Adresse
es: DIRECCIÓN
fr: Adresse
hu: Cím
it: Indirizzo
nl: Adres
pl: Adres
pt: Endereço
se: Adress
tr: Adres
vi: Địa chỉ

source: Address line 1
de: Anschrift Zeile 1
es: Dirección Línea 1
fr: Adresse Ligne 1
hu: Cím 1. sor
it: Indirizzo riga 1
nl: Adresregel 1
pl: Linia adresu 1
pt: Endereço Linha 1
se: Adressrad 1
tr: Adres satırı 1
vi: Dòng địa chỉ 1

source: Address Line 1
de: Anschrift Zeile 1
es: Dirección Línea 1
fr: Adresse Ligne 1
hu: Cím 1. sor
it: Indirizzo Riga 1
nl: Adresregel 1
pl: Linia adresu 1
pt: Endereço Linha 1
se: Adressrad 1
tr: Adres Satırı 1
vi: Dòng địa chỉ 1

source: Address line 2
de: Adresszeile 2
es: Línea de dirección 2
fr: Adresse Ligne 2
hu: Cím 2. sor
it: Indirizzo riga 2
nl: Adresregel 2
pl: Linia adresu 2
pt: Endereço linha 2
se: Adressrad 2
tr: Adres satırı 2
vi: Dòng địa chỉ 2

source: Address Line 2
de: Adresszeile 2
es: Línea de dirección 2
fr: Adresse Ligne 2
hu: Cím 2. sor
it: Indirizzo Riga 2
nl: Adresregel 2
pl: Linia adresu 2
pt: endereço linha 2
se: Adressrad 2
tr: Adres Satırı 2
vi: Dòng địa chỉ 2

source: Admin
de: Administrator
es: Administración
fr: Administrateur
hu: Adminisztrátor
it: Amministratore
pl: Administrator
pt: Administrador
tr: Yönetici
vi: Quản trị viên

source: Admin Dashboard
es: Panel de Administración
fr: Tableau de Bord Admin
it: Dashboard Amministratore
nl: Beheerders Dashboard
pl: Panel administratora
pt: Painel de Administração
se: Adminpanel
vi: Bảng Điều Khiển Quản Trị

source: Admin users have full access to events and account settings.
de: Administratorbenutzer haben vollständigen Zugriff auf Ereignisse und Kontoeinstellungen.
es: Los usuarios administradores tienen acceso completo a los eventos y la configuración de la cuenta.
fr: Les utilisateurs administrateurs ont un accès complet aux événements et aux paramètres du compte.
hu: Az adminisztrátor felhasználók teljes hozzáféréssel rendelkeznek az eseményekhez és a fiókbeállításokhoz.
it: Gli amministratori hanno accesso completo agli eventi e alle impostazioni dell'account.
nl: Admin-gebruikers hebben volledige toegang tot evenementen en accountinstellingen.
pl: Użytkownicy administratorzy mają pełny dostęp do wydarzeń i ustawień konta.
pt: Os usuários administradores têm acesso total aos eventos e configurações da conta.
se: Adminanvändare har full åtkomst till evenemang och kontoinställningar.
tr: Yönetici kullanıcılar etkinliklere ve hesap ayarlarına tam erişime sahiptir.
vi: Người dùng quản trị có quyền truy cập đầy đủ vào các sự kiện và cài đặt tài khoản.

source: Affiliate
de: Partner
es: Afiliado
fr: Affilié
hu: Partner
it: Affiliato
pl: Partner
pt: Afiliado
se: Partner
vi: Đối tác liên kết

source: Affiliate code cannot be changed
de: Partnercode kann nicht geändert werden
es: El código de afiliado no se puede cambiar
fr: Le code d'affiliation ne peut pas être modifié
hu: A partnerkód nem módosítható.
it: Il codice affiliato non può essere modificato
nl: Affiliatecode kan niet worden gewijzigd
pl: Kod partnerski nie może zostać zmieniony
pt: O código de afiliado não pode ser alterado
se: Partnerkoden kan inte ändras
vi: Mã đối tác liên kết không thể thay đổi

source: Affiliate created successfully
de: Partner erfolgreich erstellt
es: Afiliado creado exitosamente
fr: Affilié créé avec succès
hu: Partner sikeresen létrehozva
it: Affiliato creato con successo
nl: Affiliate succesvol aangemaakt
pl: Partner utworzony pomyślnie
pt: Afiliado criado com sucesso
se: Partnern skapades
vi: Tạo đối tác liên kết thành công

source: Affiliate deleted successfully
de: Partner erfolgreich gelöscht
es: Afiliado eliminado exitosamente
fr: Affilié supprimé avec succès
hu: Partner sikeresen törölve
it: Affiliato eliminato con successo
nl: Affiliate succesvol verwijderd
pl: Partner usunięty pomyślnie
pt: Afiliado eliminado com sucesso
se: Partern raderades
vi: Xóa đối tác liên kết thành công

source: Affiliate sales will be tracked
de: Partnerverkäufe werden verfolgt
es: Se rastrearán las ventas del afiliado
fr: Les ventes de l'affilié seront suivies
hu: Partneri értékesítések nyomon követése
it: Le vendite dell'affiliato saranno tracciate
nl: Affiliateverkopen worden bijgehouden
pl: Sprzedaż partnerska będzie śledzona
pt: As vendas do afiliado serão rastreadas
se: Partnerförsäljning kommer att spåras
vi: Doanh số đối tác liên kết sẽ được theo dõi

source: Affiliate sales will not be tracked. This will deactivate the affiliate.
de: Partnerverkäufe werden nicht verfolgt. Dies deaktiviert den Partner.
es: No se rastrearán las ventas del afiliado. Esto desactivará al afiliado.
fr: Les ventes de l'affilié ne seront pas suivies. Cela désactivera l'affilié.
hu: A partneri értékesítések nem kerülnek nyomon követésre. Ez inaktiválja a partnert.
it: Le vendite dell'affiliato non saranno tracciate. Questo disattiverà l'affiliato.
nl: Affiliateverkopen worden niet bijgehouden. Dit deactiveert de affiliate.
pl: Sprzedaż partnerska nie będzie śledzona. To dezaktywuje partnera.
pt: As vendas do afiliado não serão rastreadas. Isto irá desativar o afiliado.
se: Partnerförsäljning kommer inte att spåras. Detta kommer att inaktivera affiliaten.
vi: Doanh số đối tác liên kết sẽ không được theo dõi. Điều này sẽ vô hiệu hóa đối tác.

source: Affiliate updated successfully
de: Partner erfolgreich aktualisiert
es: Afiliado actualizado exitosamente
fr: Affilié mis à jour avec succès
hu: Partner sikeresen frissítve
it: Affiliato aggiornato con successo
nl: Affiliate succesvol bijgewerkt
pl: Partner zaktualizowany pomyślnie
pt: Afiliado atualizado com sucesso
se: Partern uppdaterades
vi: Cập nhật đối tác liên kết thành công

source: Affiliates
de: Partner
es: Afiliados
fr: Affiliés
hu: Partnerek
it: Affiliati
pl: Partnerzy
pt: Afiliados
se: Partners
vi: Chi nhánh

source: Affiliates Exported
de: Partner exportiert
es: Afiliados exportados
fr: Affiliés exportés
hu: Partnerek exportálva
it: Affiliati esportati
nl: Affiliates geëxporteerd
pl: Partnerzy wyeksportowani
pt: Afiliados exportados
se: Partners exporterades
vi: Đã xuất danh sách đối tác

source: Affiliates help you track sales generated by partners and influencers. Create affiliate codes and share them to monitor performance.
de: Partner helfen Ihnen, Verkäufe von Partnern und Influencern zu verfolgen. Erstellen Sie Partnercodes und teilen Sie diese, um die Leistung zu überwachen.
es: Los afiliados te ayudan a rastrear las ventas generadas por socios e influencers. Crea códigos de afiliado y compártelos para monitorear el rendimiento.
fr: Les affiliés vous aident à suivre les ventes générées par les partenaires et les influenceurs. Créez des codes d'affiliation et partagez-les pour surveiller les performances.
hu: A partnerek segítenek nyomon követni a partnerek és befolyásolók által generált értékesítéseket. Hozzon létre partnerkódokat és ossza meg őket a teljesítmény nyomon követéséhez.
it: Gli affiliati ti aiutano a tracciare le vendite generate da partner e influencer. Crea codici affiliato e condividili per monitorare le prestazioni.
nl: Affiliates helpen je om verkopen van partners en influencers bij te houden. Maak affiliatecodes aan en deel ze om prestaties te monitoren.
pl: Partnerzy pomagają śledzić sprzedaż generowaną przez partnerów i influencerów. Utwórz kody partnerskie i udostępnij je, aby monitorować wydajność.
pt: Os afiliados ajudam-no a rastrear vendas geradas por parceiros e influenciadores. Crie códigos de afiliado e partilhe-os para monitorizar o desempenho.
se: Partners hjälper dig att spåra försäljning som genereras av partners och influencers. Skapa partnerkoder och dela dem för att övervaka resultat.
vi: Đối tác liên kết giúp bạn theo dõi doanh số từ các đối tác và người ảnh hưởng. Tạo mã đối tác và chia sẻ để theo dõi hiệu suất.

source: All Archived Events
de: Alle archivierten Veranstaltungen
es: Todos los eventos archivados
fr: Tous les événements archivés
hu: Összes archivált esemény
it: Tutti gli eventi archiviati
nl: Alle gearchiveerde evenementen
pl: Wszystkie zarchiwizowane wydarzenia
pt: Todos os eventos arquivados
se: Alla arkiverade evenemang
vi: Tất cả sự kiện đã lưu trữ

source: All attendees
de: Alle Teilnehmer
es: Todos los asistentes
fr: Tous les participants
hu: Összes résztvevő
it: Tutti i partecipanti
nl: Alle deelnemers
pl: Wszyscy uczestnicy
pt: Todos os participantes
se: Alla deltagare
vi: Tất cả người tham dự

source: All attendees of this event
de: Alle Teilnehmer dieser Veranstaltung
es: Todos los asistentes a este evento.
fr: Tous les participants à cet événement
hu: Az esemény összes résztvevője
it: Tutti i partecipanti di questo evento
nl: Alle deelnemers aan dit evenement
pl: Wszyscy uczestnicy tego wydarzenia
pt: Todos os participantes deste evento
se: Alla deltagare för detta evenemang
tr: Bu etkinliğin tüm katılımcıları
vi: Tất cả những người tham dự sự kiện này

source: All Currencies
de: Alle Währungen
es: Todas las monedas
fr: Toutes les devises
it: Tutte le valute
nl: Alle valuta's
pl: Wszystkie waluty
pt: Todas as moedas
se: Alla valutor
vi: Tất cả tiền tệ

source: All done! You're now using our upgraded payment system.
de: Fertig! Sie verwenden jetzt unser verbessertes Zahlungssystem.
es: ¡Todo listo! Ahora está usando nuestro sistema de pagos mejorado.
fr: Terminé ! Vous utilisez maintenant notre système de paiement amélioré.
it: Tutto fatto! Ora stai usando il nostro sistema di pagamento aggiornato.
nl: Klaar! U gebruikt nu ons verbeterde betalingssysteem.
pl: Wszystko gotowe! Teraz używasz naszego ulepszonego systemu płatności.
pt: Tudo pronto! Agora está a usar o nosso sistema de pagamentos melhorado.
se: Klart! Du använder nu vårt uppgraderade betalningssystem.
vi: Hoàn thành! Bây giờ bạn đang sử dụng hệ thống thanh toán nâng cấp của chúng tôi.

source: All Ended Events
de: Alle beendeten Veranstaltungen
es: Todos los eventos finalizados
fr: Tous les événements terminés
hu: Összes befejezett esemény
it: Tutti gli eventi terminati
nl: Alle afgelopen evenementen
pl: Wszystkie zakończone wydarzenia
pt: Todos os eventos encerrados
se: Alla avslutade evenemang
vi: Tất cả sự kiện đã kết thúc

source: All Events
it: Tutti gli eventi
nl: Alle evenementen
pl: Wszystkie wydarzenia
pt: Todos os eventos
se: Alla evenemang

source: All failed jobs deleted
it: Tutti i lavori falliti eliminati
nl: Alle mislukte taken verwijderd
pl: Wszystkie nieudane zadania usunięte
pt: Todos os trabalhos falhados eliminados
se: Alla misslyckade jobb borttagna

source: All jobs queued for retry
it: Tutti i lavori in coda per il nuovo tentativo
nl: Alle taken in wachtrij voor opnieuw proberen
pl: Wszystkie zadania w kolejce do ponowienia
pt: Todos os trabalhos em fila para nova tentativa
se: Alla jobb köade för nytt försök

source: All Products
de: Alle Produkte
es: Todos los productos
fr: Tous les produits
hu: Minden termék
it: Tutti i Prodotti
nl: Alle producten
pl: Wszystkie produkty
pt: Todos os Produtos
se: Alla produkter
tr: Tüm Ürünler
vi: Tất cả các sản phẩm

source: All Upcoming Events
de: Alle bevorstehenden Veranstaltungen
es: Todos los próximos eventos
fr: Tous les événements à venir
hu: Összes közelgő esemény
it: Tutti gli eventi in arrivo
nl: Alle aankomende evenementen
pl: Wszystkie nadchodzące wydarzenia
pt: Todos os próximos eventos
se: Alla kommande evenemang
vi: Tất cả sự kiện sắp diễn ra

source: Allow attendees associated with unpaid orders to check in
de: Erlauben Sie Teilnehmern, die mit unbezahlten Bestellungen verbunden sind, einzuchecken
es: Permitir que los asistentes asociados con pedidos no pagados se registren
fr: Autoriser les participants associés à des commandes impayées à s'enregistrer
hu: Engedélyezze a be nem fizetett megrendelésekhez társított résztvevők bejelentkezését
it: Consenti ai partecipanti associati a ordini non pagati di effettuare il check-in
nl: Deelnemers met onbetaalde bestellingen toestaan om in te checken
pl: Zezwól uczestnikom powiązanym z nieopłaconymi zamówieniami na odprawę
pt: Permitir que participantes associados a pedidos não pagos façam check-in
se: Tillåt incheckning av deltagare kopplade till obetalda order
tr: Ödenmemiş siparişlerle ilişkili katılımcıların check-in yapmasına izin ver
vi: Cho phép người tham dự liên kết với đơn hàng chưa thanh toán được check-in

source: Allow attendees to update their ticket information (name, email) via a secure link sent with their order confirmation.
it: Consentire ai partecipanti di aggiornare le informazioni del biglietto (nome, e-mail) tramite un link sicuro inviato con la conferma dell'ordine.
nl: Sta deelnemers toe om hun ticketinformatie (naam, e-mail) bij te werken via een beveiligde link die met hun orderbevestiging wordt verzonden.
pl: Zezwól uczestnikom na aktualizację informacji o bilecie (imię, e-mail) za pośrednictwem bezpiecznego linku wysłanego z potwierdzeniem zamówienia.
pt: Permitir que os participantes atualizem suas informações de bilhete (nome, e-mail) através de um link seguro enviado com a confirmação do pedido.
se: Tillåt deltagare att uppdatera deras biljettinformation (namn, epost) via säker länk skickad med deras orderinformation.
