Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Organization Details
de: Organisationsdetails
es: Detalles de la organización
fr: Détails de l'organisation
hu: Szervezet részletei
it: Dettagli Organizzazione
nl: Organisatie details
pl: Szczegóły organizacji
pt: Detalhes da organização
se: Organisationsuppgifter
tr: Organizasyon Detayları
vi: Chi tiết tổ chức

source: Organization Name
de: Organisationsname
es: Nombre de la organización
fr: Nom de l'organisation
hu: Szervezet neve
it: Nome Organizzazione
nl: Naam organisatie
pl: Nazwa organizacji
pt: Nome da organização
se: Organisationsnamn
tr: Organizasyon Adı
vi: Tên tổ chức

source: Organizer
de: Veranstalter
es: Organizador
fr: Organisateur
hu: Szervező
it: Organizzatore
nl: Organisator
pl: Organizator
pt: Organizador
se: Arrangör
tr: Organizatör
vi: Người tổ chức

source: Organizer Dashboard
de: Veranstalter-Dashboard
es: Panel del organizador
fr: Tableau de bord de l'organisateur
hu: Szervezői irányítópult
it: Dashboard organizzatore
nl: Organisator-dashboard
pl: Panel organizatora
pt: Painel do organizador
se: Arrangörens instrumentpanel
vi: Bảng điều khiển nhà tổ chức

source: Organizer Email
de: Veranstalter-E-Mail
es: Correo del organizador
fr: E-mail de l'organisateur
it: Email organizzatore
nl: Organisator e-mail
pl: Email organizatora
pt: Email do organizador
se: Arrangörens e-post
vi: Email nhà tổ chức

source: Organizer email address
de: E-Mail-Adresse des Veranstalters
es: Dirección de correo electrónico del organizador
fr: Adresse e-mail de l'organisateur
it: Indirizzo email dell'organizzatore
nl: E-mailadres van de organisator
pl: Adres email organizatora
pt: Endereço de email do organizador
se: Arrangörens e-postadress
vi: Địa chỉ email nhà tổ chức

source: Organizer is required
de: Veranstalter ist erforderlich
es: Se requiere organizador
fr: Un organisateur est requis
hu: Szervező kötelező
it: L'organizzatore è obbligatorio
nl: Organisator is vereist
pl: Organizator jest wymagany
pt: O organizador é obrigatório
se: Arrangör krävs
tr: Organizatör gereklidir
vi: Người tổ chức là bắt buộc

source: Organizer Name
de: Name des Organisators
es: Nombre del organizador
fr: Nom de l'organisateur
hu: Szervező neve
it: Nome Organizzatore
nl: Naam organisator
pl: Nazwa organizatora
pt: Nome do organizador
se: Arrangörsnamn
tr: Organizatör Adı
vi: Tên ban tổ chức

source: Organizer Not Found
de: Veranstalter nicht gefunden
es: Organizador no encontrado
fr: Organisateur introuvable
hu: Szervező nem található
it: Organizzatore non trovato
nl: Organisator niet gevonden
pl: Organizator nie znaleziony
pt: Organizador não encontrado
se: Arrangör hittades inte
vi: Không tìm thấy nhà tổ chức

source: Organizer Settings
de: Veranstaltereinstellungen
es: Configuración del organizador
fr: Paramètres de l'organisateur
hu: Szervezői beállítások
it: Impostazioni organizzatore
nl: Instellingen van organisator
pl: Ustawienia organizatora
pt: Configurações do organizador
se: Arrangörsinställningar
vi: Cài đặt nhà tổ chức

source: Organizer statistics are not available for the selected currency or an error occurred.
de: Statistiken zum Veranstalter sind für die ausgewählte Währung nicht verfügbar oder es ist ein Fehler aufgetreten.
es: Las estadísticas del organizador no están disponibles para la moneda seleccionada o ha ocurrido un error.
fr: Les statistiques de l'organisateur ne sont pas disponibles pour la devise sélectionnée ou une erreur s'est produite.
hu: A szervezői statisztikák nem érhetők el a kiválasztott pénznemhez, vagy hiba történt.
it: Le statistiche dell'organizzatore non sono disponibili per la valuta selezionata o si è verificato un errore.
nl: Statistieken van de organisator zijn niet beschikbaar voor de geselecteerde valuta of er is een fout opgetreden.
pl: Statystyki organizatora nie są dostępne dla wybranej waluty lub wystąpił błąd.
pt: As estatísticas do organizador não estão disponíveis para a moeda selecionada ou ocorreu um erro.
se: Arrangörsstatistik är inte tillgänglig för vald valuta eller ett fel inträffade.
vi: Không có thống kê nào cho nhà tổ chức với loại tiền tệ đã chọn hoặc đã xảy ra lỗi.

source: Organizer status update failed. Please try again later
de: Aktualisierung des Veranstalterstatus fehlgeschlagen. Bitte versuchen Sie es später erneut.
es: No se pudo actualizar el estado del organizador. Inténtalo de nuevo más tarde
fr: Échec de la mise à jour du statut de l'organisateur. Veuillez réessayer plus tard
hu: Szervező állapotának frissítése sikertelen. Kérjük, próbálja újra később.
it: Aggiornamento dello stato dell'organizzatore non riuscito. Riprova più tardi
nl: Bijwerken van organisatorstatus mislukt. Probeer het later opnieuw.
pl: Aktualizacja statusu organizatora nie powiodła się. Spróbuj ponownie później
pt: Falha ao atualizar o status do organizador. Por favor, tente novamente mais tarde.
se: Uppdatering av arrangörsstatus misslyckades. Försök igen senare
vi: Cập nhật trạng thái nhà tổ chức thất bại. Vui lòng thử lại sau

source: Organizer status updated
de: Veranstalterstatus aktualisiert
es: Estado del organizador actualizado
fr: Statut de l'organisateur mis à jour
hu: Szervező állapota frissítve
it: Stato dell'organizzatore aggiornato
nl: Organisatorstatus bijgewerkt
pl: Status organizatora zaktualizowany
pt: Status do organizador atualizado
se: Arrangörsstatus uppdaterad
vi: Trạng thái nhà tổ chức đã được cập nhật

source: Organizer/default template will be used
de: Veranstalter-/Standardvorlage wird verwendet
es: Se usará la plantilla del organizador/predeterminada
fr: Le modèle de l'organisateur/par défaut sera utilisé
it: Verrà utilizzato il modello dell'organizzatore/predefinito
nl: Organisator/standaardsjabloon wordt gebruikt
pl: Zostanie użyty szablon organizatora/domyślny
pt: O modelo do organizador/padrão será usado
se: Arrangörens eller standardmall kommer att användas
vi: Mẫu của tổ chức/mặc định sẽ được sử dụng

source: Organizers can only manage events and products. They cannot manage users, account settings or billing information.
de: Organisatoren können nur Veranstaltungen und Produkte verwalten. Sie können keine Benutzer, Kontoeinstellungen oder Abrechnungsinformationen verwalten.
es: Los organizadores solo pueden gestionar eventos y productos. No pueden gestionar usuarios, configuraciones de cuenta o información de facturación.
fr: Les organisateurs ne peuvent gérer que les événements et les produits. Ils ne peuvent pas gérer les utilisateurs, les paramètres du compte ou les informations de facturation.
hu: A szervezők csak eseményeket és termékeket kezelhetnek. Nem kezelhetik a felhasználókat, fiókbeállításokat vagy számlázási információkat.
it: Gli organizzatori possono gestire solo eventi e prodotti. Non possono gestire utenti, impostazioni dell'account o informazioni di fatturazione.
nl: Organisatoren kunnen alleen evenementen en producten beheren. Ze kunnen geen gebruikers, accountinstellingen of factureringsgegevens beheren.
pl: Organizatorzy mogą zarządzać tylko wydarzeniami i produktami. Nie mogą zarządzać użytkownikami, ustawieniami konta ani informacjami rozliczeniowymi.
pt: Os organizadores só podem gerenciar eventos e produtos. Eles não podem gerenciar usuários, configurações de conta ou informações de faturamento.
se: Arrangörer kan endast hantera evenemang och produkter. De kan inte hantera användare, kontoinställningar eller faktureringsinformation.
tr: Organizatörler yalnızca etkinlikleri ve ürünleri yönetebilir. Kullanıcıları, hesap ayarlarını veya fatura bilgilerini yönetemezler.
vi: Ban tổ chức chỉ có thể quản lý các sự kiện và sản phẩm. Họ không thể quản lý người dùng, tài khoản hoặc thông tin thanh toán.

source: Other
de: Sonstiges
es: Otro
fr: Autre
hu: Egyéb
it: Altro
nl: Overig
pl: Inne
pt: Outro
se: Övrigt
vi: Khác

source: Other Lists (Ticket Not Included)
de: Andere Listen (Ticket Nicht Enthalten)
es: Otras Listas (Ticket No Incluido)
fr: Autres Listes (Billet Non Inclus)
it: Altre Liste (Biglietto Non Incluso)
nl: Andere Lijsten (Ticket Niet Inbegrepen)
pl: Inne listy (bilet nie włączony)
pt: Outras Listas (Bilhete Não Incluído)
se: Andra listor (biljett ingår inte)
vi: Danh Sách Khác (Vé Không Bao Gồm)

source: Outgoing Messages
it: Messaggi in uscita
nl: Uitgaande berichten
pl: Wiadomości wychodzące
pt: Mensagens de saída
se: Utgående meddelanden

source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
hu: Áttekintés
it: Panoramica
nl: Overzicht
pl: Przegląd
pt: Visão geral
se: Översikt
vi: Tổng quan

source: Padding
de: Polsterung
es: Relleno
fr: Rembourrage
hu: Kitöltés
it: Spaziatura interna
nl: Opvulling
pl: Wypełnienie
pt: Preenchimento
se: Utfyllnad
tr: İç Boşluk
vi: Khoảng cách

source: Page
it: Pagina
nl: Pagina
pl: Strona
se: Sida

source: Page no longer available
de: Seite nicht mehr verfügbar
es: Página ya no disponible
fr: Page plus disponible
it: Pagina non più disponibile
nl: Pagina niet meer beschikbaar
pl: Strona nie jest już dostępna
pt: Página já não disponível
se: Sidan är inte längre tillgänglig
vi: Trang không còn khả dụng

source: Page not found
de: Seite nicht gefunden
es: Página no encontrada
fr: Page non trouvée
hu: Oldal nem található
it: Pagina non trovata
nl: Pagina niet gevonden
pl: Strona nie znaleziona
pt: página não encontrada
se: Sidan hittades inte
tr: Sayfa bulunamadı
vi: Không tìm thấy trang

source: Page URL
de: Seiten-URL
es: URL de la página
fr: URL de la page
hu: Oldal URL-címe
it: URL della pagina
nl: Pagina-URL
pl: URL strony
pt: URL da página
se: Sidans URL
vi: URL trang

source: Page views
de: Seitenaufrufe
es: Vistas de página
fr: Pages vues
hu: Oldalmegtekintések
it: Visualizzazioni pagina
nl: Bekeken pagina's
pl: Wyświetlenia strony
pt: visualizações de página
se: Sidvisningar
tr: Sayfa görüntüleme
vi: Lượt xem trang

source: Page Views
de: Seitenaufrufe
es: Vistas de página
fr: Vues de page
it: Visualizzazioni pagina
nl: Paginaweergaven
pl: Wyświetlenia strony
pt: Visualizações de página
se: Sidvisningar
vi: Lượt xem trang

source: paid
de: bezahlt
es: pagado
fr: payé
hu: fizetett
it: pagato
nl: betaald
pl: opłacony
pt: pago
se: betald
tr: ödendi
vi: đã trả tiền

source: Paid Accounts
it: Account a pagamento
nl: Betaalde accounts
pl: Opłacone konta
pt: Contas pagas
se: Betalda konton

source: Paid Product
de: Bezahltes Produkt
es: Producto de pago
fr: Produit payant
hu: Fizetős termék
it: Prodotto a Pagamento
nl: Betaald product
pl: Opłacony produkt
pt: Produto Pago
se: Betald produkt
tr: Ücretli Ürün
vi: Sản phẩm trả phí

source: Paid, free, tiered pricing, and donation-based tickets
it: Biglietti a pagamento, gratuiti, a prezzi differenziati e basati su donazioni
nl: Betaalde, gratis, gelaagde prijzen en op donaties gebaseerde tickets
pl: Bilety opłacone, bezpłatne, wielopoziomowe i oparte na darowiznach
pt: Bilhetes pagos, gratuitos, com preços escalonados e baseados em doações
se: Betalda, gratis, nivåbaserade och donationsbaserade biljetter

source: Partial refund
de: Teilerstattung
es: Reembolso parcial
fr: Remboursement partiel
it: Rimborso parziale
nl: Gedeeltelijke terugbetaling
pl: Częściowy zwrot
pt: Reembolso parcial
se: Delvis återbetalning
vi: Hoàn tiền một phần

source: Partially Refunded
de: Teilweise erstattet
es: Reembolsado parcialmente
fr: Partiellement remboursé
hu: Részben visszatérítve
it: Parzialmente Rimborsato
nl: Gedeeltelijk Terugbetaald
pl: Częściowo zwrócony
pt: Parcialmente reembolsado
se: Delvis återbetald
tr: Kısmen İade Edildi
vi: Hoàn lại tiền một phần

source: Partially refunded: {0}
de: Teilweise erstattet: {0}
es: Reembolsado parcialmente: {0}
fr: Partiellement remboursé : {0}
it: Parzialmente rimborsato: {0}
nl: Gedeeltelijk terugbetaald: {0}
pl: Częściowo zwrócony: {0}
pt: Parcialmente reembolsado: {0}
se: Delvis återbetald: {0}
vi: Hoàn tiền một phần: {0}

source: Pass fee to buyer
it: Trasferisci la commissione all'acquirente
nl: Kosten doorberekenen aan koper
pl: Przekaż opłatę kupującemu
pt: Passar taxa para o comprador
se: För över avgiften till köparen

source: Pass to Buyer
it: Trasferisci all'acquirente
nl: Doorberekenen aan koper
pl: Przekaż kupującemu
pt: Passar para o comprador
se: För över till köparen

source: Password must be a minimum of 8 characters
de: Das Passwort muss mindestens 8 Zeichen lang sein
es: La contraseña debe tener un mínimo de 8 caracteres.
fr: Le mot de passe doit contenir au minimum 8 caractères
it: La password deve essere di almeno 8 caratteri
nl: Wachtwoord moet minimaal 8 tekens bevatten
pl: Hasło musi mieć minimum 8 znaków
pt: A senha deve ter no mínimo 8 caracteres
se: Lösenordet måste vara minst 8 tecken
tr: Şifre en az 8 karakter olmalıdır
vi: Mật khẩu phải tối thiểu 8 ký tự

source: Password must be at least 8 characters
de: Das Passwort muss mindestens 8 Zeichen lang sein
es: La contraseña debe tener al menos 8 caracteres
fr: Mot de passe doit être d'au moins 8 caractères
hu: A jelszónak legalább 8 karakter hosszúnak kell lennie.
it: La password deve essere di almeno 8 caratteri
nl: Wachtwoord moet minstens 8 tekens bevatten
pl: Hasło musi mieć co najmniej 8 znaków
pt: A senha deve conter pelo menos 8 caracteres
se: Lösenordet måste vara minst 8 tecken
tr: Şifre en az 8 karakter olmalıdır
vi: Mật khẩu phải có ít nhất 8 ký tự

source: Password reset successfully. Please login with your new password.
de: Passwort erfolgreich zurückgesetzt. Bitte melden Sie sich mit Ihrem neuen Passwort an.
es: Restablecimiento de contraseña exitoso. Por favor inicie sesión con su nueva contraseña.
fr: Le mot de passe a été réinitialisé avec succès. Veuillez vous connecter avec votre nouveau mot de passe.
hu: Jelszó sikeresen visszaállítva. Kérjük, jelentkezzen be új jelszavával.
it: Password reimpostata con successo. Accedi con la tua nuova password.
nl: Wachtwoord opnieuw ingesteld. Log in met je nieuwe wachtwoord.
pl: Hasło zostało pomyślnie zresetowane. Zaloguj się nowym hasłem.
pt: Redefinição de senha com sucesso. Por favor faça login com sua nova senha.
se: Lösenordet har återställts. Logga in med ditt nya lösenord.
tr: Şifre başarıyla sıfırlandı. Lütfen yeni şifrenizle giriş yapın.
vi: Đặt lại mật khẩu thành công. Vui lòng sử dụng mật khẩu mới để đăng nhập.

source: Passwords are not the same
de: Passwörter sind nicht gleich
es: Las contraseñas no son similares
fr: les mots de passe ne sont pas les mêmes
hu: A jelszavak nem egyeznek.
it: Le password non sono uguali
nl: Wachtwoorden zijn niet hetzelfde
pl: Hasła nie są takie same
pt: senhas nao sao as mesmas
se: Lösenorden är inte samma
tr: Şifreler aynı değil
vi: Mật khẩu không giống nhau

source: Past
de: Vergangenheit
es: Pasado
fr: Passé
hu: Múlt
it: Passato
nl: Verleden
pl: Przeszłe
pt: Passado
se: Tidigare
vi: Đã qua

source: Past Events
de: Vergangene Veranstaltungen
es: Eventos pasados
fr: Événements passés
hu: Múltbeli események
it: Eventi passati
nl: Afgelopen evenementen
pl: Przeszłe wydarzenia
pt: Eventos passados
se: Tidigare evenemang
vi: Sự kiện đã qua

source: Paste this where you want the widget to appear.
de: Fügen Sie dies dort ein, wo das Widget erscheinen soll.
es: Pega esto donde quieras que aparezca el widget.
fr: Collez-le à l'endroit où vous souhaitez que le widget apparaisse.
hu: Illessze be ezt oda, ahová a widgetet szeretné.
it: Incolla questo dove vuoi che appaia il widget.
nl: Plak dit waar je wilt dat de widget verschijnt.
pl: Wklej to tam, gdzie chcesz, aby widget się pojawił.
pt: Cole isto onde você deseja que o widget apareça.
se: Klistra in detta där du vill att widgeten ska visas.
tr: Widget'ın görünmesini istediğiniz yere bunu yapıştırın.
vi: Dán mã này vào nơi bạn muốn widget xuất hiện.

source: Paste URL
de: URL einfügen
es: Pega la URL
fr: Coller l’URL
hu: URL beillesztése
it: Incolla URL
nl: Plak URL
pl: Wklej URL
pt: Cole a URL
se: Klistra in URL
vi: Dán URL

source: Paused
de: Pausiert
es: Pausado
fr: En pause
hu: Szüneteltetve
it: In pausa
nl: Gepauzeerd
pl: Wstrzymany
pt: Pausado
se: Pausad
vi: Tạm dừng

source: Pay
de: Bezahlen
es: Pagar
fr: Payer
it: Paga
nl: Betalen
pl: Zapłać
pt: Pagar
se: Betala
vi: Thanh toán

source: Pay to unlock
de: Zahlen zum Freischalten
es: Pagar para desbloquear
fr: Payer pour déverrouiller
it: Paga per sbloccare
nl: Betaal om te ontgrendelen
pl: Zapłać, aby odblokować
pt: Pagar para desbloquear
se: Betala för att låsa upp
vi: Thanh toán để mở khóa

source: Payment
de: Zahlung
es: Pago
fr: Paiement
hu: Fizetés
it: Pagamento
nl: Betaling
pl: Płatność
pt: Pagamento
se: Betalning
tr: Ödeme
vi: Thanh toán

source: Payment & Invoicing
de: Zahlung & Rechnungsstellung
es: Pago y facturación
fr: Paiement et facturation
hu: Fizetés és számlázás
it: Pagamento e Fatturazione
nl: Betaling & facturering
pl: Płatności i fakturowanie
pt: Pagamento e faturamento
se: Betalning och fakturering
tr: Ödeme ve Faturalama
vi: Thanh toán & Hoá đơn

source: Payment & Invoicing Settings
de: Einstellungen für Zahlung & Rechnungsstellung
es: Configuración de pago y facturación
fr: Paramètres de paiement et de facturation
hu: Fizetési és számlázási beállítások
it: Impostazioni Pagamento e Fatturazione
nl: Instellingen voor betaling en facturering
pl: Ustawienia płatności i fakturowania
pt: Configurações de pagamento e faturamento
se: Inställningar för betalning och fakturering
tr: Ödeme ve Faturalama Ayarları
vi: Cài đặt Thanh toán & Hoá đơn

source: Payment & Plan
de: Zahlung & Plan
es: Pago y plan
fr: Paiement et abonnement
hu: Fizetés és terv
it: Pagamento e Piano
nl: Betaling & Plan
pl: Płatność i plan
pt: Pagamento e plano
se: Betalning och abonnemang
vi: Thanh toán & Gói

source: Payment Date
it: Data di pagamento
nl: Betaaldatum
pl: Data płatności
pt: Data de pagamento
se: Betalningsdatum

source: Payment Due Period
de: Zahlungsfrist
es: Período de vencimiento del pago
fr: Délai de paiement
hu: Fizetési határidő
it: Periodo di Scadenza Pagamento
nl: Betalingstermijn
pl: Okres płatności
pt: Prazo para pagamento
se: Betalningsfrist
tr: Ödeme Vade Süresi
vi: Thời hạn thanh toán

source: Payment Failed
de: Bezahlung fehlgeschlagen
es: Pago fallido
fr: Paiement échoué
hu: Fizetés sikertelen
it: Pagamento Fallito
nl: Betaling mislukt
pl: Płatność nie powiodła się
pt: Pagamento falhou
se: Betalning misslyckades
tr: Ödeme Başarısız
vi: Thanh toán thất bại

source: Payment Instructions
de: Zahlungsanweisungen
es: Instrucciones de pago
fr: Instructions de paiement
hu: Fizetési utasítások
it: Istruzioni di Pagamento
nl: Betalingsinstructies
pl: Instrukcje płatności
pt: Instruções de pagamento
se: Betalningsinstruktioner
tr: Ödeme Talimatları
vi: Hướng dẫn thanh toán

source: Payment method
de: Zahlungsmethode
es: Método de pago
fr: Mode de paiement
it: Metodo di pagamento
nl: Betaalmethode
pl: Metoda płatności
pt: Método de pagamento
se: Betalningsmetod
vi: Phương thức thanh toán

source: Payment Methods
de: Zahlungsmethoden
es: Métodos de pago
fr: Méthodes de paiement
hu: Fizetési módok
it: Metodi di Pagamento
nl: Betaalmethoden
pl: Metody płatności
pt: Métodos de pagamento
se: Betalningsmetoder
tr: Ödeme Yöntemleri
vi: Phương thức thanh toán

source: Payment Processing
de: Zahlungsabwicklung
es: Procesamiento de pagos
fr: Traitement des paiements
hu: Fizetésfeldolgozás
it: Elaborazione Pagamenti
nl: Verwerking van betalingen
pl: Przetwarzanie płatności
pt: Processamento de pagamento
se: Betalningshantering
vi: Thanh toán đang xử lý

source: Payment provider
de: Zahlungsanbieter
es: Proveedor de pago
fr: Fournisseur de paiement
hu: Fizetési szolgáltató
it: Fornitore di pagamento
nl: Betalingsprovider
pl: Dostawca płatności
pt: Provedor de pagamento
se: Betalleverantör
tr: Ödeme sağlayıcısı
vi: Nhà cung cấp Thanh toán

source: Payment received
de: Zahlung erhalten
es: Pago recibido
fr: Paiement reçu
it: Pagamento ricevuto
nl: Betaling ontvangen
pl: Płatność otrzymana
pt: Pagamento recebido
se: Betalning mottagen
vi: Đã nhận thanh toán

source: Payment Received
de: Zahlung erhalten
es: Pago recibido
fr: Paiement reçu
hu: Fizetés beérkezett
it: Pagamento Ricevuto
nl: Ontvangen betaling
pl: Płatność otrzymana
pt: Pagamento recebido
se: Betalning mottagen
tr: Ödeme Alındı
vi: Thanh toán đã nhận

source: Payment Settings
de: Zahlungseinstellungen
es: Configuración de pagos
fr: Paramètres de paiement
hu: Fizetési beállítások
it: Impostazioni Pagamento
nl: Betalingsinstellingen
pl: Ustawienia płatności
pt: Configurações de pagamento
se: Betalningsinställningar
vi: Cài đặt thanh toán

source: Payment Status
de: Zahlungsstatus
es: Estado del pago
fr: Statut du paiement
hu: Fizetési állapot
it: Stato Pagamento
nl: Betalingsstatus
pl: Status płatności
pt: Status do pagamento
se: Betalningsstatus
tr: Ödeme Durumu
vi: Tình trạng thanh toán

source: Payment succeeded!
de: Zahlung erfolgreich abgeschlossen!
es: ¡Pago exitoso!
fr: Paiement réussi !
hu: Fizetés sikeres!
it: Pagamento riuscito!
nl: Betaling gelukt!
pl: Płatność powiodła się!
pt: Pagamento realizado com sucesso!
se: Betalningen lyckades!
tr: Ödeme başarılı!
vi: Thanh toán thành công!

source: Payment Terms
de: Zahlungsbedingungen
es: Términos de pago
fr: Conditions de paiement
hu: Fizetési feltételek
it: Termini di Pagamento
nl: Betalingsvoorwaarden
pl: Warunki płatności
pt: Termos de pagamento
se: Betalningsvillkor
tr: Ödeme Koşulları
vi: Điều khoản thanh toán

source: Payments not available
de: Zahlungen nicht verfügbar
es: Pagos no disponibles
fr: Paiements non disponibles
it: Pagamenti non disponibili
nl: Betalingen niet beschikbaar
pl: Płatności niedostępne
pt: Pagamentos não disponíveis
se: Betalningar är inte tillgängliga
vi: Thanh toán không khả dụng

source: Payments will continue to flow without interruption
de: Zahlungen fließen weiterhin ohne Unterbrechung
es: Los pagos continuarán fluyendo sin interrupción
fr: Les paiements continueront de fonctionner sans interruption
it: I pagamenti continueranno a fluire senza interruzioni
nl: Betalingen blijven zonder onderbreking doorlopen
pl: Płatności będą płynąć bez przerwy
pt: Os pagamentos continuarão a fluir sem interrupção
se: Betalningar kommer att fortsätta utan avbrott
vi: Thanh toán sẽ tiếp tục diễn ra không bị gián đoạn

source: Pending Review
it: In attesa di revisione
nl: In afwachting van beoordeling
pl: Oczekuje na recenzję
se: Väntar på granskning

source: Per Attendee
it: Per partecipante
nl: Per deelnemer
pl: Na uczestnika
pt: Por participante
se: Per deltagare
vi: Theo người tham dự

source: Per order
de: Pro Bestellung
es: Por pedido
fr: Par commande
it: Per ordine
nl: Per bestelling
pl: Na zamówienie
pt: Por pedido
vi: Mỗi đơn hàng

source: Per ticket
de: Pro Ticket
es: Por entrada
fr: Par billet
it: Per biglietto
pl: Na bilet
pt: Por bilhete
se: Per biljett
vi: Mỗi vé

source: Percentage
de: Prozentsatz
es: Porcentaje
fr: Pourcentage
hu: Százalék
it: Percentuale
pl: Procent
pt: Percentagem
se: Procent
tr: Yüzde
vi: Tỷ lệ phần trăm

source: Percentage Amount
de: Prozentualer Betrag
es: Monto porcentual
fr: Montant en pourcentage
hu: Százalékos összeg
it: Importo Percentuale
nl: Percentage Bedrag
pl: Kwota procentowa
pt: Valor percentual
se: Procentbelopp
tr: Yüzde Miktarı
vi: Tỷ lệ phần trăm

source: Percentage Fee
it: percentuale Commissione
nl: Percentage vergoeding
pl: Opłata procentowa
pt: Taxa Percentual
se: Procentuell avgift

source: Percentage fee (0-100%)
it: Percentuale commissione (0-100%)
nl: Percentage vergoeding (0-100%)
pl: Opłata procentowa (0-100%)
pt: Taxa percentual (0-100%)
se: Procentuell avgift (0–100 %)

source: Percentage fee must be between 0 and 100
it: La percentuale di commissione deve essere compresa tra 0 e 100
nl: Percentage vergoeding moet tussen 0 en 100 liggen
pl: Opłata procentowa musi wynosić od 0 do 100
pt: A taxa percentual deve estar entre 0 e 100
se: Den procentuella avgiften måste vara mellan 0 och 100
