Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Resend Confirmation
it: Reinvia conferma
nl: Bevestiging opnieuw verzenden
pl: Wyślij ponownie potwierdzenie
pt: Reenviar confirmação
se: Skicka bekräftelse igen

source: Resend Confirmation Email
de: Bestätigungs-E-Mail erneut senden
es: Reenviar correo de confirmación
fr: Renvoyer l'e-mail de confirmation
hu: Megerősítő e-mail újraküldése
it: Invia nuovamente l'email di conferma
nl: Bevestigingsmail opnieuw verzenden
pl: Wyślij ponownie email potwierdzenia
pt: Reenviar e-mail de confirmação
se: Skicka bekräftelsemail igen
vi: Gửi lại email xác nhận

source: Resend email
de: E-Mail erneut senden
es: Reenviar correo
fr: Renvoyer l'e-mail
hu: E-mail újraküldése
it: Invia nuovamente l'email
nl: E-mail opnieuw verzenden
pl: Wyślij ponownie email
pt: Reenviar e-mail
se: Skicka e-post igen
vi: Gửi lại email

source: Resend email confirmation
de: E-Mail-Bestätigung erneut senden
es: Reenviar confirmación por correo electrónico
fr: Renvoyer l'e-mail de confirmation
hu: E-mail megerősítés újraküldése
it: Reinvia conferma email
nl: E-mailbevestiging opnieuw verzenden
pl: Wyślij ponownie potwierdzenie emaila
pt: Reenviar e-mail de confirmação
se: Skicka e-postbekräftelse igen
tr: E-posta onayını tekrar gönder
vi: Gửi lại xác nhận email

source: Resend in {resendCooldown}s
de: Erneut senden in {resendCooldown}s
es: Reenviar en {resendCooldown}s
fr: Renvoyer dans {resendCooldown}s
hu: Újraküldés {resendCooldown} másodperc múlva
it: Reinvia tra {resendCooldown}s
nl: Opnieuw verzenden over {resendCooldown}s
pl: Wyślij ponownie za {resendCooldown}s
pt: Reenviar em {resendCooldown}s
se: Skicka igen om {resendCooldown}s
vi: Gửi lại sau {resendCooldown}s

source: Resend invitation
de: Einladung erneut versenden
es: Reenviar invitacíon
fr: Renvoyer l'invitation
hu: Meghívó újraküldése
it: Reinvia invito
nl: Uitnodiging opnieuw versturen
pl: Wyślij ponownie zaproszenie
pt: Reenviar convite
se: Skicka inbjudan igen
tr: Daveti tekrar gönder
vi: Gửi lại lời mời

source: Resend order email
de: Bestell-E-Mail erneut senden
es: Reenviar correo electrónico del pedido
fr: Renvoyer l'e-mail de commande
hu: Megrendelés e-mail újraküldése
it: Reinvia email ordine
nl: E-mail met bestelling opnieuw verzenden
pl: Wyślij ponownie email zamówienia
pt: Reenviar e-mail do pedido
se: Skicka ordermail igen
tr: Sipariş e-postasını tekrar gönder
vi: Gửi lại email đơn hàng

source: Resend Ticket
it: Reinvia biglietto
nl: Ticket opnieuw verzenden
pl: Wyślij ponownie bilet
pt: Reenviar bilhete
se: Skicka biljett igen

source: Resend ticket email
de: Ticket-E-Mail erneut senden
es: Reenviar correo electrónico del ticket
fr: Renvoyer l'e-mail du ticket
hu: Jegy e-mail újraküldése
it: Reinvia e-mail del biglietto
nl: Ticket e-mail opnieuw verzenden
pl: Wyślij ponownie email biletu
pt: Reenviar e-mail do bilhete
se: Skicka biljettmail igen
tr: Bilet e-postasını tekrar gönder
vi: Gửi lại email vé

source: Resending...
de: Erneut senden...
es: Reenviando...
fr: Renvoi...
hu: Újraküldés...
it: Reinvio in corso...
nl: Opnieuw verzenden...
pl: Wysyłanie ponownie...
pt: Reenviando...
se: Skickar igen...
tr: Tekrar gönderiliyor...
vi: Đang gửi lại ...

source: Reserved
de: Reserviert
es: Reservado
fr: Réservé
it: Riservato
nl: Gereserveerd
pl: Zarezerwowane
pt: Reservado
se: Reserverad
vi: Đã đặt chỗ

source: Reserved until
de: Reserviert bis
es: Reservado hasta
fr: Réservé jusqu'au
it: Riservato fino a
nl: Gereserveerd tot
pl: Zarezerwowane do
pt: Reservado até
se: Reserverad till
vi: Đặt trước đến

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hu: Visszaállítás
it: Reimposta
pl: Resetuj
pt: Redefinir
se: Återställ
tr: Sıfırla
vi: Đặt lại

source: Reset password
de: Passwort zurücksetzen
es: Restablecer la contraseña
fr: Réinitialiser le mot de passe
hu: Jelszó visszaállítása
it: Reimposta password
nl: Wachtwoord opnieuw instellen
pl: Resetuj hasło
pt: Redefinir senha
se: Återställ lösenord
tr: Şifreyi sıfırla
vi: Đặt lại mật khẩu

source: Resetting...
it: Reimpostazione in corso...
nl: Opnieuw instellen...
pl: Resetowanie...
pt: A redefinir...
se: Återställer...

source: Restore event
de: Veranstaltung wiederherstellen
es: Restaurar evento
fr: Restaurer l'événement
hu: Esemény visszaállítása
it: Ripristina evento
nl: Evenement herstellen
pl: Przywróć wydarzenie
pt: Restaurar evento
se: Återställ evenemang
tr: Etkinliği geri yükle
vi: Khôi phục sự kiện

source: Retry
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
se: Försök igen

source: Retry All
it: Riprova tutto
nl: Alles opnieuw proberen
pl: Spróbuj ponownie wszystkie
pt: Tentar tudo novamente
se: Försök alla igen

source: Retry Job
it: Riprova lavoro
nl: Taak opnieuw proberen
pl: Spróbuj ponownie zadanie
pt: Tentar trabalho novamente
se: Försök jobb igen

source: Return to Event
de: Zurück zum Event
es: Volver al evento
fr: Retour à l'événement
it: Torna all'evento
nl: Terug naar evenement
pl: Wróć do wydarzenia
pt: Voltar ao evento
se: Tillbaka till evenemanget
vi: Quay lại sự kiện

source: Return to Event Page
de: Zur Veranstaltungsseite zurückkehren
es: Volver a la página del evento
fr: Retourner à la page de l'événement
hu: Vissza az esemény oldalára
it: Torna alla Pagina dell'Evento
nl: Terug naar evenementpagina
pl: Wróć do strony wydarzenia
pt: Voltar para a página do evento
se: Tillbaka till evenemangssidan
tr: Etkinlik Sayfasına Dön
vi: Trở lại trang sự kiện

source: Revenue
de: Einnahmen
es: Ganancia
fr: Revenu
hu: Bevétel
it: Ricavi
nl: Inkomsten
pl: Przychody
pt: Receita
se: Intäkter
tr: Gelir
vi: Doanh thu

source: Revenue Summary
de: Umsatzübersicht
es: Resumen de ingresos
fr: Résumé des revenus
it: Riepilogo Ricavi
nl: Omzetoverzicht
pl: Podsumowanie przychodów
pt: Resumo de Receita
se: Sammanfattning av intäkter
vi: Tóm tắt doanh thu

source: Revoke invitation
de: Einladung widerrufen
es: Revocar invitación
fr: Révoquer l'invitation
hu: Meghívó visszavonása
it: Revoca invito
nl: Uitnodiging intrekken
pl: Cofnij zaproszenie
pt: Revogar convite
se: Återkalla inbjudan
tr: Daveti iptal et
vi: Thu hồi lời mời

source: Role
de: Rolle
fr: Rôle
hu: Szerep
it: Ruolo
nl: Rol
pl: Rola
pt: Papel
se: Roll
tr: Rol
vi: Vai trò

source: Sale End Date
de: Verkaufsende
es: Fecha de finalización de la venta
fr: Date de fin de vente
hu: Értékesítés befejezési dátuma
it: Data Fine Vendita
nl: Einddatum verkoop
pl: Data zakończenia sprzedaży
pt: Data de término da venda
se: Slutdatum för försäljning
tr: Satış Bitiş Tarihi
vi: Ngày bán kết thúc

source: Sale ended {0}
de: Verkauf endete {0}
es: Venta terminada {0}
fr: Vente terminée {0}
it: Vendita terminata {0}
nl: Uitverkoop eindigde {0}
pl: Sprzedaż zakończona {0}
pt: Promoção terminou {0}
se: Försäljningen avslutades {0}
vi: Đợt giảm giá kết thúc {0}

source: Sale ends {0}
de: Verkauf endet {0}
es: Venta termina {0}
fr: Vente se termine {0}
it: La vendita termina il {0}
nl: Uitverkoop eindigt {0}
pl: Sprzedaż kończy się {0}
pt: Promoção termina {0}
se: Försäljningen avslutas {0}
vi: Đợt giảm giá kết thúc {0}

source: Sale Period
de: Verkaufszeitraum
es: Período de Venta
fr: Période de vente
it: Periodo di vendita
nl: Uitverkoopperiode
pl: Okres sprzedaży
pt: Período de Promoção
se: Försäljningsperiod
vi: Thời gian giảm giá

source: Sale period set
it: Periodo di vendita stabilito
nl: Verkoopperiode ingesteld
pl: Ustawiony okres sprzedaży
pt: Período de venda definido
se: Försäljningsperiod angiven

source: Sale period, order limits, visibility
it: Periodo di vendita, limiti di ordine, visibilità
nl: Verkoopperiode, bestellingslimieten, zichtbaarheid
pl: Okres sprzedaży, limity zamówień, widoczność
pt: Período de venda, limites de pedido, visibilidade
se: Försäljningsperiod, ordergränser, synlighet

source: Sale Start Date
de: Verkaufsstartdatum
es: Fecha de inicio de la venta
fr: Date de début de la vente
hu: Értékesítés kezdési dátuma
it: Data Inizio Vendita
nl: Startdatum verkoop
pl: Data rozpoczęcia sprzedaży
pt: Data de início da venda
se: Startdatum för försäljning
tr: Satış Başlangıç Tarihi
vi: Ngày bắt đầu bán hàng

source: Sale starts {0}
de: Verkauf beginnt {0}
es: Venta comienza {0}
fr: Vente commence {0}
it: Inizio vendita {0}
nl: Uitverkoop begint {0}
pl: Sprzedaż rozpoczyna się {0}
pt: Promoção começa {0}
se: Försäljningen startar {0}
vi: Đợt giảm giá bắt đầu {0}

source: Sales
de: Verkäufe
es: Ventas
fr: Ventes
hu: Értékesítések
it: Vendite
nl: Verkoop
pl: Sprzedaż
pt: Vendas
se: Försäljning
vi: Bán hàng

source: Sales are paused
de: Verkauf pausiert
es: Las ventas están pausadas
fr: Ventes en pause
it: Le vendite sono sospese
nl: Verkoop is gepauzeerd
pl: Sprzedaż jest wstrzymana
pt: As vendas estão pausadas
se: Försäljningen är pausad
vi: Bán hàng đang tạm dừng

source: Sales ended
de: Verkauf beendet
es: Ventas terminadas
fr: Ventes terminées
hu: Értékesítés befejezve
it: Vendite terminate
nl: Verkoop beëindigd
pl: Sprzedaż zakończona
pt: Vendas encerradas
se: Försäljningen är avslutad
tr: Satış bitti
vi: Bán hàng kết thúc

source: Sales start
de: Verkaufsstart
es: Inicio de ventas
fr: Début des ventes
hu: Értékesítés kezdete
it: Inizio vendite
nl: Start verkoop
pl: Sprzedaż rozpoczyna się
pt: Início das vendas
se: Försäljningen startar
tr: Satış başlangıcı
vi: Bán hàng bắt đầu

source: Sales, orders, and performance metrics for all events
de: Verkäufe, Bestellungen und Leistungskennzahlen für alle Veranstaltungen
es: Ventas, pedidos y métricas de rendimiento para todos los eventos
fr: Ventes, commandes et indicateurs de performance pour tous les événements
it: Vendite, ordini e metriche di performance per tutti gli eventi
nl: Verkopen, bestellingen en prestatie-indicatoren voor alle evenementen
pl: Sprzedaż, zamówienia i metryki wydajności dla wszystkich wydarzeń
pt: Vendas, pedidos e métricas de desempenho para todos os eventos
se: Försäljning, ordrar och prestandamått för alla evenemang
vi: Doanh số, đơn hàng và chỉ số hiệu suất cho tất cả sự kiện

source: Sales:
de: Verkäufe:
es: Ventas:
fr: Ventes:
it: Vendite:
nl: Verkoop:
pl: Sprzedaż:
pt: Vendas:
se: Försäljning:
vi: Doanh thu:

source: Sample ticket price
it: Prezzo del biglietto di esempio
nl: Voorbeeldticketprijs
pl: Przykładowa cena biletu
pt: Preço do bilhete de exemplo
se: Exempel på biljettpris

source: Sample Venue
de: Beispielort
es: Lugar de Ejemplo
fr: Lieu Exemple
it: Luogo di Esempio
nl: Voorbeeldlocatie
pl: Przykładowa Sala
pt: Local Exemplo
se: Exempelplats
vi: Địa điểm Mẫu

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
hu: Mentés
it: Salva
nl: Opslaan
pl: Zapisz
pt: Salvar
se: Spara
tr: Kaydet
vi: Lưu

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Sauvegarder les modifications
hu: Változások mentése
it: Salva Modifiche
nl: Wijzigingen opslaan
pl: Zapisz zmiany
pt: Salvar alterações
se: Spara ändringar
tr: Değişiklikleri Kaydet
vi: Lưu thay đổi

source: Save Configuration
it: Salva configurazione
nl: Configuratie opslaan
pl: Zapisz konfigurację
pt: Guardar Configuração
se: Spara konfiguration

source: Save Organizer
de: Organizer speichern
es: Guardar organizador
fr: Enregistrer l'organisateur
hu: Szervező mentése
it: Salva Organizzatore
nl: Organisator opslaan
pl: Zapisz organizatora
pt: Salvar organizador
se: Spara arrangör
tr: Organizatörü Kaydet
vi: Lưu tổ chức

source: Save Settings
de: Einstellungen speichern
es: Guardar ajustes
fr: Enregistrer les paramètres
hu: Beállítások mentése
it: Salva Impostazioni
nl: Instellingen opslaan
pl: Zapisz ustawienia
pt: Salvar configurações
se: Spara inställningar
tr: Ayarları Kaydet
vi: Lưu cài đặt

source: Save Social Links
de: Social-Media-Links speichern
es: Guardar enlaces sociales
fr: Enregistrer les liens sociaux
hu: Közösségi linkek mentése
it: Salva link social
nl: Sociale links opslaan
pl: Zapisz linki społeczne
pt: Salvar links sociais
se: Spara sociala länkar
vi: Lưu liên kết mạng xã hội

source: Save Template
de: Vorlage speichern
es: Guardar plantilla
fr: Sauvegarder le modèle
it: Salva Modello
nl: Sjabloon Opslaan
pl: Zapisz szablon
pt: Salvar modelo
se: Spara mall
vi: Lưu mẫu

source: Save Ticket Design
de: Ticketdesign speichern
es: Guardar Diseño del Ticket
fr: Enregistrer le Design du Billet
it: Salva Design del Biglietto
nl: Ticketontwerp Opslaan
pl: Zapisz projekt biletu
pt: Guardar Design do Bilhete
se: Spara biljettlayout
vi: Lưu thiết kế vé

source: Save VAT Settings
de: Umsatzsteuereinstellungen speichern
es: Guardar Configuración del IVA
fr: Enregistrer les paramètres TVA
it: Salva impostazioni IVA
nl: BTW-instellingen opslaan
pl: Zapisz ustawienia VAT
pt: Guardar Definições de IVA
se: Spara momsinställningar
vi: Lưu cài đặt VAT

source: Scan
de: Scannen
es: Escanear
fr: Scanner
it: Scansiona
nl: Scannen
pl: Skanuj
pt: Digitalizar
se: Skanna
vi: Quét

source: Scheduled
de: Geplant
es: Programado
fr: Planifié
it: Programmata
nl: Gepland
pl: Zaplanowane
pt: Agendado
se: Schemalagd
vi: Đã lên lịch

source: Search affiliates...
de: Partner suchen...
es: Buscar afiliados...
fr: Rechercher des affiliés...
hu: Partnerek keresése...
it: Cerca affiliati...
nl: Zoek affiliates...
pl: Szukaj partnerów...
pt: Pesquisar afiliados...
se: Sök affiliates...
vi: Tìm kiếm đối tác...

source: Search by account name or email...
de: Nach Kontoname oder E-Mail suchen...
es: Buscar por nombre de cuenta o correo electrónico...
fr: Rechercher par nom de compte ou e-mail...
it: Cerca per nome account o e-mail...
nl: Zoeken op accountnaam of e-mail...
pl: Szukaj po nazwie konta lub e-mailu...
pt: Pesquisar por nome da conta ou e-mail...
se: Sök på kontonamn eller e-post...
vi: Tìm kiếm theo tên tài khoản hoặc email...

source: Search by attendee name, email or order #...
de: Suche nach Teilnehmername, E-Mail oder Bestellnummer ...
es: Busque por nombre del asistente, correo electrónico o número de pedido...
fr: Recherchez par nom de participant, e-mail ou numéro de commande...
hu: Keresés résztvevő neve, e-mail címe vagy rendelési száma alapján...
it: Cerca per nome partecipante, email o numero ordine...
nl: Zoek op naam van een deelnemer, e-mail of bestelnummer...
pl: Szukaj po nazwie uczestnika, e-mailu lub numerze zamówienia...
pt: Pesquise por nome do participante, e-mail ou número do pedido...
se: Sök på deltagarnamn, e-post eller ordernummer...
tr: Katılımcı adı, e-posta veya sipariş #'a göre ara...
vi: Tìm kiếm theo tên người tham dự, email hoặc đơn hàng

source: Search by event name...
de: Suche nach Veranstaltungsnamen...
es: Buscar por nombre del evento...
fr: Rechercher par nom d'événement...
hu: Keresés eseménynév alapján...
it: Cerca per nome evento...
nl: Zoeken op evenementnaam...
pl: Szukaj po nazwie wydarzenia...
pt: Pesquisar por nome do evento...
se: Sök på evenemangsnamn...
tr: Etkinlik adına göre ara...
vi: Tìm kiếm theo tên sự kiện

source: Search by event title or organizer...
de: Suche nach Veranstaltungstitel oder Veranstalter...
es: Buscar por título de evento u organizador...
fr: Rechercher par titre d'événement ou organisateur...
it: Cerca per titolo evento o organizzatore...
nl: Zoeken op evenement titel of organisator...
pl: Szukaj po tytule wydarzenia lub organizatorze...
pt: Pesquisar por título do evento ou organizador...
se: Sök på evenemangstitel eller arrangör...
vi: Tìm kiếm theo tiêu đề sự kiện hoặc người tổ chức...

source: Search by job name or exception...
it: Cerca per nome lavoro o eccezione...
nl: Zoeken op taaknaam of uitzondering...
pl: Szukaj po nazwie zadania lub wyjątku...
pt: Pesquisar por nome do trabalho ou exceção...
se: Sök efter jobbnamn eller undantag...

source: Search by name, email, or account...
de: Nach Name, E-Mail oder Konto suchen...
es: Buscar por nombre, correo electrónico o cuenta...
fr: Rechercher par nom, e-mail ou compte...
it: Cerca per nome, email o account...
nl: Zoeken op naam, e-mail of account...
pl: Szukaj po nazwie, e-mailu lub koncie...
pt: Pesquisar por nome, e-mail ou conta...
se: Sök på namn, e-post eller konto...
vi: Tìm kiếm theo tên, email hoặc tài khoản...

source: Search by name, email, or order #...
de: Suchen Sie nach Namen, E-Mail oder Bestellnummer ...
es: Busque por nombre, correo electrónico o número de pedido...
fr: Recherchez par nom, e-mail ou numéro de commande...
hu: Keresés név, e-mail vagy rendelési szám alapján...
it: Cerca per nome, email o numero ordine...
nl: Zoeken op naam, e-mail of bestelnummer...
pl: Szukaj po nazwie, e-mailu lub numerze zamówienia...
pt: Pesquise por nome, e-mail ou número do pedido...
se: Sök på namn, e-post eller ordernummer...
tr: Ad, e-posta veya sipariş #'a göre ara...
vi: Tìm kiếm theo tên, email, hoặc mã đơn hàng #

source: Search by name, order #, attendee # or email...
de: Suchen nach Name, Bestellnummer, Teilnehmernummer oder E-Mail...
es: Buscar por nombre, número de pedido, número de asistente o correo electrónico...
fr: Rechercher par nom, numéro de commande, numéro de participant ou e-mail...
hu: Keresés név, rendelési szám, résztvevő azonosító vagy e-mail alapján...
it: Cerca per nome, numero ordine, numero partecipante o email...
nl: Zoek op naam, ordernummer, aanwezigheidsnummer of e-mail...
pl: Szukaj po nazwie, numerze zamówienia, numerze uczestnika lub e-mailu...
pt: Pesquise por nome, número do pedido, número do participante ou e-mail...
se: Sök på namn, ordernummer, deltagarnummer eller e-post...
tr: Ad, sipariş #, katılımcı # veya e-postaya göre ara...
vi: Tìm kiếm theo tên, mã đơn hàng #, người tham dự, hoặc email...

source: Search by name...
de: Suche mit Name...
es: Buscar por nombre...
fr: Rechercher par nom...
hu: Keresés név alapján...
it: Cerca per nome...
nl: Zoeken op naam...
pl: Szukaj po nazwie...
pt: Procura por nome...
se: Sök på namn...
tr: Ada göre ara...
vi: Tìm kiếm theo tên...

source: Search by order ID, customer name, or email...
it: Cerca per ID ordine, nome cliente o email...
nl: Zoeken op bestelling-ID, klantnaam of e-mail...
pl: Szukaj po identyfikatorze zamówienia, nazwie klienta lub e-mailu...
pt: Pesquisar por ID do pedido, nome do cliente ou email...
se: Sök på order-ID, kundnamn eller e-post...

source: Search by subject or content...
de: Suche nach Thema oder Inhalt...
es: Buscar por tema o contenido...
fr: Recherche par sujet ou contenu...
hu: Keresés tárgy vagy tartalom alapján...
it: Cerca per oggetto o contenuto...
nl: Zoeken op onderwerp of inhoud...
pl: Szukaj po temacie lub zawartości...
pt: Pesquise por assunto ou conteúdo...
se: Sök på ämne eller innehåll...
tr: Konu veya içeriğe göre ara...
vi: Tìm kiếm theo chủ đề hoặc nội dung...

source: Search by subject, event, or account...
it: Cerca per oggetto, evento o account...
nl: Zoeken op onderwerp, evenement of account...
pl: Szukaj po temacie, wydarzeniu lub koncie...
pt: Pesquisar por assunto, evento ou conta...
se: Sök efter ämne, evenemang eller konto...

source: Search capacity assignments...
de: Kapazitätszuweisungen suchen...
es: Buscar asignaciones de capacidad...
fr: Rechercher des affectations de capacité...
hu: Kapacitás-hozzárendelések keresése...
it: Cerca assegnazioni di capacità...
nl: Zoek capaciteitstoewijzingen...
pl: Szukaj przypisania pojemności...
pt: Pesquisar atribuições de capacidade...
se: Sök kapacitetstilldelningar...
tr: Kapasite atamalarını ara...
vi: Tìm kiếm phân bổ sức chứa...

source: Search check-in lists...
de: Einchecklisten durchsuchen...
es: Buscar listas de registro...
fr: Rechercher des listes de pointage...
hu: Bejelentkezési listák keresése...
it: Cerca liste di check-in...
nl: Check-in lijsten doorzoeken...
pl: Szukaj list odpraw...
pt: Pesquisar listas de registro...
se: Sök incheckningslistor...
tr: Check-in listelerini ara...
vi: Tìm kiếm danh sách check-in...

source: Search products
de: Produkte suchen
es: Buscar productos
fr: Rechercher des produits
hu: Termékek keresése
it: Cerca prodotti
nl: Producten zoeken
pl: Szukaj produktów
pt: Buscar produtos
se: Sök produkter
tr: Ürünleri ara
vi: Tìm kiếm sản phẩm

source: Search...
de: Suchen...
es: Buscar...
fr: Recherche...
hu: Keresés...
it: Cerca...
nl: Zoeken...
pl: Szukaj...
pt: Procurar...
se: Sök...
tr: Ara...
vi: Tìm kiếm

source: Secondary Color
de: Sekundäre Farbe
es: Color secundario
fr: Couleur secondaire
hu: Másodlagos szín
it: Colore secondario
nl: Secundaire kleur
pl: Kolor wtórny
pt: Cor secundária
se: Sekundär färg
tr: İkincil Renk
vi: Màu phụ

source: Secondary Text Color
de: Sekundäre Textfarbe
es: Color de texto secundario
fr: Couleur du texte secondaire
hu: Másodlagos szövegszín
it: Colore testo secondario
nl: Secundaire tekstkleur
pl: Kolor tekstu wtórnego
pt: Cor do texto secundário
se: Sekundär textfärg
tr: İkincil Metin Rengi
vi: Màu chữ phụ

source: Secure Checkout
de: Sichere Kasse
es: Pago Seguro
fr: Paiement sécurisé
it: Pagamento sicuro
nl: Veilige afrekening
pl: Bezpieczne potwierdzenie
pt: Checkout Seguro
se: Säker kassa
vi: Thanh toán an toàn

source: Select {0}
de: {0} auswählen
es: Seleccionar {0}
fr: Sélectionner {0}
hu: Válasszon {0}
it: Seleziona {0}
nl: Kies {0}
pl: Wybierz {0}
pt: Selecionar {0}
se: Välj {0}
tr: {0} seç
vi: Chọn {0}

source: Select a category
de: Kategorie auswählen
es: Selecciona una categoría
fr: Sélectionner une catégorie
hu: Válasszon egy kategóriát
it: Seleziona una categoria
nl: Selecteer een categorie
pl: Wybierz kategorię
pt: Selecione uma categoria
se: Välj en kategori
vi: Chọn danh mục

source: Select a configuration
it: Seleziona una configurazione
nl: Selecteer een configuratie
pl: Wybierz konfigurację
pt: Selecione uma configuração
se: Välj en konfiguration

source: Select a tier
it: Seleziona un livello
nl: Selecteer een niveau
pl: Wybierz poziom
se: Välj en nivå

source: Select Account
de: Konto auswählen
es: Seleccionar Cuenta
fr: Sélectionner un compte
it: Seleziona Account
nl: Selecteer Account
pt: Selecionar Conta
se: Välj konto
vi: Chọn Tài Khoản

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
hu: Összes kiválasztása
it: Seleziona tutto
nl: Selecteer alles
pt: Selecionar tudo
se: Välj alla
vi: Chọn tất cả

source: Select an event
it: Seleziona un evento
nl: Selecteer een evenement
pt: Selecionar um evento
se: Välj ett evenemang

source: Select an organizer to view their dashboard and events.
de: Wählen Sie einen Veranstalter, um dessen Dashboard und Veranstaltungen anzuzeigen.
es: Selecciona un organizador para ver su panel y eventos.
fr: Sélectionnez un organisateur pour voir son tableau de bord et ses événements.
hu: Válasszon egy szervezőt az irányítópultjának és eseményeinek megtekintéséhez.
it: Seleziona un organizzatore per visualizzare la sua dashboard e gli eventi.
nl: Selecteer een organisator om hun dashboard en evenementen te bekijken.
pt: Selecione um organizador para ver seu painel e eventos.
se: Välj en arrangör för att visa dess översikt och evenemang.
vi: Chọn một nhà tổ chức để xem bảng điều khiển và sự kiện của họ.

source: Select attendee group
it: Seleziona il gruppo di partecipanti
nl: Selecteer deelnemersgroep
pl: Wybierz grupę uczestników
pt: Selecione o grupo de participantes
se: Välj deltagargrupp

source: Select Camera
de: Kamera auswählen
es: Seleccionar cámara
fr: Sélectionnez la caméra
hu: Kamera kiválasztása
it: Seleziona Fotocamera
nl: Camera selecteren
pl: Wybierz kamerę
pt: Selecione Câmera
se: Välj kamera
tr: Kamera Seç
vi: Chọn máy ảnh

source: Select category...
de: Kategorie auswählen...
es: Seleccionar categoría...
fr: Sélectionner une catégorie...
hu: Kategória kiválasztása...
it: Seleziona categoria...
nl: Selecteer categorie...
pl: Wybierz kategorię...
pt: Selecione a categoria...
se: Välj kategori...
tr: Kategori seç...
vi: Chọn danh mục...

source: Select country
it: Seleziona il paese
nl: Selecteer land
pl: Wybierz kraj
pt: Selecione o país
se: Välj land
