Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Gross Revenue
de: Bruttoeinnahmen
es: Ingresos brutos
fr: Revenu brut
it: Ricavi Lordi
nl: Bruto-omzet
pl: Przychód brutto
pt: Receita Bruta
se: Bruttointäkter
vi: Doanh thu gộp

source: Gross sales
de: Bruttoumsatz
es: Ventas brutas
fr: Ventes brutes
hu: Bruttó értékesítés
it: Vendite lorde
nl: Brutoverkoop
pl: Sprzedaż brutto
pt: Vendas brutas
se: Bruttoförsäljning
tr: Brüt satışlar
vi: Tổng doanh số

source: Gross Sales
de: Bruttoverkäufe
es: Ventas brutas
fr: Ventes brutes
hu: Bruttó értékesítés
it: Vendite lorde
nl: Bruto verkoop
pl: Sprzedaż brutto
pt: Vendas brutas
se: Bruttoförsäljning
tr: Brüt Satışlar
vi: Doanh thu gộp

source: Guest Management
it: Gestione ospiti
nl: Gastenbeheer
pl: Zarządzanie gośćmi
pt: Gestão de convidados
se: Gästhantering
vi: Quản lý khách

source: Guests
de: Gäste
es: Huéspedes
fr: Invités
hu: Résztvevők
it: Ospiti
nl: Gasten
pl: Goście
pt: Convidados
se: Gäster
tr: Misafirler
vi: Người được mời

source: Have a promo code?
de: Haben Sie einen Promo-Code?
es: ¿Tienes un código de promoción?
fr: Avez vous un code de réduction?
hu: Van promóciós kódja?
it: Hai un codice promozionale?
nl: Heb je een promotiecode?
pl: Masz kod promocyjny?
pt: Tem um código promocional?
se: Har du en kampanjkod?
tr: Promosyon kodunuz var mı?
vi: Nhập mã khuyến mãi?

source: Hello {0}, manage your platform from here.
de: Hallo {0}, verwalten Sie Ihre Plattform von hier aus.
es: Hola {0}, gestiona tu plataforma desde aquí.
fr: Bonjour {0}, gérez votre plateforme depuis ici.
it: Ciao {0}, gestisci la tua piattaforma da qui.
nl: Hallo {0}, beheer je platform vanaf hier.
pl: Cześć {0}, zarządzaj swoją platformą stąd.
pt: Olá {0}, gerencie sua plataforma daqui.
se: Hej {0}, hantera din plattform härifrån.
vi: Xin chào {0}, quản lý nền tảng của bạn từ đây.

source: Here are all the tickets associated with your email address.
de: Hier sind alle Tickets, die mit Ihrer E-Mail-Adresse verknüpft sind.
es: Aquí están todas las entradas asociadas a tu correo electrónico.
fr: Voici tous les billets associés à votre adresse e-mail.
it: Ecco tutti i biglietti associati al tuo indirizzo email.
nl: Hier zijn alle tickets die gekoppeld zijn aan je e-mailadres.
pl: Oto wszystkie bilety powiązane z Twoim adresem e-mail.
pt: Aqui estão todos os ingressos associados ao seu endereço de e-mail.
se: Här är alla biljetter som är kopplade till din e-postadress.
vi: Đây là tất cả các vé liên kết với địa chỉ email của bạn.

source: Here is an example of how you can use the component in your application.
de: Hier ist ein Beispiel, wie Sie die Komponente in Ihrer Anwendung verwenden können.
es: A continuación se muestra un ejemplo de cómo puede utilizar el componente en su aplicación.
fr: Voici un exemple de la façon dont vous pouvez utiliser le composant dans votre application.
hu: Íme egy példa, hogyan használhatja a komponenst az alkalmazásában.
it: Ecco un esempio di come puoi usare il componente nella tua applicazione.
nl: Hier is een voorbeeld van hoe je het component in je applicatie kunt gebruiken.
pl: Oto przykład, jak możesz użyć komponentu w swojej aplikacji.
pt: Aqui está um exemplo de como você pode usar o componente em sua aplicação.
se: Här är ett exempel på hur du kan använda komponenten i din applikation.
tr: İşte bileşeni uygulamanızda nasıl kullanabileceğinize dair bir örnek.
vi: Đây là ví dụ về cách bạn có thể sử dụng component trong ứng dụng của bạn.

source: Here is the React component you can use to embed the widget in your application.
de: Hier ist die React-Komponente, die Sie verwenden können, um das Widget in Ihre Anwendung einzubetten.
es: Aquí está el componente React que puede usar para incrustar el widget en su aplicación.
fr: Voici le composant React que vous pouvez utiliser pour intégrer le widget dans votre application.
hu: Íme a React komponens, amelyet a widget beágyazásához használhatja az alkalmazásában.
it: Ecco il componente React che puoi usare per incorporare il widget nella tua applicazione.
nl: Hier is de React component die je kunt gebruiken om de widget in je applicatie in te sluiten.
pl: Oto komponent React, którego możesz użyć do osadzenia widżetu w swojej aplikacji.
pt: Aqui está o componente React que você pode usar para incorporar o widget em sua aplicação.
se: Här är React-komponenten som du kan använda för att bädda in widgeten i din applikation.
tr: İşte widget'ı uygulamanıza yerleştirmek için kullanabileceğiniz React bileşeni.
vi: Đây là component React bạn có thể sử dụng để nhúng widget vào ứng dụng của bạn.

source: Here is your affiliate link
de: Hier ist Ihr Partnerlink
es: Aquí está tu enlace de afiliado
fr: Voici votre lien d'affiliation
hu: Íme az affiliate linkje
it: Ecco il tuo link affiliato
nl: Hier is je affiliatelink
pl: Oto Twój link partnerski
pt: Aqui está o seu link de afiliado
se: Här är din partnerlänk
vi: Đây là liên kết đối tác của bạn

source: Here's what to expect:
de: Das können Sie erwarten:
es: Esto es lo que puede esperar:
fr: Voici à quoi vous attendre :
it: Ecco cosa aspettarsi:
nl: Dit kunt u verwachten:
pl: Oto czego możesz się spodziewać:
pt: Aqui está o que esperar:
se: Detta kan du förvänta dig:
vi: Đây là những gì cần mong đợi:

source: Hi {0} 👋
de: Hallo {0} 👋
es: Hola {0} 👋
fr: Salut {0} 👋
hu: Szia {0} 👋
it: Ciao {0} 👋
pl: Cześć {0} 👋
pt: Oi {0} 👋
se: Hej {0} 👋
tr: Merhaba {0} 👋
vi: Chào {0} 👋

source: Hi.Events Fee
it: Commissione Hi.Events
nl: Hi.Events kosten
pl: Opłata Hi.Events
pt: Taxa Hi.Events
se: Hi.Events-avgift

source: Hi.Events platform fees and VAT breakdown by transaction
it: Commissioni piattaforma Hi.Events e dettaglio IVA per transazione
nl: Hi.Events platformkosten en BTW-uitsplitsing per transactie
pl: Opłaty platformy Hi.Events i podział VAT według transakcji
pt: Taxas da plataforma Hi.Events e discriminação do IVA por transação
se: Hi.Events plattformsavgifter och momsfördelning per transaktion

source: Hidden
de: Verborgen
es: Oculto
fr: Masqué
it: Nascosto
nl: Verborgen
pl: Ukryty
pt: Oculto
se: Dold
vi: Ẩn

source: Hidden from attendees - only visible to organizers
it: Nascosto ai partecipanti - visibile solo agli organizzatori
nl: Verborgen voor deelnemers - alleen zichtbaar voor organisatoren
pl: Ukryte przed uczestnikami - widoczne tylko dla organizatorów
pt: Oculto para participantes - visível apenas para organizadores
se: Dold för deltagare – endast synlig för arrangörer
vi: Ẩn với người tham dự - chỉ hiển thị với người tổ chức

source: Hidden from public view
de: Vor der Öffentlichkeit verborgen
es: Oculto de la vista del público
fr: Caché à la vue du public
hu: Rejtett a nyilvánosság elől
it: Nascosto dalla vista pubblica
nl: Verborgen voor het publiek
pl: Ukryte przed widokiem publicznym
pt: Escondido da vista do público
se: Dold från offentlig vy
tr: Halk görünümünden gizli
vi: Ẩn khỏi chế độ xem công khai

source: Hidden questions are only visible to the event organizer and not to the customer.
de: Versteckte Fragen sind nur für den Veranstalter und nicht für den Kunden sichtbar.
es: Las preguntas ocultas sólo son visibles para el organizador del evento y no para el cliente.
fr: Les questions masquées ne sont visibles que par l'organisateur de l'événement et non par le client.
hu: A rejtett kérdések csak az eseményszervező számára láthatók, az ügyfél számára nem.
it: Le domande nascoste sono visibili solo all'organizzatore dell'evento e non al cliente.
nl: Verborgen vragen zijn alleen zichtbaar voor de organisator van het evenement en niet voor de klant.
pl: Ukryte pytania są widoczne tylko dla organizatora wydarzenia, a nie dla klienta.
pt: As perguntas ocultas são visíveis apenas para o organizador do evento e não para o cliente.
se: Dolda frågor är endast synliga för arrangören och inte för kunden.
tr: Gizli sorular yalnızca etkinlik organizatörü tarafından görülebilir, müşteri tarafından görülemez.
vi: Các câu hỏi ẩn chỉ hiển thị cho người tổ chức sự kiện chứ không phải cho khách hàng.

source: Hide
de: Verstecken
es: Esconder
fr: Cacher
hu: Elrejtés
it: Nascondi
nl: Verberg
pl: Ukryj
pt: Esconder
se: Dölj
tr: Gizle
vi: Ẩn

source: Hide Answers
de: Antworten ausblenden
es: Ocultar respuestas
fr: Masquer les réponses
hu: Válaszok elrejtése
it: Nascondi Risposte
nl: Antwoorden verbergen
pl: Ukryj odpowiedzi
pt: Ocultar respostas
se: Dölj svar
vi: Ẩn câu trả lời

source: Hide getting started page
de: Seite „Erste Schritte“ ausblenden
es: Ocultar página de inicio
fr: Masquer la page de démarrage
hu: Első lépések oldal elrejtése
it: Nascondi pagina di introduzione
nl: Startpagina verbergen
pl: Ukryj stronę pierwszych kroków
pt: Ocultar página de primeiros passos
se: Dölj kom igång-sidan
tr: Başlarken sayfasını gizle
vi: ẩn trang bắt đầu

source: Hide Options
it: Nascondi opzioni
nl: Opties verbergen
pl: Ukryj opcje
pt: Ocultar Opções
se: Dölj alternativ

source: Hide product after sale end date
de: Produkt nach Verkaufsenddatum ausblenden
es: Ocultar producto después de la fecha de finalización de la venta
fr: Masquer le produit après la date de fin de vente
hu: Termék elrejtése az értékesítés befejezési dátuma után
it: Nascondi prodotto dopo la data di fine vendita
nl: Verberg product na einddatum verkoop
pl: Ukryj produkt po dacie zakończenia sprzedaży
pt: Ocultar produto após a data de término da venda
se: Dölj produkt efter försäljningens slutdatum
tr: Satış bitiş tarihinden sonra ürünü gizle
vi: ẩn sản phẩm sau ngày kết thúc bán

source: Hide product before sale start date
de: Produkt vor Verkaufsstartdatum ausblenden
es: Ocultar producto antes de la fecha de inicio de la venta
fr: Masquer le produit avant la date de début de vente
hu: Termék elrejtése az értékesítés kezdési dátuma előtt
it: Nascondi prodotto prima della data di inizio vendita
nl: Verberg product voor start verkoopdatum
pl: Ukryj produkt przed datą rozpoczęcia sprzedaży
pt: Ocultar produto antes da data de início da venda
se: Dölj produkt före försäljningens startdatum
tr: Satış başlama tarihinden önce ürünü gizle
vi: ẩn sản phẩm trước ngày bắt đầu bán

source: Hide product unless user has applicable promo code
de: Produkt ausblenden, es sei denn, der Benutzer hat einen gültigen Promo-Code
es: Ocultar producto a menos que el usuario tenga un código promocional aplicable
fr: Masquer le produit sauf si l'utilisateur a un code promo applicable
hu: Termék elrejtése, kivéve, ha a felhasználónak van érvényes promóciós kódja
it: Nascondi prodotto a meno che l'utente non abbia un codice promozionale applicabile
nl: Verberg product tenzij gebruiker toepasselijke promotiecode heeft
pl: Ukryj produkt, chyba że użytkownik ma odpowiedni kod promocyjny
pt: Ocultar produto, a menos que o usuário tenha um código promocional aplicável
se: Dölj produkt om användaren saknar giltig kampanjkod
tr: Kullanıcının uygun promosyon kodu yoksa ürünü gizle
vi: ẩn sản phẩm trừ khi người dùng có mã khuyến mãi áp dụng

source: Hide product when sold out
de: Produkt bei Ausverkauf ausblenden
es: Ocultar producto cuando esté agotado
fr: Masquer le produit lorsqu'il est épuisé
hu: Termék elrejtése, ha elfogyott
it: Nascondi prodotto quando esaurito
nl: Verberg product als het uitverkocht is
pl: Ukryj produkt po wyprzedaniu
pt: Ocultar produto quando esgotado
se: Dölj produkt när den är slutsåld
tr: Tükendiğinde ürünü gizle
vi: Ẩn sản phẩm khi bán hết

source: Hide the getting started page from the sidebar
de: Blenden Sie die Seite „Erste Schritte“ in der Seitenleiste aus.
es: Ocultar la página de inicio de la barra lateral
fr: Masquer la page de démarrage de la barre latérale
hu: Elrejti az első lépések oldalt az oldalsávról
it: Nascondi la pagina di introduzione dalla barra laterale
nl: Verberg de pagina Aan de slag uit de zijbalk
pl: Ukryj stronę pierwszych kroków z paska bocznego
pt: Oculte a página de primeiros passos da barra lateral
se: Dölj kom igång-sidan från sidofältet
tr: Başlarken sayfasını kenar çubuğundan gizle
vi: ẩn trang bắt đầu từ thanh bên

source: Hide this product from customers
de: Dieses Produkt vor Kunden verbergen
es: Ocultar este producto a los clientes
fr: Masquer ce produit des clients
hu: Termék elrejtése az ügyfelek elől
it: Nascondi questo prodotto ai clienti
nl: Verberg dit product voor klanten
pl: Ukryj ten produkt przed klientami
pt: Ocultar este produto dos clientes
se: Dölj denna produkt för kunder
tr: Bu ürünü müşterilerden gizle
vi: Ẩn sản phẩm này khỏi khách hàng

source: Hide this question
de: Diese Frage verbergen
es: Ocultar esta pregunta
fr: Cacher cette question
hu: Kérdés elrejtése
it: Nascondi questa domanda
nl: Verberg deze vraag
pl: Ukryj to pytanie
pt: Ocultar esta pergunta
se: Dölj denna fråga
tr: Bu soruyu gizle
vi: Ẩn câu hỏi này

source: Hide this tier from users
de: Diese Ebene vor Benutzern verbergen
es: Ocultar este nivel a los usuarios
fr: Masquer ce niveau aux utilisateurs
hu: Szint elrejtése a felhasználók elől
it: Nascondi questo livello agli utenti
nl: Verberg dit niveau voor gebruikers
pl: Ukryj ten poziom przed użytkownikami
pt: Ocultar esta camada dos usuários
se: Dölj denna nivå för användare
tr: Bu katmanı kullanıcılardan gizle
vi: Ẩn tầng này khỏi người dùng

source: Hiding a product will prevent users from seeing it on the event page.
de: Das Ausblenden eines Produkts verhindert, dass Benutzer es auf der Veranstaltungsseite sehen.
es: Ocultar un producto impedirá que los usuarios lo vean en la página del evento.
fr: Masquer un produit empêchera les utilisateurs de le voir sur la page de l'événement.
hu: Egy termék elrejtése megakadályozza, hogy a felhasználók lássák azt az eseményoldalon.
it: Nascondere un prodotto impedirà agli utenti di vederlo sulla pagina dell'evento.
nl: Door een product te verbergen, kunnen gebruikers het niet zien op de evenementpagina.
pl: Ukrycie produktu uniemożliwi użytkownikom zobaczenie go na stronie wydarzenia.
pt: Ocultar um produto impedirá que os usuários o vejam na página do evento.
se: Att dölja en produkt förhindrar att användare ser den på evenemangssidan.
tr: Bir ürünü gizlemek, kullanıcıların onu etkinlik sayfasında görmesini engeller.
vi: Việc ẩn một sản phẩm sẽ ngăn người dùng xem nó trên trang sự kiện.

source: Highlight
de: Hervorheben
es: Destacar
fr: Mettre en avant
it: Evidenzia
nl: Markeren
pl: Wyróżnij
pt: Destacar
se: Markera
vi: Nổi bật

source: Highlight Message
de: Hervorhebungsnachricht
es: Mensaje destacado
fr: Message de mise en avant
it: Messaggio evidenziato
nl: Markeringsbericht
pl: Wiadomość wyróżniająca
pt: Mensagem de destaque
se: Markeringsmeddelande
vi: Tin nhắn nổi bật

source: Highlight this product
de: Dieses Produkt hervorheben
es: Destacar este producto
fr: Mettre ce produit en avant
it: Evidenzia questo prodotto
nl: Dit product markeren
pl: Wyróżnij ten produkt
pt: Destacar este produto
se: Markera denna produkt
vi: Làm nổi bật sản phẩm này

source: Highlighted
de: Hervorgehoben
es: Destacado
fr: En vedette
it: Evidenziato
nl: Uitgelicht
pl: Wyróżniony
pt: Destacado
se: Markerad
vi: Nổi bật

source: Highlighted products will have a different background color to make them stand out on the event page.
de: Hervorgehobene Produkte haben eine andere Hintergrundfarbe, um sie auf der Event-Seite hervorzuheben.
es: Los productos destacados tendrán un color de fondo diferente para resaltar en la página del evento.
fr: Les produits mis en avant auront une couleur de fond différente pour se démarquer sur la page de l'événement.
it: I prodotti evidenziati avranno un colore di sfondo diverso per farli risaltare nella pagina dell'evento.
nl: Gemarkeerde producten krijgen een andere achtergrondkleur om op te vallen op de evenementenpagina.
pl: Wyróżnione produkty będą miały inny kolor tła, aby wyróżnić się na stronie wydarzenia.
pt: Os produtos destacados terão uma cor de fundo diferente para se destacarem na página do evento.
se: Markerade produkter får en annan bakgrundsfärg för att sticka ut på evenemangssidan.
vi: Sản phẩm nổi bật sẽ có màu nền khác để nổi bật trên trang sự kiện.

source: Homepage Design
es: Diseño de página de inicio
fr: Conception de la page d'accueil
hu: Honlaptervezés
it: Design Homepage
nl: Homepage-ontwerp
pl: Projekt strony głównej
pt: Design da página inicial
se: Startsidedesign
tr: Ana Sayfa Tasarımı
vi: Thiết kế trang sự kiện

source: Homepage Designer
es: Diseñador de página de inicio
fr: Concepteur de page d'accueil
hu: Honlaptervező
it: Designer homepage
nl: Homepage ontwerper
pl: Projektant strony głównej
pt: Designer de página inicial
se: Startsidedesigner
tr: Ana Sayfa Tasarımcısı
vi: Thiết kế trang chủ

source: Homepage Preview
de: Homepage-Vorschau
es: Vista previa de la página de inicio
fr: Aperçu de la page d'accueil
hu: Honlap előnézet
it: Anteprima Homepage
nl: Voorbeschouwing
pl: Podgląd strony głównej
pt: Visualização da página inicial
se: Förhandsvisning av startsida
tr: Ana Sayfa Önizlemesi
vi: Xem trước trang chủ

source: How many minutes the customer has to complete their order. We recommend at least 15 minutes
de: Wie viele Minuten hat der Kunde Zeit, um seine Bestellung abzuschließen. Wir empfehlen mindestens 15 Minuten
es: Cuántos minutos tiene el cliente para completar su pedido. Recomendamos al menos 15 minutos.
fr: De combien de minutes le client dispose pour finaliser sa commande. Nous recommandons au moins 15 minutes
hu: Hány perc áll az ügyfél rendelkezésére a megrendelés befejezéséhez? Legalább 15 percet javaslunk.
it: Quanti minuti ha il cliente per completare il proprio ordine. Consigliamo almeno 15 minuti
nl: Hoeveel minuten de klant heeft om zijn bestelling af te ronden. We raden minimaal 15 minuten aan
pl: Ile minut klient ma na ukończenie zamówienia. Zalecamy co najmniej 15 minut
pt: Quantos minutos o cliente tem para concluir o pedido. Recomendamos pelo menos 15 minutos
se: Hur många minuter kunden har på sig att slutföra sin beställning. Vi rekommenderar minst 15 minuter
tr: Müşterinin siparişini tamamlamak için kaç dakikası var. En az 15 dakika öneriyoruz
vi: Khách hàng phải hoàn thành đơn đơn hàng bao nhiêu phút.

source: How many times can this code be used?
de: Wie oft kann dieser Code verwendet werden?
es: ¿Cuántas veces se puede utilizar este código?
fr: Combien de fois ce code peut-il être utilisé ?
hu: Hányszor használható fel ez a kód?
it: Quante volte può essere utilizzato questo codice?
nl: Hoe vaak kan deze code worden gebruikt?
pl: Ile razy można użyć tego kodu?
pt: Quantas vezes esse código pode ser usado?
se: Hur många gånger kan denna kod användas?
tr: Bu kod kaç kez kullanılabilir?
vi: Mã này có thể được sử dụng bao nhiêu lần?

source: How to pay offline
de: Wie man offline zahlt
es: Cómo pagar fuera de línea
fr: Comment payer hors ligne
it: Come pagare offline
nl: Hoe offline te betalen
pl: Jak płacić offline
pt: Como pagar offline
se: Hur man betalar offline
vi: Cách thanh toán offline

source: HTML character limit exceeded: {htmlLength}/{maxLength}
de: HTML-Zeichenlimit überschritten: {htmlLength}/{maxLength}
es: Límite de caracteres HTML excedido: {htmlLength}/{maxLength}
fr: Limite de caractères HTML dépassé: {htmlLength}/{maxLength}
hu: HTML karakterkorlát túllépve: {htmlLength}/{maxLength}
it: Limite di caratteri HTML superato: {htmlLength}/{maxLength}
nl: HTML karakterlimiet overschreden: {htmlLength}/{maxLength}
pl: Przekroczono limit znaków HTML: {htmlLength}/{maxLength}
pt: Limite de caracteres HTML excedido: {htmlLength}/{maxLength}
se: HTML-teckengränsen har överskridits: {htmlLength}/{maxLength}
tr: HTML karakter sınırı aşıldı: {htmlLength}/{maxLength}
vi: Vượt quá giới hạn ký tự HTML: {htmllesth}/{maxlength}

source: Hungarian
de: Ungarisch
es: Húngaro
fr: Hongrois
it: Ungherese
nl: Hongaars
pl: Węgierski
pt: Húngaro
se: Ungerska
vi: Tiếng Hungary

source: I agree to the <0>terms and conditions</0>
de: Ich stimme den <0>Allgemeinen Geschäftsbedingungen</0> zu
es: Acepto los <0>términos y condiciones</0>
fr: J'accepte les <0>termes et conditions</0>
hu: Elfogadom az <0>általános szerződési feltételeket</0>
it: Accetto i <0>termini e condizioni</0>
nl: Ik ga akkoord met de <0>voorwaarden</0>
pl: Zgadzam się z <0>regulaminem</0>
pt: Concordo com os <0>termos e condições</0>
se: Jag godkänner <0>villkoren</0>
tr: <0>Şartlar ve koşulları</0> kabul ediyorum
vi: Tôi đồng ý với <0>các điều khoản và điều kiện</0>

source: I confirm this is a transactional message related to this event
it: Confermo che questo è un messaggio transazionale relativo a questo evento
nl: Ik bevestig dat dit een transactioneel bericht is met betrekking tot dit evenement
pl: Potwierdzam, że jest to wiadomość transakcyjna związana z tym wydarzeniem
pt: Confirmo que esta é uma mensagem transacional relacionada com este evento
se: Jag bekräftar att detta är ett transaktionsmeddelande relaterat till detta evenemang

source: If a new tab did not open automatically, please click the button below to continue to checkout.
de: Wenn sich kein neues Tab automatisch geöffnet hat, klicke bitte unten auf die Schaltfläche, um mit dem Checkout fortzufahren.
es: Si no se abrió una nueva pestaña automáticamente, haz clic en el botón de abajo para continuar al pago.
fr: Si un nouvel onglet ne s'est pas ouvert automatiquement, veuillez cliquer sur le bouton ci-dessous pour poursuivre le paiement.
hu: Ha nem nyílt meg automatikusan új lap, kérjük, kattintson az alábbi gombra a fizetés folytatásához.
it: Se una nuova scheda non si è aperta automaticamente, clicca sul pulsante qui sotto per procedere al pagamento.
nl: Als er geen nieuw tabblad automatisch is geopend, klik dan op de knop hieronder om door te gaan naar afrekenen.
pl: Jeśli nowa karta nie otworzyła się automatycznie, kliknij przycisk poniżej, aby kontynuować płatność.
pt: Se uma nova aba não abriu automaticamente, clique no botão abaixo para continuar para o pagamento.
se: Om en ny flik inte öppnades automatiskt, klicka på knappen nedan för att fortsätta till kassan.
vi: Nếu tab mới không tự động mở, vui lòng nhấn nút bên dưới để tiếp tục thanh toán.

source: If blank, the address will be used to generate a Google Mapa link
de: Wenn leer, wird die Adresse verwendet, um einen Google Maps-Link zu erstellen
es: Si está en blanco, se usará la dirección para generar un enlace de Google Maps
fr: Si vide, l'adresse sera utilisée pour générer un lien Google Maps
hu: Ha üres, a cím Google térkép link generálására lesz használva
it: Se vuoto, l'indirizzo verrà utilizzato per generare un link a Google Maps
nl: Als dit veld leeg is, wordt het adres gebruikt om een Google Mapa-link te genereren
pl: Jeśli puste, adres zostanie użyty do wygenerowania linku do Google Maps
pt: Se estiver em branco, o endereço será usado para gerar um link do Google Maps
se: Om fältet lämnas tomt används adressen för att skapa en Google Maps-länk
tr: Boş bırakılırsa, Google Harita linki oluşturmak için adres kullanılacak
vi: Nếu trống, địa chỉ sẽ được sử dụng để tạo liên kết Google Mapa link
