Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: This order was cancelled. You can start a new order anytime.
de: Diese Bestellung wurde storniert. Sie können jederzeit eine neue Bestellung aufgeben.
es: Este pedido fue cancelado. Puedes iniciar un nuevo pedido en cualquier momento.
fr: Cette commande a été annulée. Vous pouvez passer une nouvelle commande à tout moment.
it: Questo ordine è stato annullato. Puoi iniziare un nuovo ordine in qualsiasi momento.
nl: Deze bestelling is geannuleerd. Je kunt op elk moment een nieuwe bestelling plaatsen.
pl: To zamówienie zostało anulowane. Możesz rozpocząć nowe zamówienie w dowolnym momencie.
pt: Este pedido foi cancelado. Pode iniciar um novo pedido a qualquer momento.
se: Den här ordern avbröts. Du kan starta en ny order när som helst.
vi: Đơn hàng này đã bị hủy. Bạn có thể bắt đầu đơn hàng mới bất cứ lúc nào.

source: This organizer profile is not published yet
de: Dieses Veranstalterprofil ist noch nicht veröffentlicht
es: Este perfil de organizador aún no está publicado
fr: Ce profil d'organisateur n'est pas encore publié
hu: Ez a szervezői profil még nem került közzétételre.
it: Questo profilo organizzatore non è ancora pubblicato
nl: Dit organisatorprofiel is nog niet gepubliceerd
pl: Ten profil organizatora nie został jeszcze opublikowany
pt: Este perfil de organizador ainda não foi publicado
se: Den här arrangörsprofilen är inte publicerad ännu
vi: Hồ sơ nhà tổ chức này chưa được xuất bản

source: This overrides all visibility settings and will hide the product from all customers.
de: Dies überschreibt alle Sichtbarkeitseinstellungen und verbirgt das Produkt vor allen Kunden.
es: Esto sobrescribe todas las configuraciones de visibilidad y ocultará el producto a todos los clientes.
fr: Cela remplace tous les paramètres de visibilité et masquera le produit de tous les clients.
hu: Ez felülírja az összes láthatósági beállítást, és elrejti a terméket minden ügyfél elől.
it: Questo sovrascrive tutte le impostazioni di visibilità e nasconderà il prodotto a tutti i clienti.
nl: Dit overschrijft alle zichtbaarheidsinstellingen en verbergt het product voor alle klanten.
pl: To przesłania wszystkie ustawienia widoczności i ukryje produkt przed wszystkimi klientami.
pt: Isso substitui todas as configurações de visibilidade e ocultará o produto de todos os clientes.
se: Detta åsidosätter alla synlighetsinställningar och döljer produkten för alla kunder.
tr: Bu tüm görünürlük ayarlarını geçersiz kılar ve ürünü tüm müşterilerden gizler.
vi: Điều này ghi đè tất cả các cài đặt khả năng hiển thị và sẽ ẩn sản phẩm khỏi tất cả các khách hàng.

source: This preview shows how your email will look with sample data. Actual emails will use real values.
de: Diese Vorschau zeigt, wie Ihre E-Mail mit Beispieldaten aussehen wird. Tatsächliche E-Mails verwenden echte Werte.
es: Esta vista previa muestra cómo se verá su correo con datos de muestra. Los correos reales usarán valores reales.
fr: Cet aperçu montre à quoi ressemblera votre e-mail avec des données d'exemple. Les vrais e-mails utiliseront de vraies valeurs.
it: Questa anteprima mostra come apparirà la tua email con dati di esempio. Le email effettive utilizzeranno valori reali.
nl: Dit voorbeeld toont hoe uw e-mail eruit ziet met voorbeeldgegevens. Werkelijke e-mails gebruiken echte waarden.
pl: Ten podgląd pokazuje, jak Twój e-mail będzie wyglądać z przykładowymi danymi. Rzeczywiste e-maile będą używać rzeczywistych wartości.
pt: Esta visualização mostra como seu e-mail ficará com dados de exemplo. E-mails reais usarão valores reais.
se: Den här förhandsvisningen visar hur ditt mejl kommer att se ut med exempeldata. Faktiska mejl använder riktiga värden.
vi: Xem trước này cho thấy email của bạn sẽ trông như thế nào với dữ liệu mẫu. Email thực tế sẽ sử dụng giá trị thực.

source: This product cannot be deleted because it is associated with an order. You can hide it instead.
de: Dieses Produkt kann nicht gelöscht werden, da es mit einer Bestellung verknüpft ist. Sie können es stattdessen ausblenden.
es: Este producto no se puede eliminar porque está asociado con un pedido. Puede ocultarlo en su lugar.
fr: Ce produit ne peut pas être supprimé car il est associé à une commande. Vous pouvez le masquer à la place.
hu: Ez a termék nem törölhető, mert megrendeléshez van társítva. Helyette elrejtheti.
it: Questo prodotto non può essere eliminato perché è associato a un ordine. Puoi invece nasconderlo.
nl: Dit product kan niet worden verwijderd omdat het gekoppeld is aan een bestelling. In plaats daarvan kunt u het verbergen.
pl: Ten produkt nie może być usunięty, ponieważ jest powiązany z zamówieniem. Możesz go zamiast tego ukryć.
pt: Este produto não pode ser excluído porque está associado a um pedido. Você pode ocultá-lo em vez disso.
se: Den här produkten kan inte tas bort eftersom den är kopplad till en order. Du kan dölja den i stället.
tr: Bu ürün bir siparişle ilişkili olduğu için silinemez. Bunun yerine gizleyebilirsiniz.
vi: Sản phẩm này không thể bị xóa vì nó được liên kết với một đơn hàng.

source: This product is a ticket. Buyers will be issued a ticket upon purchase
de: Dieses Produkt ist ein Ticket. Käufer erhalten nach dem Kauf ein Ticket
es: Este producto es un boleto. Se emitirá un boleto a los compradores al realizar la compra
fr: Ce produit est un billet. Les acheteurs recevront un billet lors de l'achat
hu: Ez a termék egy jegy. A vásárlók jegyet kapnak a vásárláskor.
it: Questo prodotto è un biglietto. Agli acquirenti verrà emesso un biglietto al momento dell'acquisto
nl: Dit product is een ticket. Kopers krijgen bij aankoop een ticket
pl: Ten produkt jest biletem. Kupującym zostanie wystawiony bilet przy zakupie
pt: Este produto é um ingresso. Os compradores receberão um ingresso ao comprar
se: Den här produkten är en biljett. Köpare får en biljett vid köp
tr: Bu ürün bir bilettir. Alıcılara satın alma sonrasında bilet verilecek
vi: Sản phẩm này là vé. Người mua sẽ nhận được vé sau khi mua

source: This product is highlighted on the event page
de: Dieses Produkt wird auf der Veranstaltungsseite hervorgehoben
es: Este producto está destacado en la página del evento
fr: Ce produit est mis en vedette sur la page de l'événement
it: Questo prodotto è evidenziato nella pagina dell'evento
nl: Dit product is uitgelicht op de evenementpagina
pl: Ten produkt jest wyróżniony na stronie wydarzenia
pt: Este produto está destacado na página do evento
se: Den här produkten är markerad på evenemangssidan
vi: Sản phẩm này được nổi bật trên trang sự kiện

source: This product is sold out
de: Dieses Produkt ist ausverkauft
es: Este producto está agotado
fr: Ce produit est épuisé
it: Questo prodotto è esaurito
nl: Dit product is uitverkocht
pl: Ten produkt jest wyprzedany
pt: Este produto está esgotado
se: Den här produkten är slutsåld
vi: Sản phẩm này đã bán hết

source: This report is for informational purposes only. Always consult with a tax professional before using this data for accounting or tax purposes. Please cross-reference with your Stripe dashboard as Hi.Events may be missing historical data.
it: Questo report ha solo scopo informativo. Consultare sempre un consulente fiscale prima di utilizzare questi dati per scopi contabili o fiscali. Si prega di fare un confronto con la dashboard di Stripe, poiché Hi.Events potrebbe non includere dati storici.
nl: Dit rapport is alleen voor informatieve doeleinden. Raadpleeg altijd een belastingprofessional voordat u deze gegevens gebruikt voor boekhoudkundige of fiscale doeleinden. Controleer met uw Stripe-dashboard aangezien Hi.Events mogelijk historische gegevens mist.
pl: Ten raport jest tylko do celów informacyjnych. Zawsze konsultuj się z profesjonalistą podatkowymi przed użyciem tych danych do celów rachunkowych lub podatkowych. Proszę odnieść się do pulpitu Stripe, ponieważ Hi.Events może brakować danych historycznych.
se: Denna rapport är endast för informationsändamål. Rådgör alltid med en skatteexpert innan du använder dessa uppgifter för redovisnings- eller skatteändamål. Vänligen dubbelkolla med din Stripe-instrumentpanel då Hi.Events kan sakna historiska data.

source: This reset password link is invalid or expired.
de: Dieser Link zum Zurücksetzen des Passworts ist ungültig oder abgelaufen.
es: Este enlace para restablecer la contraseña no es válido o ha caducado.
fr: Ce lien de réinitialisation du mot de passe est invalide ou a expiré.
hu: Ez a jelszó-visszaállító link érvénytelen vagy lejárt.
it: Questo link per reimpostare la password non è valido o è scaduto.
nl: Deze vraag is alleen zichtbaar voor de organisator van het evenement.
pl: Ten link resetowania hasła jest nieprawidłowy lub wygasł.
pt: Este link de redefinição de senha é inválido ou expirou.
se: Den här länken för att återställa lösenordet är ogiltig eller har löpt ut.
tr: Bu şifre sıfırlama bağlantısı geçersiz veya süresi dolmuş.
vi: Liên kết mật khẩu đặt lại này không hợp lệ hoặc hết hạn.

source: This ticket was just scanned. Please wait before scanning again.
de: Dieses Ticket wurde gerade gescannt. Bitte warten Sie, bevor Sie erneut scannen.
es: Este boleto acaba de ser escaneado. Por favor espere antes de escanear nuevamente.
fr: Ce billet vient d'être scanné. Veuillez attendre avant de scanner à nouveau.
it: Questo biglietto è stato appena scansionato. Attendi prima di scansionare di nuovo.
nl: Dit ticket is net gescand. Wacht even voordat u opnieuw scant.
pl: Ten bilet właśnie został zeskanowany. Proszę czekać przed zeskanowaniem ponownie.
pt: Este bilhete acabou de ser digitalizado. Aguarde antes de digitalizar novamente.
se: Den här biljetten skannades nyss. Vänta innan du skannar igen.
vi: Vé này vừa được quét. Vui lòng chờ trước khi quét lại.

source: This user is not active, as they have not accepted their invitation.
de: Dieser Benutzer ist nicht aktiv, da er die Einladung nicht angenommen hat.
es: Este usuario no está activo porque no ha aceptado su invitación.
fr: Cet utilisateur n'est pas actif car il n'a pas accepté son invitation.
hu: Ez a felhasználó nem aktív, mivel nem fogadta el a meghívóját.
it: Questo utente non è attivo, poiché non ha accettato il suo invito.
nl: Deze gebruiker is niet actief, omdat hij zijn uitnodiging niet heeft geaccepteerd.
pl: Ten użytkownik nie jest aktywny, ponieważ nie zaakceptował zaproszenia.
pt: Este usuário não está ativo porque não aceitou o convite.
se: Den här användaren är inte aktiv eftersom hen inte har accepterat sin inbjudan.
tr: Bu kullanıcı davetini kabul etmediği için aktif değil.
vi: Người dùng này không hoạt động, vì họ chưa chấp nhận lời mời của họ.

source: This will be used for notifications and communication with your users.
de: Dies wird für Benachrichtigungen und die Kommunikation mit Ihren Nutzern verwendet.
es: Esto se usará para notificaciones y comunicación con tus usuarios.
fr: Ceci sera utilisé pour les notifications et la communication avec vos utilisateurs.
hu: Ez értesítésekhez és a felhasználókkal való kommunikációhoz lesz használva.
it: Questo sarà usato per notifiche e comunicazioni con i tuoi utenti.
nl: Dit wordt gebruikt voor meldingen en communicatie met je gebruikers.
pl: Będzie to używane do powiadomień i komunikacji z użytkownikami.
pt: Isso será usado para notificações e comunicação com seus usuários.
se: Detta används för notiser och kommunikation med dina användare.
vi: Thông tin này sẽ được dùng để gửi thông báo và liên hệ với người dùng của bạn.

source: This will not be visible to customers, but helps you identify the affiliate.
de: Dies ist für Kunden nicht sichtbar, hilft Ihnen aber, den Partner zu identifizieren.
es: Esto no será visible para los clientes, pero te ayuda a identificar al afiliado.
fr: Ceci ne sera pas visible pour les clients, mais vous aide à identifier l'affilié.
hu: Ez nem lesz látható az ügyfelek számára, de segít azonosítani a partnert.
it: Questo non sarà visibile ai clienti, ma ti aiuta a identificare l'affiliato.
nl: Dit is niet zichtbaar voor klanten, maar helpt je de affiliate te identificeren.
pl: Nie będzie to widoczne dla klientów, ale pomaga Ci zidentyfikować partnera afiliacji.
pt: Isto não será visível para os clientes, mas ajuda-o a identificar o afiliado.
se: Detta syns inte för kunder, men hjälper dig att identifiera affiliaten.
vi: Thông tin này sẽ không hiển thị với khách hàng, nhưng giúp bạn nhận diện đối tác.

source: ticket
es: boleto
fr: billet
hu: jegy
it: biglietto
pl: bilet
pt: bilhete
se: biljett
tr: bilet
vi: vé

source: Ticket
es: Boleto
fr: Billet
hu: Jegy
it: Biglietto
pl: Bilet
pt: Bilhete
se: Biljett
tr: Bilet
vi: Vé

source: Ticket Cancelled
de: Ticket storniert
es: Entrada Cancelada
fr: Billet annulé
it: Biglietto annullato
nl: Ticket geannuleerd
pl: Bilet anulowany
pt: Bilhete Cancelado
se: Biljett avbruten
vi: Vé đã hủy

source: Ticket Design
es: Diseño de Ticket
fr: Design du Billet
it: Design del Biglietto
nl: Ticketontwerp
pl: Projektowanie biletów
pt: Design do Bilhete
se: Biljettdesign
vi: Thiết kế vé

source: Ticket design saved successfully
de: Ticketdesign erfolgreich gespeichert
es: Diseño del ticket guardado exitosamente
fr: Design du billet enregistré avec succès
it: Design del biglietto salvato con successo
nl: Ticketontwerp succesvol opgeslagen
pl: Projekt biletów został pomyślnie zapisany
pt: Design do bilhete guardado com sucesso
se: Biljettdesignen sparades
vi: Thiết kế vé đã được lưu thành công

source: Ticket Designer
it: Designer biglietti
nl: Ticket ontwerper
pl: Projektant biletów
pt: Designer de ingressos
se: Biljettdesigner
vi: Thiết kế vé

source: Ticket email has been resent to attendee
de: Die Ticket-E-Mail wurde erneut an den Teilnehmer gesendet.
es: El correo electrónico del ticket se ha reenviado al asistente.
fr: L'e-mail du ticket a été renvoyé au participant
hu: Jegy e-mailt újraküldték a résztvevőnek.
it: Email del biglietto reinviata al partecipante
nl: Ticket e-mail is opnieuw verzonden naar de deelnemer
pl: E-mail z biletem został ponownie wysłany do uczestnika
pt: O e-mail do ticket foi reenviado ao participante
se: Biljettmejlet har skickats igen till deltagaren
tr: Bilet e-postası katılımcıya yeniden gönderildi
vi: Email vé đã được gửi lại với người tham dự

source: Ticket for
de: Ticket für
es: Entrada para
fr: Billet pour
it: Biglietto per
nl: Ticket voor
pl: Bilet dla
pt: Bilhete para
se: Biljett för
vi: Vé cho

source: Ticket holder's email
de: E-Mail des Ticketinhabers
es: Email del portador del boleto
fr: Email du détenteur du billet
it: Email del possessore del biglietto
nl: E-mail van tickethouder
pl: E-mail posiadacza biletu
pt: E-mail do portador do ingresso
se: Biljettinnehavarens e-post
vi: Email người giữ vé

source: Ticket holder's name
de: Name des Ticketinhabers
es: Nombre del portador del boleto
fr: Nom du détenteur du billet
it: Nome del possessore del biglietto
nl: Naam van tickethouder
pl: Imię i nazwisko posiadacza biletu
pt: Nome do portador do ingresso
se: Biljettinnehavarens namn
vi: Tên người giữ vé

source: Ticket holders
de: Ticketinhaber
es: Poseedores de entradas
fr: Détenteurs de billets
hu: Jegytulajdonosok
it: Possessori di biglietti
nl: Tickethouders
pl: Posiadacze biletów
pt: Portadores de ingressos
se: Biljettinnehavare
vi: Người sở hữu vé

source: Ticket Holders
it: Titolari dei biglietti
nl: Tickethouders
pl: Posiadacze biletów
pt: Titulares de bilhetes
se: Biljettinnehavare

source: Ticket ID
es: ID del boleto
fr: ID du billet
it: ID biglietto
pl: ID biletu
pt: ID do bilhete
se: Biljett-ID
vi: ID vé

source: Ticket Logo
es: Logo del Ticket
fr: Logo du Billet
it: Logo del Biglietto
pl: Logo biletu
pt: Logotipo do Bilhete
se: Biljettlogotyp
vi: Logo Vé

source: Ticket Name
es: Nombre del boleto
fr: Nom du billet
it: Nome Biglietto
nl: Ticket Naam
pl: Nazwa biletu
pt: Nome do ingresso
se: Biljettnamn
vi: Tên vé

source: Ticket Not Found
it: Biglietto non trovato
nl: Ticket niet gevonden
pl: Bilet nie znaleziony
pt: Bilhete não encontrado
se: Biljett hittades inte

source: Ticket or Product
de: Ticket oder Produkt
es: Entrada o producto
fr: Billet ou produit
hu: Jegy vagy termék
it: Biglietto o prodotto
nl: Ticket of product
pl: Bilet lub produkt
pt: Ingresso ou produto
se: Biljett eller produkt
vi: Vé hoặc sản phẩm

source: Ticket Preview for
de: Ticket-Vorschau für
es: Vista previa de boleto para
fr: Aperçu du billet pour
it: Anteprima biglietto per
nl: Ticketvoorbeeld voor
pl: Podgląd biletu dla
pt: Pré-visualização do bilhete para
se: Biljettförhandsvisning för
vi: Xem trước vé cho

source: Ticket price
it: Prezzo del biglietto
nl: Ticketprijs
pl: Cena biletu
pt: Preço do bilhete
se: Biljettpris

source: Ticket Price
de: Ticketpreis
es: Precio del boleto
fr: Prix du billet
it: Prezzo Biglietto
nl: Ticket Prijs
pl: Cena biletu
pt: Preço do ingresso
se: Biljettpris
vi: Giá vé

source: Ticket resent successfully
it: Biglietto reinviato con successo
nl: Ticket succesvol opnieuw verzonden
pl: Bilet został pomyślnie ponownie wysłany
pt: Bilhete reenviado com sucesso
se: Biljetten skickades igen

source: Ticket Type
de: Tickettyp
es: Tipo de Ticket
fr: Type de Billet
hu: Jegy típusa
it: Tipo di Biglietto
pl: Typ biletu
pt: Tipo de Bilhete
se: Biljettyp
vi: Loại vé

source: Ticket URL
es: URL del boleto
fr: URL du billet
it: URL Biglietto
pl: URL biletu
pt: URL do ingresso
se: Biljett-URL
vi: URL vé

source: Ticketing & Sales
it: Biglietteria e vendite
nl: Ticketing & verkoop
pl: Ticketing i sprzedaż
pt: Bilheteria e vendas
se: Biljetter och försäljning
vi: Bán vé

source: tickets
es: entradas
fr: billets
it: biglietti
pl: bilety
pt: bilhetes
se: biljetter
vi: vé

source: Tickets
es: Entradas
fr: Billets
it: Biglietti
pl: Bilety
pt: Bilhetes
se: Biljetter
vi: Vé

source: Tickets & Products
de: Tickets & Produkte
es: Entradas y productos
fr: Billets et produits
hu: Jegyek és termékek
it: Biglietti e prodotti
nl: Tickets en producten
pl: Bilety i produkty
pt: Ingressos e produtos
se: Biljetter och produkter
vi: Vé & Sản phẩm

source: Tickets Available
de: Tickets verfügbar
es: Entradas disponibles
fr: Billets disponibles
it: Biglietti disponibili
nl: Tickets beschikbaar
pl: Dostępne bilety
pt: Bilhetes disponíveis
se: Tillgängliga biljetter
vi: Vé còn sẵn

source: Tickets for
de: Tickets für
es: Entradas para
fr: Billets pour
hu: Jegyek ehhez:
it: Biglietti per
nl: Tickets voor
pl: Bilety dla
pt: Ingressos para
se: Biljetter för
tr: Biletler
vi: Vé cho

source: Tickets Sold
de: Verkaufte Tickets
es: Entradas Vendidas
fr: Billets Vendus
it: Biglietti Venduti
nl: Verkochte Tickets
pl: Sprzedane bilety
pt: Ingressos Vendidos
se: Sålda biljetter
vi: Vé Đã Bán

source: Tier {0}
de: Stufe {0}
es: Nivel {0}
fr: Niveau {0}
hu: Szint {0}
it: Livello {0}
nl: Niveau {0}
pl: Warstwa {0}
pt: Nível {0}
se: Nivå {0}
tr: Seviye {0}
vi: Cấp {0}

source: Tiered Product
de: Gestuftes Produkt
es: Producto escalonado
fr: Produit par paliers
hu: Többszintű termék
it: Prodotto a Livelli
nl: Gelaagd product
pl: Produkt warstwowy
pt: Produto em Camadas
se: Produkt med nivåer
tr: Kademeli Ürün
vi: Sản phẩm cấp bậc

source: Tiered products allow you to offer multiple price options for the same product. This is perfect for early bird products, or offering different price options for different groups of people.
de: Gestufte Produkte ermöglichen es Ihnen, mehrere Preisoptionen für dasselbe Produkt anzubieten. Dies ist ideal für Frühbucherprodukte oder um unterschiedliche Preisoptionen für verschiedene Personengruppen anzubieten." # de
es: Los productos escalonados le permiten ofrecer múltiples opciones de precio para el mismo producto. Esto es perfecto para productos anticipados o para ofrecer diferentes opciones de precio a diferentes grupos de personas." # es
fr: Les produits à niveaux vous permettent de proposer plusieurs options de prix pour le même produit. C'est parfait pour les produits en prévente ou pour proposer différentes options de prix à différents groupes de personnes." # fr
hu: A többszintű termékek lehetővé teszik, hogy ugyanahhoz a termékhez több árlehetőséget kínáljon. Ez tökéletes a korai madár termékekhez, vagy különböző árlehetőségek kínálásához különböző embercsoportok számára.
it: I prodotti a livelli ti permettono di offrire più opzioni di prezzo per lo stesso prodotto. È perfetto per prodotti in prevendita o per offrire diverse opzioni di prezzo per diversi gruppi di persone.
nl: Met gelaagde producten kun je meerdere prijsopties aanbieden voor hetzelfde product. Dit is perfect voor early bird-producten of om verschillende prijsopties aan te bieden voor verschillende groepen mensen.
pl: Produkty warstwowe pozwalają oferować wiele opcji cenowych dla tego samego produktu. Doskonale nadaje się do produktów wczesnych ptaków lub oferowania różnych opcji cenowych dla różnych grup ludzi.
pt: Os produtos escalonados permitem que você ofereça múltiplas opções de preço para o mesmo produto. Isso é perfeito para produtos antecipados ou para oferecer diferentes opções de preço para diferentes grupos de pessoas." # pt
se: Produkter med nivåer låter dig erbjuda flera prisalternativ för samma produkt. Perfekt för early bird-produkter eller för att erbjuda olika priser till olika grupper.
tr: Kademeli ürünler aynı ürün için birden fazla fiyat seçeneği sunmanıza olanak tanır. Bu erken rezervasyon ürünleri veya farklı insan grupları için farklı fiyat seçenekleri sunmak için mükemmeldir.
vi: Sản phẩm theo bậc cho phép bạn cung cấp nhiều tùy chọn giá cho cùng một sản phẩm. Điều này hoàn hảo cho các sản phẩm ưu đãi sớm hoặc các nhóm giá khác nhau cho từng đối tượng.

source: Time left:
de: Verbleibende Zeit:
es: Tiempo restante:
fr: Temps restant :
hu: Hátralévő idő:
it: Tempo rimasto:
nl: Resterende tijd:
pl: Pozostały czas:
pt: Tempo restante:
se: Tid kvar:
tr: Kalan süre:
vi: Thời gian còn lại:

source: Times used
de: Nutzungshäufigkeit
es: Tiempos utilizados
fr: Temps utilisés
hu: Felhasználások száma
it: Volte utilizzato
nl: Gebruikte tijden
pl: Liczba użyć
pt: Tempos usados
se: Antal gånger använd
tr: Kullanım sayısı
vi: Thời gian được sử dụng

source: Times Used
de: Anzahl der Verwendungen
es: Veces usado
fr: Nombre d'utilisations
hu: Felhasználások száma
it: Volte Utilizzato
nl: Gebruikte tijden
pl: Liczba użyć
pt: Vezes usado
se: Antal gånger använd
tr: Kullanım Sayısı
vi: Thời gian được sử dụng

source: Timezone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
hu: Időzóna
it: Fuso orario
nl: Tijdzone
pl: Strefa czasowa
pt: Fuso horário
se: Tidszon
tr: Saat Dilimi
vi: Múi giờ

source: TIP
de: TIPP
es: CONSEJO
fr: CONSEIL
hu: TIPP
it: SUGGERIMENTO
pl: WSKAZÓWKA
pt: DICA
se: DRICKS
tr: İPUCU

source: To edit configurations, go to the Configurations section in the admin menu.
it: Per modificare le configurazioni, vai alla sezione Configurazioni nel menu di amministrazione.
nl: Om configuraties te bewerken, ga naar de sectie Configuraties in het beheerdersmenu.
pl: Aby edytować konfiguracje, przejdź do sekcji Konfiguracje w menu administratora.
pt: Para editar configurações, aceda à secção Configurações no menu de administração.
se: För att redigera konfigurationer, gå till avsnittet Konfigurationer i administratörsmenyn.

source: To increase your limits, contact us at
it: Per aumentare i tuoi limiti, contattaci a
nl: Om uw limieten te verhogen, neem contact met ons op via
pl: Aby zwiększyć swoje limity, skontaktuj się z nami pod adresem
se: För att öka dina gränser, kontakta oss på
