Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Attendee Ticket
de: Teilnehmer-Ticket
es: Entrada del asistente
fr: Billet de l'invité
hu: Résztvevői jegy
it: Biglietto Partecipante
nl: Bezoekerskaartje
pl: Bilet uczestnika
pt: Bilhete do Participante
se: Deltagarbiljett
tr: Katılımcı Bileti
vi: Vé tham dự

source: Attendee Updated
de: Teilnehmer aktualisiert
es: Asistente actualizado
fr: Participant mis à jour
hu: Résztvevő frissítve
it: Partecipante Aggiornato
nl: Deelnemer bijgewerkt
pl: Uczestnik zaktualizowany
pt: Participante atualizado
se: Deltagare uppdaterad
vi: Người tham dự cập nhật

source: Attendee updated successfully
it: Partecipante aggiornato con successo
nl: Deelnemer succesvol bijgewerkt
pl: Uczestnik zaktualizowany pomyślnie
pt: Participante atualizado com sucesso
se: Deltagare uppdaterades framgångsrikt

source: Attendee's ticket not included in this list
de: Ticket des Teilnehmers nicht in dieser Liste enthalten
es: El ticket del asistente no está incluido en esta lista
fr: Le billet du participant n'est pas inclus dans cette liste
it: Il biglietto del partecipante non è incluso in questa lista
nl: Ticket van deelnemer niet opgenomen in deze lijst
pl: Bilet uczestnika nie jest uwzględniony na tej liście
pt: O bilhete do participante não está incluído nesta lista
se: Deltagarens biljett ingår inte i denna lista
vi: Vé của người tham dự không có trong danh sách này

source: Attendees
de: Teilnehmer
es: Asistentes
fr: Participants
hu: Résztvevők
it: Partecipanti
nl: Deelnemers
pl: Uczestnicy
pt: Participantes
se: Deltagare
tr: Katılımcılar
vi: Người tham dự

source: Attendees Exported
de: Teilnehmer exportiert
es: Asistentes exportados
fr: Participants exportés
hu: Résztvevők exportálva
it: Partecipanti Esportati
nl: Geëxporteerde bezoekers
pl: Uczestnicy wyeksportowani
pt: Participantes exportados
se: Deltagare exporterade
vi: Danh sách người tham dự đã được xuất

source: Attendees registered
it: Partecipanti registrati
nl: Deelnemers geregistreerd
pl: Uczestnicy zarejestrowani
pt: Participantes registados
se: Deltagare registrerade

source: Attendees Registered
de: Registrierte Teilnehmer
es: Asistentes registrados
fr: Invités enregistrés
hu: Regisztrált résztvevők
it: Partecipanti Registrati
nl: Geregistreerde deelnemers
pl: Uczestnicy zarejestrowani
pt: Participantes Registrados
se: Registrerade deltagare
tr: Kayıtlı Katılımcılar
vi: Người tham dự đã đăng ký

source: Attendees with a specific ticket
de: Teilnehmer mit einem bestimmten Ticket
es: Asistentes con entrada específica
fr: Participants avec un ticket spécifique
hu: Résztvevők meghatározott jeggyel
it: Partecipanti con un biglietto specifico
nl: Deelnemers met een specifiek ticket
pl: Uczestnicy z konkretnym biletem
pt: Participantes com um ingresso específico
se: Deltagare med en specifik biljett
vi: Người tham dự có vé cụ thể

source: Attendees:
de: Teilnehmer:
es: Asistentes:
fr: Participants:
it: Partecipanti:
nl: Deelnemers:
pl: Uczestnicy:
pt: Participantes:
se: Deltagare:
vi: Người tham dự:

source: Attribution Analytics
it: Analisi di attribuzione
nl: Attributie-analyse
pl: Analityka atrybucji
pt: Análise de atribuição
se: Attributionsanalys

source: Attribution Breakdown
it: Ripartizione dell'attribuzione
nl: Attributie-uitsplitsing
pl: Podział atrybucji
pt: Detalhamento de atribuição
se: Attributionsuppdelning

source: Attribution Value
it: Valore di attribuzione
nl: Attributiewaarde
pl: Wartość atrybucji
pt: Valor de atribuição
se: Attributionsvärde

source: Auto Resize
de: Automatische Größenanpassung
es: Cambio de tamaño automático
fr: Redimensionnement automatique
hu: Automatikus átméretezés
it: Ridimensionamento automatico
nl: Automatisch formaat wijzigen
pl: Automatyczne dopasowanie rozmiaru
pt: Redimensionamento automático
se: Automatisk storleksanpassning
tr: Otomatik Boyutlandır
vi: Tự động thay đổi kích thước

source: Automatically detected based on background color, but can be overridden
de: Wird automatisch basierend auf der Hintergrundfarbe erkannt, kann aber überschrieben werden
es: Detectado automáticamente según el color de fondo, pero se puede anular
fr: Détecté automatiquement selon la couleur de fond, mais peut être remplacé
it: Rilevato automaticamente in base al colore di sfondo, ma può essere sovrascritto
nl: Automatisch gedetecteerd op basis van achtergrondkleur, maar kan worden overschreven
pl: Automatycznie wykrywane na podstawie koloru tła, ale można nadpisać
pt: Detetado automaticamente com base na cor de fundo, mas pode ser substituído
se: Identifieras automatiskt baserat på bakgrundsfärg, men kan åsidosättas
vi: Tự động phát hiện dựa trên màu nền, nhưng có thể ghi đè

source: Automatically resize the widget height based on the content. When disabled, the widget will fill the height of the container.
de: Passen Sie die Widgethöhe automatisch an den Inhalt an. Wenn diese Option deaktiviert ist, füllt das Widget die Höhe des Containers aus.
es: Cambie automáticamente el tamaño de la altura del widget según el contenido. Cuando está deshabilitado, el widget ocupará la altura del contenedor.
fr: Redimensionnez automatiquement la hauteur du widget en fonction du contenu. Lorsqu'il est désactivé, le widget remplira la hauteur du conteneur.
hu: Automatikusan átméretezi a widget magasságát a tartalom alapján. Ha le van tiltva, a widget kitölti a tároló magasságát.
it: Ridimensiona automaticamente l'altezza del widget in base al contenuto. Quando disabilitato, il widget riempirà l'altezza del contenitore.
nl: Pas de widgethoogte automatisch aan op basis van de inhoud. Wanneer uitgeschakeld, vult de widget de hoogte van de container.
pl: Automatycznie dopasuj wysokość widgetu na podstawie zawartości. Gdy wyłączone, widget wypełni wysokość kontenera.
pt: Redimensionar automaticamente a altura do widget com base no conteúdo. Quando desativado, o widget preencherá a altura do contêiner.
se: Anpassa widgetens höjd automatiskt baserat på innehållet. När funktionen är avstängd fyller widgeten hela behållarens höjd.
tr: Widget yüksekliğini içeriğe göre otomatik olarak boyutlandırır. Devre dışı bırakıldığında, widget kapsayıcının yüksekliğini dolduracaktır.
vi: Tự động thay đổi chiều cao widget dựa trên nội dung. Khi tắt, widget sẽ lấp đầy chiều cao của container.

source: Available to Refund
de: Zur Erstattung verfügbar
es: Disponible para reembolso
fr: Disponible pour remboursement
it: Disponibile per rimborso
nl: Beschikbaar voor terugbetaling
pl: Dostępne do zwrotu
pt: Disponível para reembolso
se: Tillgängligt för återbetalning
vi: Có thể hoàn tiền

source: Available Tokens
de: Verfügbare Token
es: Tokens disponibles
fr: Jetons disponibles
it: Token Disponibili
nl: Beschikbare Tokens
pl: Dostępne tokeny
pt: Tokens disponíveis
se: Tillgängliga tokens
vi: Token có sẵn

source: Awaiting offline payment
de: Warten auf Offline-Zahlung
es: Esperando pago offline
fr: En attente d'un paiement hors ligne
hu: Offline fizetésre vár
it: In attesa di pagamento offline
nl: In afwachting van offline betaling
pl: Oczekuje na płatność offline
pt: Aguardando pagamento offline
se: Väntar på offlinebetalning
tr: Çevrimdışı ödeme bekleniyor
vi: Đang chờ thanh toán offline

source: Awaiting Offline Payment
de: Warten auf Offline-Zahlung
es: Esperando pago offline
fr: En attente d'un paiement hors ligne
hu: Offline fizetésre vár
it: In Attesa di Pagamento Offline
nl: In afwachting van offline betaling
pl: Oczekuje na płatność offline
pt: Aguardando pagamento offline
se: Väntar på offlinebetalning
tr: Çevrimdışı Ödeme Bekleniyor
vi: Đang chờ thanh toán offline

source: Awaiting Offline Pmt.
de: Wartet auf Offline-Zahlung
es: Esperando pago fuera de línea
fr: Paiement hors ligne en attente
hu: Offline fizetésre vár.
it: In attesa di pagamento offline
nl: Wacht op offline betaling
pl: Oczekuje na płatność offline.
pt: Aguardando pagamento offline
se: Väntar på offlinebet.
vi: Chờ thanh toán ngoại tuyến

source: Awaiting payment
de: Zahlung ausstehend
es: Esperando pago
fr: En attente de paiement
hu: Fizetésre vár
it: In attesa di pagamento
nl: Wacht op betaling
pl: Oczekuje na płatność
pt: Aguardando pagamento
se: Väntar på betalning
tr: Ödeme bekleniyor
vi: Đang chờ thanh toán

source: Awaiting Payment
de: Zahlung steht aus
es: En espera de pago
fr: En attente de paiement
hu: Fizetésre vár
it: In Attesa di Pagamento
nl: In afwachting van betaling
pl: Oczekuje na płatność
pt: Aguardando Pagamento
se: Väntar på betalning
tr: Ödeme Bekleniyor
vi: Đang chờ thanh toán

source: Awesome Events Ltd.
de: Awesome Events GmbH
es: Awesome Events S.A.
fr: Awesome Events SARL
hu: Awesome Events Kft.
it: Awesome Events S.r.l.
nl: Awesome Events B.V.
pl: Świetne Wydarzenia Sp. z o.o.
pt: Awesome Events Lda.
vi: Công ty TNHH Awesome Events

source: Awesome Organizer Ltd.
es: Impresionante organizador Ltd.
fr: Organisateur génial Ltd.
hu: Awesome Organizer Kft.
it: Awesome Organizer Srl.
pl: Świetny Organizator Sp. z o.o.
pt: Impressionante Organizador Ltd.
tr: Harika Organizatör Ltd.
vi: Nhà tổ chức tuyệt vời Ltd.

source: Back to Accounts
it: Torna a Account
nl: Terug naar Accounts
pl: Powrót do kont
pt: Voltar para Contas
se: Tillbaka till konton

source: Back to Event
de: Zurück zum Event
es: Volver al evento
fr: Retour à l'événement
it: Torna all'evento
nl: Terug naar evenement
pl: Powrót do wydarzenia
pt: Voltar ao evento
se: Tillbaka till evenemanget
vi: Quay lại sự kiện

source: Back to event page
de: Zurück zur Veranstaltungsseite
es: Volver a la página del evento
fr: Retour à la page de l'événement
hu: Vissza az esemény oldalára
it: Torna alla pagina dell'evento
nl: Terug naar de evenementpagina
pl: Powrót do strony wydarzenia
pt: Voltar à página do evento
se: Tillbaka till evenemangssidan
tr: Etkinlik sayfasına dön
vi: Trở lại trang sự kiện

source: Back to login
de: Zurück zur Anmeldung
es: Atrás para iniciar sesión
fr: Retour connexion
hu: Vissza a bejelentkezéshez
it: Torna al login
nl: Terug naar inloggen
pl: Powrót do logowania
pt: Volte ao login
se: Tillbaka till inloggning
tr: Girişe dön
vi: Quay lại đăng nhập

source: Back to Reports
de: Zurück zu Berichten
es: Volver a Informes
fr: Retour aux rapports
it: Torna ai Report
nl: Terug naar rapporten
pl: Powrót do raportów
pt: Voltar aos Relatórios
se: Tillbaka till rapporter
vi: Quay lại Báo cáo

source: Background Color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de l'arrière plan
hu: Háttérszín
it: Colore di sfondo
nl: Achtergrondkleur
pl: Kolor tła
pt: Cor de fundo
se: Bakgrundsfärg
tr: Arkaplan Rengi
vi: Màu nền

source: Background Type
de: Hintergrundtyp
es: Tipo de fondo
fr: Type d'arrière-plan
hu: Háttér típusa
it: Tipo di Sfondo
nl: Achtergrond Type
pl: Typ tła
pt: Tipo de plano de fundo
se: Bakgrundstyp
tr: Arkaplan Türü
vi: Loại nền

source: Basic Information
de: Grundinformationen
es: Información básica
fr: Informations de base
hu: Alapvető információk
it: Informazioni di base
nl: Basisinformatie
pl: Podstawowe informacje
pt: Informações básicas
se: Grundläggande information
vi: Thông tin cơ bản

source: Beautiful checkout experience on any device
it: Bellissima esperienza di pagamento su qualsiasi dispositivo
nl: Mooie checkout-ervaring op elk apparaat
pl: Piękna obsługa płatności na każdym urządzeniu
pt: Experiência de checkout elegante em qualquer dispositivo
se: Vacker kassaupplevelse på alla enheter

source: Before your event can go live, there are a few things you need to do. Complete all the steps below to get started.
de: Bevor dein Event live gehen kann, musst du einige Schritte erledigen. Schließe alle folgenden Schritte ab, um zu beginnen.
es: Antes de que tu evento pueda estar en línea, hay algunas cosas que debes hacer. Completa todos los pasos a continuación para comenzar.
fr: Avant que votre événement puisse être mis en ligne, vous devez effectuer quelques étapes. Complétez toutes les étapes ci-dessous pour commencer.
hu: Mielőtt az esemény élővé válna, néhány dolgot meg kell tennie. Fejezze be az összes alábbi lépést a kezdéshez.
it: Prima che il tuo evento possa andare online, ci sono alcune cose da fare. Completa tutti i passaggi qui sotto per iniziare.
nl: Voordat je evenement live kan gaan, moet je een paar dingen doen. Voltooi alle onderstaande stappen om te beginnen.
pl: Zanim Twoje wydarzenie będzie mogło zostać uruchomione, musisz zrobić kilka rzeczy. Wykonaj wszystkie poniższe kroki, aby rozpocząć.
pt: Antes que seu evento possa ser publicado, há algumas coisas que você precisa fazer. Conclua todas as etapas abaixo para começar.
se: Innan ditt evenemang kan publiceras finns det några saker du behöver göra. Slutför alla stegen nedan för att komma igång.
vi: Trước khi sự kiện của bạn có thể phát trực tiếp, bạn cần thực hiện một vài việc. Hoàn thành tất cả các bước dưới đây để bắt đầu.

source: Billing Address
de: Rechnungsadresse
es: Dirección de facturación
fr: Adresse de facturation
hu: Számlázási cím
it: Indirizzo di Fatturazione
nl: Factuuradres
pl: Adres rozliczeniowy
pt: Endereço de cobrança
se: Faktureringsadress
tr: Fatura Adresi
vi: Địa chỉ thanh toán

source: Billing Settings
de: Rechnungseinstellungen
es: Configuración de facturación
fr: Paramètres de facturation
hu: Számlázási beállítások
it: Impostazioni di Fatturazione
nl: Factureringsinstellingen
pl: Ustawienia rozliczeń
pt: Configurações de cobrança
se: Faktureringsinställningar
tr: Fatura Ayarları
vi: Cài đặt thanh toán

source: Body is required
de: Inhalt ist erforderlich
es: El cuerpo es requerido
fr: Le corps est requis
it: Il corpo è obbligatorio
nl: Hoofdtekst is verplicht
pl: Treść jest wymagana
pt: O corpo é obrigatório
se: Meddelandet är obligatoriskt
vi: Nội dung là bắt buộc

source: Bookmark this page to manage your order anytime.
it: Aggiungi questa pagina ai preferiti per gestire il tuo ordine in qualsiasi momento.
nl: Voeg deze pagina toe aan je bladwijzers om je bestelling op elk moment te beheren.
pl: Dodaj tę stronę do zakładek, aby zarządzać zamówieniem w dowolnym momencie.
pt: Adicione esta página aos favoritos para gerir o seu pedido a qualquer momento.
se: Bokmärk denna sida för att hantera din order när som helst.

source: Brand your tickets with a custom logo, colors, and footer message.
it: Personalizza i tuoi biglietti con un logo, colori e messaggio a piè di pagina personalizzati.
nl: Pas je tickets aan met een eigen logo, kleuren en voettekst.
pl: Zbranduj swoje bilety niestandardowym logo, kolorami i komunikatem w stopce.
pt: Personalize seus ingressos com um logotipo, cores e mensagem de rodapé personalizados.
se: Profilera dina biljetter med en anpassad logotyp, färger och sidfotmeddelande.
vi: Xây dựng thương hiệu vé của bạn với logo, màu sắc và thông điệp chân trang tùy chỉnh.

source: Brazilian Portuguese
de: Brasilianisches Portugiesisch
es: Portugués brasileño
fr: Portugais brésilien
hu: Brazíliai portugál
it: Portoghese Brasiliano
nl: Braziliaans Portugees
pl: Brazylijski portugalski
pt: Português brasileiro
se: Brasiliansk portugisiska
tr: Brezilya Portekizcesi
vi: Tiếng Bồ Đào Nha Brazil

source: Business Address
it: Indirizzo aziendale
nl: Bedrijfsadres
pl: Adres firmy
pt: Endereço Comercial
se: Företagsadress

source: Business address for VAT purposes
it: Indirizzo aziendale ai fini IVA
nl: Bedrijfsadres voor BTW-doeleinden
pl: Adres firmy do celów VAT
pt: Endereço comercial para fins de IVA
se: Företagsadress för momsändamål

source: Business Name
it: Nome dell'azienda
nl: Bedrijfsnaam
pl: Nazwa firmy
pt: Nome Comercial
se: Företagsnamn

source: Button Label
de: Schaltflächenbeschriftung
es: Etiqueta del botón
fr: Libellé du bouton
it: Etichetta Pulsante
nl: Knop Label
pl: Etykieta przycisku
pt: Rótulo do botão
se: Knapptext
vi: Nhãn nút

source: Button Text
de: Schaltflächentext
es: Texto del botón
fr: Texte du bouton
hu: Gomb szövege
it: Testo del pulsante
nl: Knoptekst
pl: Tekst przycisku
pt: Texto do botão
se: Knapptext
vi: Văn bản nút

source: Buyer pays
it: L'acquirente paga
nl: Koper betaalt
pl: Kupujący płaci
pt: O comprador paga
se: Köparen betalar

source: Buyers see a clean price. The platform fee is deducted from your payout.
it: Gli acquirenti vedono un prezzo pulito. La commissione della piattaforma viene detratta dal tuo pagamento.
nl: Kopers zien een schone prijs. De platformkosten worden afgetrokken van uw uitbetaling.
pl: Kupujący widzą czystą cenę. Opłata platformy jest odejmowana od Twojej wypłaty.
pt: Os compradores veem um preço limpo. A taxa da plataforma é deduzida do seu pagamento.
se: Köpare ser ett rent pris. Plattformavgiften dras från din utbetalning.

source: By continuing, you agree to the <0>{0} Terms of Service</0>
de: Durch Fortfahren stimmen Sie den <0>{0} Nutzungsbedingungen</0> zu
es: Al continuar, aceptas los <0>Términos de Servicio de {0}</0>
fr: En continuant, vous acceptez les <0>Conditions d'utilisation de {0}</0>
it: Continuando, accetti i <0>{0}Termini del servizio</0>
nl: Door verder te gaan, gaat u akkoord met de <0>{0} Servicevoorwaarden</0>
pl: Kontynuując, zgadzasz się na <0>{0} Warunki korzystania z usługi</0>
pt: Ao continuar, concorda com os <0>Termos de Serviço de {0}</0>
se: Genom att fortsätta godkänner du <0>{0} användarvillkor</0>
vi: Bằng cách tiếp tục, bạn đồng ý với <0>Điều khoản dịch vụ của {0}</0>

source: By registering you agree to our <0>Terms of Service</0> and <1>Privacy Policy</1>.
de: Mit der Registrierung stimmen Sie unseren <0>Servicebedingungen</0> und <1>Datenschutzrichtlinie</1> zu.
es: Al registrarte, aceptas nuestras <0>Condiciones de servicio</0> y nuestra <1>Política de privacidad</1>.
fr: En vous inscrivant, vous acceptez nos <0>Conditions d'utilisation</0> et notre <1>Politique de confidentialité</1>.
hu: A regisztrációval elfogadja <0>Szolgáltatási feltételeinket</0> és <1>Adatvédelmi irányelveinket</1>.
it: Registrandoti accetti i nostri <0>Termini di Servizio</0> e la <1>Privacy Policy</1>.
nl: Door je te registreren ga je akkoord met onze <0>Servicevoorwaarden</0> en <1>Privacybeleid</1>.
pl: Rejestrując się, zgadzasz się na nasze <0>Warunki korzystania z usługi</0> i <1>Politykę prywatności</1>.
pt: Ao se registrar, você concorda com nossos <0>Termos de Serviço</0> e <1>Política de Privacidade</1>.
se: Genom att registrera dig godkänner du våra <0>användarvillkor</0> och <1>integritetspolicy</1>.
tr: Kayıt olarak <0>Hizmet Şartları</0>mızı ve <1>Gizlilik Politikası</1>mızı kabul etmiş olursunuz.
vi: Bằng cách đăng ký, bạn đồng ý với các <0>Điều khoản dịch vụ của chúng tôi</0> và <1>Chính sách bảo mật</1>.

source: Bypass Application Fees
it: Ignora commissioni applicazione
nl: Applicatiekosten omzeilen
pl: Pomiń opłaty aplikacji
se: Kringgå applikationsavgifter

source: Calculation Type
de: Berechnungstyp
es: Tipo de cálculo
fr: Type de calcul
hu: Számítás típusa
it: Tipo di Calcolo
nl: Type berekening
pl: Typ kalkulacji
pt: Tipo de cálculo
se: Beräkningstyp
tr: Hesaplama Türü
vi: Loại tính toán

source: Call-to-Action Button
de: Aktionsschaltfläche
es: Botón de llamada a la acción
fr: Bouton d'appel à l'action
it: Pulsante di Invito all'Azione
nl: Call-to-Action Knop
pl: Przycisk wezwania do działania
pt: Botão de chamada para ação
se: Uppmaningsknapp
vi: Nút hành động

source: Camera permission was denied. <0>Request Permission</0> again, or if this doesn't work, you will need to <1>grant this page</1> access to your camera in your browser settings.
de: Die Kameraberechtigung wurde verweigert. <0>Fordern Sie die Berechtigung erneut an</0>. Wenn dies nicht funktioniert, müssen Sie dieser Seite in Ihren Browsereinstellungen <1>Zugriff auf Ihre Kamera gewähren</1>.
es: Se negó el permiso de la cámara. <0>Solicita permiso</0> nuevamente o, si esto no funciona, deberás <1>otorgar a esta página</1> acceso a tu cámara en la configuración de tu navegador.
fr: L'autorisation de la caméra a été refusée. <0>Demander l'autorisation</0> à nouveau, ou si cela ne fonctionne pas, vous devrez <1>accorder à cette page</1> l'accès à votre caméra dans les paramètres de votre navigateur.
hu: A kamera engedélyezése megtagadva. <0>Kérje újra az engedélyt</0>, vagy ha ez nem működik, akkor <1>engedélyeznie kell ennek az oldalnak</1> a kamerájához való hozzáférést a böngésző beállításai között.
it: L'autorizzazione della fotocamera è stata negata. <0>Richiedi Autorizzazione</0> di nuovo, o se questo non funziona, dovrai <1>concedere a questa pagina</1> l'accesso alla tua fotocamera nelle impostazioni del browser.
nl: Cameratoestemming is geweigerd. <0>Vraag toestemming</0> opnieuw, of als dit niet werkt, moet je <1>deze pagina</1> toegang geven tot je camera in je browserinstellingen.
pl: Uprawnienia do kamery zostały odmówione. <0>Poproś o uprawnienia</0> ponownie, lub jeśli to nie działa, musisz <1>udzielić tej stronie</1> dostępu do kamery w ustawieniach przeglądarki.
pt: A permissão da câmera foi negada. <0>Solicite permissão</0> novamente ou, se isso não funcionar, você precisará <1>conceder a esta página</1> acesso à sua câmera nas configurações do navegador.
se: Kamerabehörighet nekades. <0>Begär behörighet</0> igen, eller om detta inte fungerar behöver du <1>ge denna sida</1> åtkomst till kameran i webbläsarens inställningar.
tr: Kamera izni reddedildi. Tekrar <0>İzin İste</0>yin, veya bu işe yaramazsa, tarayıcı ayarlarınızdan <1>bu sayfaya</1> kamera erişimi vermeniz gerekecek.
vi: Quyền sử dụng máy ảnh đã bị từ chối. Hãy <0>Yêu cầu cấp quyền</0> lần nữa hoặc nếu không được, bạn sẽ cần <1>cấp cho trang này</1> quyền truy cập vào máy ảnh trong cài đặt trình duyệt của bạn.

source: Camera Scanner
de: Kamera-Scanner
es: Escáner de cámara
fr: Scanner caméra
it: Scanner fotocamera
pl: Skaner kamery
pt: Scanner de câmera
se: Kameraskanner
vi: Máy quét camera

source: Campaign
it: Campagna
nl: Campagne
pl: Kampania
pt: Campanha
se: Kampanj

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
se: Avbryt
tr: İptal
vi: Hủy

source: Cancel all products and release them back to the pool
de: Alle Produkte stornieren und in den Pool zurückgeben
es: Cancelar todos los productos y devolverlos al grupo disponible
fr: Annuler tous les produits et les remettre dans le pool
it: Cancella tutti i prodotti e rilasciali nel pool disponibile
nl: Alle producten annuleren en terugzetten in de beschikbare pool
pl: Anuluj wszystkie produkty i zwolnij je z powrotem do puli
pt: Cancelar todos os produtos e devolvê-los ao conjunto disponível
se: Avbryt alla produkter och släpp tillbaka dem till poolen
vi: Hủy tất cả sản phẩm và trả lại pool có sẵn

source: Cancel email change
de: E-Mail-Änderung abbrechen
es: Cancelar cambio de correo electrónico
fr: Annuler le changement d'e-mail
hu: E-mail cím módosításának visszavonása
it: Annulla cambio email
nl: E-mailwijziging annuleren
pl: Anuluj zmianę e-maila
pt: Cancelar alteração de e-mail
se: Avbryt ändring av e-postadress
tr: E-posta değişikliğini iptal et
vi: Hủy thay đổi email

source: Cancel order
de: Bestellung stornieren
es: Cancelar orden
fr: Annuler la commande
hu: Megrendelés törlése
it: Annulla ordine
nl: Bestelling annuleren
pl: Anuluj zamówienie
pt: Cancelar pedido
se: Avbryt order
tr: Siparişi iptal et
vi: Hủy đơn hàng

source: Cancel Order
de: Bestellung stornieren
es: Cancelar orden
fr: annuler la commande
hu: Megrendelés törlése
it: Annulla Ordine
nl: Bestelling annuleren
pl: Anuluj zamówienie
pt: Cancelar pedido
se: Avbryt order
tr: Siparişi İptal Et
vi: Hủy đơn hàng

source: Cancel Order {0}
de: Bestellung stornieren {0}
es: Cancelar pedido {0}
fr: Annuler la commande {0}
hu: Megrendelés törlése {0}
it: Annulla Ordine {0}
nl: Annuleer order {0}
pl: Anuluj zamówienie {0}
pt: Cancelar pedido {0}
se: Avbryt order {0}
tr: Sipariş {0}'ı İptal Et
vi: Hủy đơn hàng {0}
