Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: If enabled, check-in staff can either mark attendees as checked in or mark the order as paid and check in the attendees. If disabled, attendees associated with unpaid orders cannot be checked in.
de: Wenn aktiviert, kann das Check-in-Personal Teilnehmer entweder als eingecheckt markieren oder die Bestellung als bezahlt markieren und die Teilnehmer einchecken. Wenn deaktiviert, können Teilnehmer mit unbezahlten Bestellungen nicht eingecheckt werden.
es: Si está habilitado, el personal de registro puede marcar a los asistentes como registrados o marcar el pedido como pagado y registrar a los asistentes. Si está deshabilitado, los asistentes asociados con pedidos no pagados no pueden registrarse.
fr: Si activé, le personnel d'enregistrement peut marquer les participants comme enregistrés ou marquer la commande comme payée et enregistrer les participants. Si désactivé, les participants associés à des commandes impayées ne peuvent pas être enregistrés.
hu: Ha engedélyezve van, a bejelentkezési személyzet bejelentkezettként jelölheti meg a résztvevőket, vagy fizetettként jelölheti meg a megrendelést, és bejelentkezhet a résztvevők. Ha le van tiltva, a fizetetlen megrendelésekhez társított résztvevők nem jelentkezhetnek be.
it: Se abilitato, il personale di check-in può sia segnare i partecipanti come registrati sia segnare l'ordine come pagato e registrare i partecipanti. Se disabilitato, i partecipanti associati a ordini non pagati non possono essere registrati.
nl: Als dit is ingeschakeld, kunnen incheckmedewerkers aanwezigen markeren als ingecheckt of de bestelling als betaald markeren en de aanwezigen inchecken. Als deze optie is uitgeschakeld, kunnen bezoekers van onbetaalde bestellingen niet worden ingecheckt.
pl: Jeśli włączone, personel odprawy może oznaczyć uczestników jako sprawdzonych lub oznaczyć zamówienie jako opłacone i sprawdzić uczestników. Jeśli wyłączone, uczestnicy powiązani z nieopłaconymi zamówieniami nie mogą być sprawdzeni.
pt: Se ativado, a equipe de check-in pode marcar os participantes como registrados ou marcar o pedido como pago e registrar os participantes. Se desativado, os participantes associados a pedidos não pagos não poderão ser registrados.
se: Om detta är aktiverat kan incheckningspersonal antingen markera deltagare som incheckade eller markera beställningen som betald och checka in deltagarna. Om detta är inaktiverat kan deltagare som är kopplade till obetalda beställningar inte checkas in.
tr: Etkinleştirilirse, check-in personeli katılımcıları check-in yaptı olarak işaretleyebilir veya siparişi ödenmiş olarak işaretleyip katılımcıları check-in yapabilir. Devre dışıysa, ödenmemiş siparişlerle ilişkili katılımcılar check-in yapamazlar.
vi: Nếu được bật, nhân viên check-in có thể đánh dấu người tham dự đã check-in hoặc đánh dấu đơn hàng đã thanh toán và check-in người tham dự. Nếu tắt, những người tham dự liên kết với đơn hàng chưa thanh toán sẽ không thể check-in.

source: If enabled, the organizer will receive an email notification when a new order is placed
de: Wenn aktiviert, erhält der Veranstalter eine E-Mail-Benachrichtigung, wenn eine neue Bestellung aufgegeben wird
es: Si está habilitado, el organizador recibirá una notificación por correo electrónico cuando se realice un nuevo pedido.
fr: Si activé, l'organisateur recevra une notification par e-mail lorsqu'une nouvelle commande sera passée
hu: Ha engedélyezve van, a szervező e-mail értesítést kap, amikor új megrendelés érkezik.
it: Se abilitato, l'organizzatore riceverà una notifica via email quando viene effettuato un nuovo ordine
nl: Als deze optie is ingeschakeld, ontvangt de organisator een e-mailbericht wanneer er een nieuwe bestelling is geplaatst
pl: Jeśli włączone, organizator otrzyma powiadomienie e-mail, gdy zostanie złożone nowe zamówienie
pt: Se ativado, o organizador receberá uma notificação por e-mail quando um novo pedido for feito
se: Om detta är aktiverat får arrangören ett e-postmeddelande när en ny beställning görs
tr: Etkinleştirilirse, yeni bir sipariş verildiğinde organizatör e-posta bildirimi alacak
vi: Nếu được bật, người tổ chức sẽ nhận được thông báo email khi có đơn hàng mới

source: If registered, provide your VAT number for validation
de: Falls registriert, geben Sie Ihre Umsatzsteuer-ID zur Validierung an
es: Si está registrado, proporcione su número de IVA para validación
fr: Si vous êtes enregistré, fournissez votre numéro de TVA pour validation
it: Se registrato, fornisci il tuo numero di partita IVA per la convalida
nl: Indien geregistreerd, verstrek uw BTW-nummer voor validatie
pl: Jeśli zarejestrowany, podaj swój numer VAT do weryfikacji
pt: Se registado, forneça o seu número de IVA para validação
se: Om registrerad, ange ditt momsregistreringsnummer för validering
vi: Nếu đã đăng ký, cung cấp mã số VAT của bạn để xác thực

source: If you did not request this change, please immediately change your password.
de: Sollten Sie diese Änderung nicht veranlasst haben, ändern Sie bitte umgehend Ihr Passwort.
es: Si no solicitó este cambio, cambie inmediatamente su contraseña.
fr: Si vous n'avez pas demandé ce changement, veuillez immédiatement modifier votre mot de passe.
hu: Ha nem Ön kérte ezt a módosítást, kérjük, azonnal változtassa meg jelszavát.
it: Se non hai richiesto questa modifica, cambia immediatamente la tua password.
nl: Als je deze wijziging niet hebt aangevraagd, verander dan onmiddellijk je wachtwoord.
pl: Jeśli nie zażądałeś tej zmiany, natychmiast zmień hasło.
pt: Se você não solicitou essa alteração, altere imediatamente sua senha.
se: Om du inte begärde denna ändring, ändra omedelbart ditt lösenord.
tr: Bu değişikliği talep etmediyseniz, lütfen hemen şifrenizi değiştirin.
vi: Nếu bạn không yêu cầu thay đổi này, vui lòng thay đổi ngay mật khẩu của bạn.

source: If you have an account with us, you will receive an email with instructions on how to reset your password.
it: Se hai un account con noi, riceverai un'e-mail con le istruzioni su come reimpostare la tua password.
nl: Als u een account bij ons heeft, ontvangt u een e-mail met instructies over hoe u uw wachtwoord opnieuw kunt instellen.
pl: Jeśli masz konto u nas, otrzymasz e-mail z instrukcjami dotyczącymi resetowania hasła.
pt: Se tem uma conta connosco, receberá um email com instruções sobre como redefinir a sua senha.
se: Om du har ett konto hos oss kommer du att få ett e-postmeddelande med instruktioner för hur du återställer ditt lösenord.

source: Image deleted successfully
de: Bild erfolgreich gelöscht
es: Imagen eliminada exitosamente
fr: Image supprimée avec succès
hu: Kép sikeresen törölve
it: Immagine eliminata con successo
nl: Afbeelding succesvol verwijderd
pl: Obraz został pomyślnie usunięty
pt: Imagem excluída com sucesso
se: Bilden har raderats
tr: Resim başarıyla silindi
vi: Hình ảnh đã xóa thành công

source: Image uploaded successfully
de: Bild erfolgreich hochgeladen
es: Imagen cargada exitosamente
fr: Image téléchargée avec succès
hu: Kép sikeresen feltöltve
it: Immagine caricata con successo
nl: Afbeelding succesvol geüpload
pl: Obraz został pomyślnie przesłany
pt: Imagem enviada com sucesso
se: Bilden har laddats upp
tr: Resim başarıyla yüklendi
vi: Hình ảnh được tải lên thành công

source: Image URL
de: Bild-URL
es: URL de imagen
fr: URL de l'image
hu: Kép URL-címe
it: URL Immagine
nl: Afbeelding URL
pl: URL obrazu
pt: URL da imagem
se: Bild-URL
tr: Resim URL'si
vi: URL hình ảnh

source: Images
de: Bilder
es: Imágenes
hu: Képek
it: Immagini
nl: Afbeeldingen
pl: Obrazy
pt: Imagens
se: Bilder
vi: Hình ảnh

source: Impersonate
de: Identität annehmen
es: Suplantar
fr: Usurper l'identité
it: Impersonifica
nl: Imiteren
pl: Podszywaj się
pt: Personificar
se: Impersonera
vi: Mạo danh

source: Impersonate User
de: Benutzer verkörpern
es: Suplantar usuario
fr: Usurper l'utilisateur
it: Impersona utente
nl: Imiteer gebruiker
pl: Podszywaj się pod użytkownika
pt: Personificar utilizador
se: Impersonera användare
vi: Mạo danh người dùng

source: Impersonation started
de: Identitätswechsel gestartet
es: Suplantación iniciada
fr: Usurpation d'identité démarrée
it: Impersonificazione avviata
nl: Imitatie gestart
pl: Podszywanie się rozpoczęte
pt: Personificação iniciada
se: Impersonering startad
vi: Đã bắt đầu mạo danh

source: Impersonation stopped
de: Identitätswechsel beendet
es: Suplantación detenida
fr: Usurpation d'identité arrêtée
it: Impersonificazione interrotta
nl: Imitatie gestopt
pl: Podszywanie się zatrzymane
pt: Personificação parada
se: Impersonering stoppad
vi: Đã dừng mạo danh

source: Important Notice
it: Avviso importante
nl: Belangrijke mededeling
pl: Ważne ogłoszenie
pt: Aviso importante
se: Viktig information

source: Important: Changing your email address will update the link to access this order. You will be redirected to the new order link after saving.
it: Importante: La modifica dell'indirizzo e-mail aggiornerà il link per accedere a questo ordine. Verrai reindirizzato al nuovo link dell'ordine dopo il salvataggio.
nl: Belangrijk: Het wijzigen van uw e-mailadres zal de link naar deze bestelling bijwerken. U wordt na het opslaan doorgestuurd naar de nieuwe bestellink.
pl: Ważne: Zmiana adresu e-mail zaktualizuje link do dostępu do tego zamówienia. Po zapisaniu zostaniesz przekierowany do nowego linku zamówienia.
pt: Importante: Alterar o seu endereço de e-mail atualizará o link de acesso a este pedido. Será redirecionado para o novo link do pedido após guardar.
se: Viktigt: Om du ändrar din e-postadress uppdateras länken för att komma åt denna order. Du kommer att omdirigeras till den nya orderlänken efter att du har sparat.

source: Important: Stripe reconnection required
de: Wichtig: Stripe-Neuverbindung erforderlich
es: Importante: Se requiere reconectar Stripe
fr: Important : Reconnexion Stripe requise
it: Importante: Riconnessione Stripe richiesta
nl: Belangrijk: Stripe herverbinding vereist
pl: Ważne: Wymagane ponowne połączenie z Stripe
pt: Importante: Reconexão Stripe necessária
se: Viktigt: återanslutning till Stripe krävs
vi: Quan trọng: Cần kết nối lại Stripe

source: In {diffHours} hours
de: In {diffHours} Stunden
es: En {diffHours} horas
fr: Dans {diffHours} heures
it: Tra {diffHours} ore
nl: Over {diffHours} uur
pl: Za {diffHours} godzin
pt: Em {diffHours} horas
se: Om {diffHours} timmar
vi: Trong {diffHours} giờ

source: In {diffMinutes} minutes
de: In {diffMinutes} Minuten
es: En {diffMinutes} minutos
fr: Dans {diffMinutes} minutes
it: Tra {diffMinutes} minuti
nl: Over {diffMinutes} minuten
pl: Za {diffMinutes} minut
pt: Em {diffMinutes} minutos
se: Om {diffMinutes} minuter
vi: Trong {diffMinutes} phút

source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
hu: Inaktív
it: Inattivo
nl: Inactief
pl: Nieaktywny
pt: Inativo
se: Inaktiv
tr: Pasif
vi: Không hoạt động

source: Inactive users cannot log in.
de: Inaktive Benutzer können sich nicht anmelden.
es: Los usuarios inactivos no pueden iniciar sesión.
fr: Les utilisateurs inactifs ne peuvent pas se connecter.
hu: Az inaktív felhasználók nem tudnak bejelentkezni.
it: Gli utenti inattivi non possono accedere.
nl: Inactieve gebruikers kunnen niet inloggen.
pl: Nieaktywni użytkownicy nie mogą się zalogować.
pt: Usuários inativos não podem fazer login.
se: Inaktiva användare kan inte logga in.
tr: Pasif kullanıcılar giriş yapamazlar.
vi: Người dùng không hoạt động không thể đăng nhập.

source: Include connection details for your online event. These details will be shown on the order summary page and attendee ticket page.
de: Fügen Sie Verbindungsdetails für Ihr Online-Event hinzu. Diese Details werden auf der Bestellübersichtsseite und der Teilnehmer-Ticketseite angezeigt.
es: Incluya los detalles de conexión para su evento en línea. Estos detalles se mostrarán en la página de resumen del pedido y en la página del boleto del asistente.
fr: Incluez les détails de connexion pour votre événement en ligne. Ces détails seront affichés sur la page récapitulative de la commande et sur le billet du participant.
hu: Adja meg az online esemény csatlakozási adatait. Ezek az adatok megjelennek a megrendelés összefoglaló oldalán és a résztvevő jegy oldalán.
it: Includi dettagli di connessione per il tuo evento online. Questi dettagli saranno mostrati nella pagina di riepilogo dell'ordine e nella pagina del biglietto del partecipante.
nl: Vermeld verbindingsgegevens voor je online evenement. Deze gegevens worden weergegeven op de overzichtspagina van de bestelling en de ticketpagina voor deelnemers.
pl: Dołącz szczegóły połączenia dla swojego wydarzenia online. Te szczegóły będą wyświetlane na stronie podsumowania zamówienia i stronie biletu uczestnika.
pt: Inclua detalhes de conexão para o seu evento online. Estes detalhes serão mostrados na página de resumo do pedido e no bilhete do participante.
se: Inkludera anslutningsinformation för ditt onlineevenemang. Dessa uppgifter visas på sidan för ordersammanfattning och på deltagarbiljetten.
tr: Çevrimiçi etkinliğiniz için bağlantı detaylarını ekleyin. Bu detaylar sipariş özeti sayfasında ve katılımcı bilet sayfasında gösterilecektir.
vi: Bao gồm thông tin kết nối cho sự kiện trực tuyến của bạn. Những chi tiết này sẽ được hiển thị trên trang tóm tắt đơn hàng và trang vé của người tham dự.

source: Include tax and fees in the price
de: Steuern und Gebühren im Preis einbeziehen
es: Incluye impuestos y tasas en el precio.
fr: Inclure les taxes et les frais dans le prix
hu: Adó és díjak belefoglalása az árba
it: Includi tasse e commissioni nel prezzo
nl: Belastingen en toeslagen in de prijs opnemen
pl: Uwzględnij podatek i opłaty w cenie
pt: Incluir impostos e taxas no preço
se: Inkludera skatt och avgifter i priset
tr: Fiyata vergi ve ücretleri dahil et
vi: Bao gồm thuế và phí trong giá

source: Includes {0} products
de: Beinhaltet {0} Produkte
es: Incluye {0} productos
fr: Comprend {0} produits
hu: {0} terméket tartalmaz
it: Include {0} prodotti
nl: Inclusief {0} producten
pl: Zawiera {0} produktów
pt: Inclui {0} produtos
se: Innehåller {0} produkter
tr: {0} ürün içerir
vi: Bao gồm các sản phẩm {0}

source: Includes 1 product
de: Beinhaltet 1 Produkt
es: Incluye 1 producto
fr: Comprend 1 produit
hu: 1 terméket tartalmaz
it: Include 1 prodotto
nl: Omvat 1 product
pl: Zawiera 1 produkt
pt: Inclui 1 produto
se: Innehåller 1 produkt
tr: 1 ürün içerir
vi: Bao gồm 1 sản phẩm

source: Indicate whether you're VAT-registered in the EU
de: Geben Sie an, ob Sie in der EU umsatzsteuerregistriert sind
es: Indique si está registrado para el IVA en la UE
fr: Indiquez si vous êtes assujetti à la TVA dans l'UE
it: Indica se sei registrato IVA nell'UE
nl: Geef aan of u BTW-geregistreerd bent in de EU
pl: Wskaż, czy jesteś zarejestrowany na VAT w UE
pt: Indique se está registado para IVA na UE
se: Ange om du är momsregistrerad i EU
vi: Cho biết bạn có đăng ký VAT tại EU hay không

source: Individual attendees
de: Einzelne Teilnehmer
es: Asistentes individuales
fr: Participants individuels
hu: Egyéni résztvevők
it: Partecipanti individuali
nl: Individuele deelnemers
pl: Pojedynczy uczestnicy
pt: Participantes individuais
se: Enskilda deltagare
vi: Người tham dự riêng lẻ

source: Insert Image
de: Bild einfügen
es: Insertar imagen
fr: Insérer une image
hu: Kép beszúrása
it: Inserisci Immagine
nl: Afbeelding invoegen
pl: Wstaw obraz
pt: Inserir imagem
se: Infoga bild
tr: Resim Ekle
vi: Chèn hình ảnh

source: Insert Liquid Token
de: Liquid-Token einfügen
es: Insertar token Liquid
fr: Insérer un jeton Liquid
it: Inserisci Token Liquid
nl: Liquid Token Invoegen
pl: Wstaw token Liquid
pt: Inserir token Liquid
se: Infoga Liquid-token
vi: Chèn token Liquid

source: Insert Variable
de: Variable einfügen
es: Insertar variable
fr: Insérer une variable
it: Inserisci Variabile
nl: Variabele Invoegen
pl: Wstaw zmienną
pt: Inserir variável
se: Infoga variabel
vi: Chèn biến

source: Instant Payouts
it: Pagamenti immediati
nl: Directe uitbetalingen
pl: Natychmiastowe wypłaty
pt: Pagamentos Instantâneos
se: Omedelbara utbetalningar

source: Integrations
it: Integrazioni
nl: Integraties
pl: Integracje
pt: Integrações
se: Integrationer
vi: Tích hợp

source: Invalid
it: Non valido
nl: Ongeldig
pl: Nieprawidłowy
pt: Inválido
se: Ogiltig

source: Invalid email
de: Ungültige E-Mail
es: Correo inválido
fr: E-mail invalide
hu: Érvénytelen e-mail
it: Email non valida
nl: Ongeldig e-mailadres
pl: Nieprawidłowy e-mail
pt: Email inválido
se: Ogiltig e-postadress
vi: Email không hợp lệ

source: Invalid email format
de: Ungültiges E-Mail-Format
es: Formato de correo inválido
fr: Format d'e-mail invalide
hu: Érvénytelen e-mail formátum
it: Formato email non valido
nl: Ongeldig e-mailformaat
pl: Nieprawidłowy format e-maila
pt: Formato de email inválido
se: Ogiltigt e-postformat
vi: Định dạng email không hợp lệ

source: Invalid file type. Please upload an image.
it: Tipo di file non valido. Carica un'immagine.
nl: Ongeldig bestandstype. Upload een afbeelding.
pl: Nieprawidłowy typ pliku. Prześlij obraz.
pt: Tipo de ficheiro inválido. Por favor, carregue uma imagem.
se: Ogiltig filtyp. Ladda upp en bild.

source: Invalid Liquid syntax. Please correct it and try again.
de: Ungültige Liquid-Syntax. Bitte korrigieren Sie sie und versuchen Sie es erneut.
es: Sintaxis Liquid inválida. Por favor corrígela e inténtalo de nuevo.
fr: Syntaxe Liquid invalide. Veuillez la corriger et réessayer.
it: Sintassi Liquid non valida. Correggila e riprova.
nl: Ongeldige Liquid syntax. Corrigeer het en probeer opnieuw.
pl: Nieprawidłowa składnia Liquid. Popraw ją i spróbuj ponownie.
pt: Sintaxe Liquid inválida. Por favor, corrija-a e tente novamente.
se: Ogiltig Liquid-syntax. Korrigera och försök igen.
vi: Cú pháp Liquid không hợp lệ. Vui lòng sửa và thử lại.

source: Invalid VAT number format
it: Formato del numero di partita IVA non valido
nl: Ongeldig BTW-nummerformaat
pl: Nieprawidłowy format numeru VAT
pt: Formato de número de IVA inválido
se: Ogiltigt format på momsregistreringsnummer

source: Invitation resent!
de: Einladung erneut verschickt!
es: ¡Invitación resentida!
fr: Invitation renvoyée !
hu: Meghívó újraküldve!
it: Invito reinviato!
nl: Uitnodiging verzonden!
pl: Zaproszenie wysłane ponownie!
pt: Convite reenviado!
se: Inbjudan skickades igen!
tr: Davet yeniden gönderildi!
vi: Lời mời đã được gửi lại!

source: Invitation revoked!
de: Einladung widerrufen!
es: ¡Invitación revocada!
fr: Invitation révoquée !
hu: Meghívó visszavonva!
it: Invito revocato!
nl: Uitnodiging ingetrokken!
pl: Zaproszenie cofnięte!
pt: Convite revogado!
se: Inbjudan återkallad!
tr: Davet iptal edildi!
vi: Lời mời bị thu hồi!

source: Invite a team member
de: Teammitglied einladen
es: Invitar a un miembro del equipo
fr: Inviter un membre de l'équipe
hu: Csapattag meghívása
it: Invita un membro del team
nl: Nodig een teamlid uit
pl: Zaproś członka zespołu
pt: Convidar um membro da equipe
se: Bjud in en teammedlem
vi: Mời thành viên nhóm

source: Invite Team Member
de: Teammitglied einladen
es: Invitar miembro del equipo
fr: Inviter un membre de l'équipe
hu: Csapattag meghívása
it: Invita membro del team
nl: Teamlid uitnodigen
pl: Zaproś członka zespołu
pt: Convidar membro da equipe
se: Bjud in teammedlem
vi: Mời thành viên nhóm

source: Invite Team Members
de: Teammitglieder einladen
es: Invitar miembros del equipo
fr: Inviter des membres de l'équipe
hu: Csapattagok meghívása
it: Invita membri del team
nl: Teamleden uitnodigen
pl: Zaproś członków zespołu
pt: Convidar membros da equipe
se: Bjud in teammedlemmar
vi: Mời các thành viên nhóm

source: Invite unlimited team members with custom roles
it: Invita un numero illimitato di membri del team con ruoli personalizzati
nl: Nodig onbeperkt teamleden uit met aangepaste rollen
pl: Zaproś nieograniczoną liczbę członków zespołu z niestandardowymi rolami
pt: Convide membros ilimitados da equipa com funções personalizadas
se: Bjud in obegränsat antal teammedlemmar med anpassade roller

source: Invite User
de: Benutzer einladen
es: Invitar usuario
fr: Inviter un utilisateur
hu: Felhasználó meghívása
it: Invita Utente
nl: Gebruiker uitnodigen
pl: Zaproś użytkownika
pt: Convidar Usuário
se: Bjud in användare
tr: Kullanıcı Davet Et
vi: Mời người dùng

source: Invite Your Team
de: Laden Sie Ihr Team ein
es: Invita a tu equipo
fr: Invitez votre équipe
hu: Hívja meg csapatát
it: Invita il tuo team
nl: Nodig je team uit
pl: Zaproś swój zespół
pt: Convide sua equipe
se: Bjud in ditt team
vi: Mời nhóm của bạn

source: Invoice
de: Rechnung
es: Factura
fr: Facture
it: Fattura
nl: Factuur
pl: Faktura
pt: Fatura
se: Faktura
vi: Hóa đơn

source: Invoice downloaded successfully
de: Rechnung erfolgreich heruntergeladen
es: Factura descargada con éxito
fr: Facture téléchargée avec succès
hu: Számla sikeresen letöltve
it: Fattura scaricata con successo
nl: Factuur succesvol gedownload
pl: Faktura została pomyślnie pobrana
pt: Fatura baixada com sucesso
se: Fakturan laddades ner
tr: Fatura başarıyla indirildi
vi: Hóa đơn được tải xuống thành công

source: Invoice Notes
de: Rechnungsnotizen
es: Notas de la factura
fr: Notes de facture
hu: Számlamegjegyzések
it: Note Fattura
nl: Factuurnotities
pl: Notatki do faktury
pt: Notas da fatura
se: Fakturanoteringar
tr: Fatura Notları
vi: Ghi chú hóa đơn

source: Invoice Numbering
de: Rechnungsnummerierung
es: Numeración de facturas
fr: Numérotation des factures
hu: Számlaszámozás
it: Numerazione Fattura
nl: Factuurnummering
pl: Numeracja faktur
pt: Numeração da fatura
se: Fakturanumrering
tr: Fatura Numaralandırma
vi: Đánh số hóa đơn

source: Invoice Settings
de: Rechnungseinstellungen
es: Configuración de facturación
fr: Paramètres de facturation
hu: Számla beállítások
it: Impostazioni Fattura
nl: Factuur Instellingen
pl: Ustawienia faktury
pt: Configurações da fatura
se: Fakturainställningar
tr: Fatura Ayarları
vi: Cài đặt hóa đơn

source: Irish VAT at 23% will be applied to platform fees (domestic supply).
de: Auf Plattformgebühren wird die irische Umsatzsteuer von 23% angewendet (inländische Lieferung).
es: Se aplicará el IVA irlandés del 23% a las tarifas de la plataforma (suministro nacional).
fr: La TVA irlandaise à 23 % sera appliquée aux frais de plateforme (fourniture nationale).
it: L'IVA irlandese al 23% sarà applicata alle commissioni della piattaforma (fornitura nazionale).
nl: Ierse BTW van 23% wordt toegepast op platformkosten (binnenlandse levering).
pl: Irlandzki VAT w wysokości 23% zostanie zastosowany do opłat platformy (dostawa krajowa).
pt: O IVA irlandês de 23% será aplicado às taxas da plataforma (fornecimento doméstico).
se: Irländsk moms på 23 % tillämpas på plattformsavgifter (inhemsk leverans).
vi: VAT Ireland 23% sẽ được áp dụng cho phí nền tảng (cung cấp trong nước).

source: Is this account VAT registered in the EU?
it: Questo account è registrato ai fini IVA nell'UE?
nl: Is dit account BTW-geregistreerd in de EU?
pl: Czy to konto jest zarejestrowane na VAT w UE?
pt: Esta conta está registada para IVA na UE?
se: Är detta konto momsregistrerat i EU?

source: Italian
de: Italienisch
es: Italiano
fr: Italien
hu: Olasz
it: Italiano
nl: Italiaans
pl: Włoski
pt: Italiano
se: Italienska
vi: Tiếng Ý

source: Item
de: Artikel
es: Artículo
fr: Article
hu: Tétel
it: Articolo
pl: Przedmiot
se: Artikel
tr: Öğe
vi: Mục

source: item(s)
de: Artikel
es: artículo(s)
fr: article(s)
it: articolo(i)
nl: artikel(en)
pl: przedmiot(y)
pt: item(ns)
se: artikel(er)
vi: mục

source: Items
de: Artikel
es: Artículos
fr: Articles
it: Articoli
nl: Artikelen
pl: Przedmioty
pt: Itens
se: Artiklar
vi: Mục

source: Job
it: Lavoro
nl: Taak
pl: Zadanie
pt: Trabalho
se: Jobb

source: Job deleted
it: Lavoro eliminato
nl: Taak verwijderd
pl: Zadanie usunięte
pt: Trabalho eliminado
se: Jobb borttaget
