Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Product Category
de: Produktkategorie
es: Categoría de producto
fr: Catégorie de produit
hu: Termékkategória
it: Categoria Prodotto
nl: Productcategorie
pl: Kategoria produktu
pt: Categoria de Produto
se: Produktkategori
tr: Ürün Kategorisi
vi: Danh mục sản phẩm

source: Product category updated successfully.
de: Produktkategorie erfolgreich aktualisiert.
es: Categoría de producto actualizada con éxito.
fr: Catégorie de produit mise à jour avec succès.
hu: Termékkategória sikeresen frissítve.
it: Categoria prodotto aggiornata con successo.
nl: Productcategorie succesvol bijgewerkt.
pl: Kategoria produktu została pomyślnie zaktualizowana.
pt: Categoria de produto atualizada com sucesso.
se: Produktkategorin uppdaterades.
tr: Ürün kategorisi başarıyla güncellendi.
vi: Danh mục sản phẩm được cập nhật thành công.

source: Product Created
de: Produkt erstellt
es: Producto creado
fr: Produit créé
hu: Termék létrehozva
it: Prodotto Creato
nl: Gemaakt product
pl: Produkt utworzony
pt: Produto criado
se: Produkt skapad
vi: Sản phẩm được tạo ra

source: Product Deleted
de: Produkt gelöscht
es: Producto eliminado
fr: Produit supprimé
hu: Termék törölve
it: Prodotto Eliminato
nl: Product verwijderd
pl: Produkt usunięty
pt: Produto excluído
se: Produkt borttagen
vi: Xóa sản phẩm

source: Product deleted successfully
de: Produkt erfolgreich gelöscht
es: Producto eliminado con éxito
fr: Produit supprimé avec succès
hu: Termék sikeresen törölve
it: Prodotto eliminato con successo
nl: Product succesvol verwijderd
pl: Produkt został pomyślnie usunięty
pt: Produto excluído com sucesso
se: Produkten togs bort
tr: Ürün başarıyla silindi
vi: Sản phẩm đã xóa thành công

source: Product Price Type
de: Produktpreistyp
es: Tipo de precio del producto
fr: Type de prix du produit
hu: Termék ár típusa
it: Tipo di Prezzo Prodotto
nl: Product Prijs Type
pl: Typ ceny produktu
pt: Tipo de Preço do Produto
se: Produktens pristyp
tr: Ürün Fiyat Türü
vi: Loại giá sản phẩm

source: Product Sales
de: Produktverkäufe
es: Ventas de productos
fr: Ventes de produits
hu: Termék értékesítés
it: Vendite Prodotti
nl: Productverkoop
pl: Sprzedaż produktów
pt: Vendas de Produtos
se: Produktförsäljning
tr: Ürün Satışları
vi: Bán Hàng

source: Product sales, revenue, and tax breakdown
de: Produktverkäufe, Einnahmen und Steueraufschlüsselung
es: Desglose de ventas de productos, ingresos e impuestos
fr: Détail des ventes de produits, revenus et taxes
hu: Termék értékesítés, bevétel és adó bontás
it: Ripartizione vendite prodotti, ricavi e tasse
nl: Uitsplitsing productverkoop, inkomsten en belastingen
pl: Sprzedaż produktów, przychody i podział podatków
pt: Detalhamento das vendas de produtos, receitas e impostos
se: Produktförsäljning, intäkter och skattefördelning
vi: Chi tiết doanh số sản phẩm, doanh thu và thuế

source: Product Tier
de: Produktebene
es: Nivel del producto
fr: Niveau de produit
hu: Terméksor
it: Livello Prodotto
nl: Productniveau
pl: Poziom produktu
pt: Nível do Produto
se: Produktnivå
tr: Ürün Katmanı
vi: Cấp sản phẩm

source: Product Type
de: Produkttyp
es: Tipo de producto
fr: Type de produit
hu: Termék típusa
it: Tipo di Prodotto
nl: Soort product
pl: Typ produktu
pt: Tipo de Produto
se: Produkttyp
tr: Ürün Türü
vi: Loại sản phẩm

source: Product Updated
de: Produkt aktualisiert
es: Producto actualizado
fr: Produit mis à jour
hu: Termék frissítve
it: Prodotto Aggiornato
nl: Bijgewerkt product
pl: Produkt zaktualizowany
pt: Produto atualizado
se: Produkt uppdaterad
vi: Cập nhật sản phẩm

source: Product(s)
de: Produkt(e)
es: Producto(s)
fr: Produit(s)
hu: Termék(ek)
it: Prodotto/i
nl: Product(en)
pl: Produkt(y)
pt: Produto(s)
se: Produkt(er)
tr: Ürün(ler)
vi: Sản phẩm(s)

source: Products
de: Produkte
es: Productos
fr: Produits
hu: Termékek
it: Prodotti
nl: Producten
pl: Produkty
pt: Produtos
se: Produkter
tr: Ürünler
vi: Sản phẩm

source: Products sold
de: Verkaufte Produkte
es: Productos vendidos
fr: Produits vendus
hu: Eladott termékek
it: Prodotti venduti
nl: Verkochte producten
pl: Sprzedane produkty
pt: Produtos vendidos
se: Sålda produkter
tr: Satılan ürünler
vi: Sản phẩm đã bán

source: Products Sold
de: Verkaufte Produkte
es: Productos vendidos
fr: Produits vendus
hu: Eladott termékek
it: Prodotti Venduti
nl: Verkochte producten
pl: Sprzedane produkty
pt: Produtos Vendidos
se: Sålda produkter
tr: Satılan Ürünler
vi: Sản phẩm đã bán

source: Products sorted successfully
de: Produkte erfolgreich sortiert
es: Productos ordenados con éxito
fr: Produits triés avec succès
hu: Termékek sikeresen rendezve
it: Prodotti ordinati con successo
nl: Producten succesvol gesorteerd
pl: Produkty zostały pomyślnie posortowane
pt: Produtos ordenados com sucesso
se: Produkter sorterades korrekt
tr: Ürünler başarıyla sıralandı
vi: Sản phẩm được sắp xếp thành công

source: Profile
de: Profil
es: Perfil
fr: Profil
hu: Profil
it: Profilo
nl: Profiel
pl: Profil
pt: Perfil
se: Profil
tr: Profil
vi: Hồ sơ

source: Profile updated successfully
de: Profil erfolgreich aktualisiert
es: perfil actualizado con éxito
fr: Mise à jour du profil réussie
hu: Profil sikeresen frissítve
it: Profilo aggiornato con successo
nl: Profiel succesvol bijgewerkt
pl: Profil został pomyślnie zaktualizowany
pt: Perfil atualizado com sucesso
se: Profilen uppdaterades
tr: Profil başarıyla güncellendi
vi: Hồ sơ cập nhật thành công

source: Promo {promo_code} code applied
de: Aktionscode {promo_code} angewendet
es: Código promocional {promo_code} aplicado
fr: Code promotionnel {promo_code} appliqué
hu: Promóciós kód {promo_code} alkalmazva
it: Codice promo {promo_code} applicato
nl: Promo {promo_code} code toegepast
pl: Kod promocyjny {promo_code} zastosowany
pt: Código promocional {promo_code} aplicado
se: Kampanjkoden {promo_code} har tillämpats
tr: Promosyon {promo_code} kodu uygulandı
vi: Mã {Promo_code} đã được áp dụng

source: Promo code
de: Gutscheincode
es: Código promocional
fr: Code promo
hu: Promóciós kód
it: Codice promo
nl: Kortingscode
pl: Kod promocyjny
pt: Código promocional
se: Kampanjkod
vi: Mã khuyến mãi

source: Promo Code
de: Aktionscode
es: Código promocional
fr: Code promo
hu: Promóciós kód
it: Codice Promo
nl: Kortingscode
pl: Kod promocyjny
pt: Código promocional
se: Kampanjkod
tr: Promosyon Kodu
vi: Mã khuyến mãi

source: Promo Code page
de: Aktionscode-Seite
es: Página de códigos promocionales
fr: Page des codes promotionnels
hu: Promóciós kód oldal
it: Pagina Codice Promo
nl: Promo Code pagina
pl: Strona kodu promocyjnego
pt: Página de código promocional
se: Sida för kampanjkoder
tr: Promosyon Kodu sayfası
vi: Trang mã khuyến mãi

source: Promo code usage and discount breakdown
de: Nutzung von Rabattcodes und Rabattaufschlüsselung
es: Uso de códigos promocionales y desglose de descuentos
fr: Utilisation des codes promo et détail des réductions
hu: Promóciós kód felhasználás és kedvezmény bontás
it: Ripartizione utilizzo codici promo e sconti
nl: Gebruik van promocodes en uitsplitsing van kortingen
pl: Użycie kodu promocyjnego i podział rabatów
pt: Uso de códigos promocionais e detalhamento de descontos
se: Användning av kampanjkoder och rabattfördelning
vi: Chi tiết sử dụng mã khuyến mãi và giảm giá

source: Promo Codes
es: Códigos promocionales
fr: Code de promo
hu: Promóciós kódok
it: Codici Promo
pl: Kody promocyjne
pt: Códigos promocionais
se: Kampanjkoder
tr: Promosyon Kodları
vi: Mã khuyến mãi

source: Promo codes can be used to offer discounts, presale access, or provide special access to your event.
de: Mit Promo-Codes können Sie Rabatte oder Vorverkaufszugang anbieten oder Sonderzugang zu Ihrer Veranstaltung gewähren.
es: Los códigos promocionales se pueden utilizar para ofrecer descuentos, acceso de preventa o proporcionar acceso especial a su evento.
fr: Les codes promotionnels peuvent être utilisés pour offrir des réductions, un accès en prévente ou fournir un accès spécial à votre événement.
hu: A promóciós kódok kedvezmények, előzetes hozzáférés vagy különleges hozzáférés biztosítására használhatók az eseményéhez.
it: I codici promo possono essere utilizzati per offrire sconti, accesso in prevendita o fornire accesso speciale al tuo evento.
nl: Promocodes kunnen worden gebruikt voor kortingen, toegang tot de voorverkoop of speciale toegang tot je evenement.
pl: Kody promocyjne mogą być używane do oferowania rabatów, dostępu przed sprzedażą lub zapewnienia specjalnego dostępu do Twojego wydarzenia.
pt: Os códigos promocionais podem ser usados para oferecer descontos, acesso pré-venda ou fornecer acesso especial ao seu evento.
se: Kampanjkoder kan användas för att erbjuda rabatter, förköp eller särskild åtkomst till ditt evenemang.
tr: Promosyon kodları indirim sunmak, ön satış erişimi veya etkinliğinize özel erişim sağlamak için kullanılabilir.
vi: Mã khuyến mãi có thể được sử dụng để giảm giá, truy cập bán trước hoặc cung cấp quyền truy cập đặc biệt vào sự kiện của bạn.

source: Promo Codes Report
de: Bericht zu Aktionscodes
es: Informe de códigos promocionales
fr: Rapport des codes promo
hu: Promóciós kódok jelentés
it: Report Codici Promo
nl: Promocodes Rapport
pl: Raport kodów promocyjnych
pt: Relatório de códigos promocionais
se: Rapport för kampanjkoder
tr: Promosyon Kodları Raporu
vi: Báo cáo mã khuyến mãi

source: Promo Only
de: Nur mit Promo-Code
es: Solo Promocional
fr: Promo seulement
it: Solo promo
nl: Alleen promo
pl: Tylko promocyjne
pt: Apenas Promoção
se: Endast kampanj
vi: Chỉ khuyến mãi

source: Promotional emails may result in account suspension
it: Le email promozionali potrebbero comportare la sospensione dell'account
nl: Promotionele e-mails kunnen leiden tot accountopschorting
pl: E-maile promocyjne mogą skutkować zawieszeniem konta
pt: Emails promocionais podem resultar na suspensão da conta
se: Marknadsföringsmejl kan leda till att kontot stängs av

source: Provide additional context or instructions for this question. Use this field to add terms and conditions, guidelines, or any important information that attendees need to know before answering.
de: Geben Sie zusätzlichen Kontext oder Anweisungen für diese Frage an. Verwenden Sie dieses Feld, um Bedingungen, Richtlinien oder wichtige Informationen hinzuzufügen, die die Teilnehmer vor dem Beantworten wissen müssen.
es: Proporcione contexto adicional o instrucciones para esta pregunta. Utilice este campo para agregar términos y condiciones, directrices o cualquier información importante que los asistentes necesiten saber antes de responder.
fr: Fournissez un contexte ou des instructions supplémentaires pour cette question. Utilisez ce champ pour ajouter des termes et conditions, des directives ou toute information importante que les participants doivent connaître avant de répondre.
hu: Adjon meg további kontextust vagy utasításokat ehhez a kérdéshez. Ezt a mezőt használja a feltételek, irányelvek vagy bármilyen fontos információ hozzáadására, amelyet a résztvevőknek tudniuk kell a válaszadás előtt.
it: Fornisci contesto aggiuntivo o istruzioni per questa domanda. Usa questo campo per aggiungere termini e condizioni, linee guida o qualsiasi informazione importante che i partecipanti devono conoscere prima di rispondere.
nl: Geef aanvullende context of instructies voor deze vraag. Gebruik dit veld om algemene voorwaarden, richtlijnen of andere belangrijke informatie toe te voegen die deelnemers moeten weten voordat ze antwoorden.
pl: Podaj dodatkowy kontekst lub instrukcje dla tego pytania. Użyj tego pola, aby dodać warunki i postanowienia, wytyczne lub wszelkie ważne informacje, które uczestnicy muszą znać przed odpowiedzią.
pt: Forneça contexto adicional ou instruções para esta pergunta. Use este campo para adicionar termos e condições, diretrizes ou qualquer informação importante que os participantes precisem saber antes de responder.
se: Ge ytterligare sammanhang eller instruktioner för denna fråga. Använd detta fält för att lägga till villkor, riktlinjer eller annan viktig information som deltagarna behöver känna till innan de svarar.
tr: Bu soru için ek bağlam veya talimatlar sağlayın. Bu alanı şartlar ve koşullar, yönergeler veya katılımcıların cevaplamadan önce bilmeleri gereken önemli bilgileri eklemek için kullanın.
vi: Cung cấp thêm ngữ cảnh hoặc hướng dẫn cho câu hỏi này. Sử dụng trường này để thêm các điều khoản và điều kiện, hướng dẫn hoặc bất kỳ thông tin quan trọng nào mà người tham dự cần biết trước khi trả lời.

source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier
hu: Közzététel
it: Pubblica
nl: Publiceren
pl: Opublikuj
pt: Publicar
se: Publicera
vi: Xuất bản

source: Publish Event
de: Veranstaltung veröffentlichen
es: Publicar Evento
fr: Publier l'événement
hu: Esemény közzététele
it: Pubblica Evento
nl: Evenement publiceren
pl: Opublikuj wydarzenie
pt: Publicar Evento
se: Publicera evenemang
vi: Công bố sự kiện

source: Purchased
de: Gekauft
es: Comprado
fr: Acheté
it: Acquistato
nl: Gekocht
pl: Zakupiony
pt: Adquirido
se: Köpt
vi: Đã mua

source: QR Code
es: Código QR
fr: Code QR
hu: QR kód
it: Codice QR
pl: Kod QR
pt: Código QR
se: QR-kod
tr: QR Kod
vi: Mã QR

source: QR Code Check-in
it: Check-in tramite codice QR
pl: Zameldowanie kodem QR
pt: Check-in com Código QR
se: QR-kodsincheckning

source: Quantity Available
de: Verfügbare Menge
es: cantidad disponible
fr: Quantité disponible
hu: Elérhető mennyiség
it: Quantità Disponibile
nl: Beschikbare hoeveelheid
pl: Dostępna ilość
pt: Quantidade Disponível
se: Tillgängligt antal
tr: Mevcut Miktar
vi: Số lượng có sẵn

source: Question deleted
de: Frage gelöscht
es: Pregunta eliminada
fr: Question supprimée
hu: Kérdés törölve
it: Domanda eliminata
nl: Vraag verwijderd
pl: Pytanie usunięte
pt: Pergunta excluída
se: Frågan togs bort
tr: Soru silindi
vi: Đã xóa câu hỏi

source: Question Description
de: Fragebeschreibung
es: Descripción de la pregunta
fr: Description de la question
hu: Kérdés leírása
it: Descrizione Domanda
nl: Beschrijving van de vraag
pl: Opis pytania
pt: Descrição da pergunta
se: Frågebeskrivning
tr: Soru Açıklaması
vi: Mô tả câu hỏi

source: Question Title
de: Fragentitel
es: Título de la pregunta
fr: titre de question
hu: Kérdés címe
it: Titolo Domanda
nl: Titel van de vraag
pl: Tytuł pytania
pt: título da questão
se: Frågetitel
tr: Soru Başlığı
vi: Tiêu đề câu hỏi

source: Questions
de: Fragen
es: Preguntas
fr: Des questions
hu: Kérdések
it: Domande
nl: Vragen
pl: Pytania
pt: Questões
se: Frågor
tr: Sorular
vi: Câu hỏi

source: Questions & Answers
de: Fragen & Antworten
es: Preguntas y respuestas
fr: Questions et réponses
hu: Kérdések és válaszok
it: Domande e Risposte
nl: Vragen en antwoorden
pl: Pytania i odpowiedzi
pt: Perguntas e Respostas
se: Frågor och svar
tr: Sorular ve Cevaplar
vi: Câu hỏi

source: Questions reordered
it: Domande riordinate
nl: Vragen herschikt
pl: Pytania zostały przeorganizowane
pt: Perguntas reordenadas
se: Frågorna ordnades om
vi: Đã sắp xếp lại câu hỏi

source: Queue
it: Coda
nl: Wachtrij
pl: Kolejka
pt: Fila
se: Kö

source: Radio Option
es: Opción de radio
fr: Option radio
hu: Rádió opció
it: Opzione Radio
nl: Radio-optie
pl: Opcja radiowa
pt: Opção de rádio
se: Radiovalsalternativ
tr: Radyo Seçeneği
vi: Tùy chọn radio

source: Rate
es: Tasa
fr: Taux
it: Tasso
nl: Tarief
pl: Stawka
pt: Taxa
se: Sats
vi: Tỷ lệ

source: Rate limit exceeded. Please try again later.
it: Limite di frequenza superato. Per favore riprova più tardi.
nl: Limiet overschreden. Probeer het later opnieuw.
pl: Przekroczono limit stawki. Spróbuj ponownie później.
pt: Limite de taxa excedido. Por favor, tente novamente mais tarde.
se: Hastighetsgränsen har överskridits. Försök igen senare.

source: Read less
de: Lese weniger
es: Leer menos
fr: Lire moins
hu: Kevesebb olvasása
it: Leggi meno
nl: Minder lezen
pl: Czytaj mniej
pt: Leia menos
se: Visa mindre
tr: Daha az oku
vi: Đọc ít hơn

source: Ready to upgrade? This takes only a few minutes.
de: Bereit für das Upgrade? Das dauert nur wenige Minuten.
es: ¿Listo para actualizar? Esto solo toma unos minutos.
fr: Prêt à mettre à niveau ? Cela ne prend que quelques minutes.
it: Pronto per l'aggiornamento? Ci vogliono solo pochi minuti.
nl: Klaar om te upgraden? Dit duurt slechts een paar minuten.
pl: Gotowy do aktualizacji? To zajmuje tylko kilka minut.
pt: Pronto para atualizar? Isto demora apenas alguns minutos.
se: Redo att uppgradera? Det tar bara några minuter.
vi: Sẵn sàng nâng cấp? Điều này chỉ mất vài phút.

source: Real-Time Analytics
it: Analytics in tempo reale
nl: Realtime analyses
pl: Analityka w czasie rzeczywistym
pt: Análises em Tempo Real
se: Analys i realtid

source: Receive product updates from {0}.
it: Ricevi aggiornamenti sui prodotti da {0}.
nl: Productupdates van {0} ontvangen.
pl: Otrzymuj aktualizacje produktów od {0}.
pt: Receber atualizações de produtos do {0}.
se: Ta emot produktuppdateringar från {0}.

source: Recent Account Signups
it: Iscrizioni recenti
nl: Recente accountaanmeldingen
pl: Ostatnie rejestracje kont
pt: Registos de contas recentes
se: Senaste kontoregistreringar

source: Recent Orders
de: Neueste Bestellungen
es: Pedidos recientes
fr: Commandes récentes
hu: Legutóbbi megrendelések
it: Ordini recenti
nl: Recente bestellingen
pl: Ostatnie zamówienia
pt: Pedidos recentes
se: Senaste ordrar
vi: Đơn hàng gần đây

source: Recipient
de: Empfänger
es: Recipiente
fr: Destinataire
hu: Címzett
it: Destinatario
nl: Ontvanger
pl: Odbiorca
pt: Destinatário
se: Mottagare
tr: Alıcı
vi: Người nhận

source: Recipients
it: Destinatari
nl: Ontvangers
pl: Odbiorcy
pt: Destinatários
se: Mottagare

source: Reconnect Stripe →
de: Stripe neu verbinden →
es: Reconectar Stripe →
fr: Reconnecter Stripe →
it: Riconnetti Stripe →
nl: Stripe opnieuw verbinden →
pl: Połącz ponownie Stripe →
pt: Reconectar Stripe →
se: Återanslut Stripe →
vi: Kết nối lại Stripe →

source: Redirecting to Stripe...
de: Weiterleitung zu Stripe...
es: Redirigiendo a Stripe...
fr: Redirection vers Stripe...
hu: Átirányítás a Stripe-ra...
it: Reindirizzamento a Stripe...
nl: Doorverwijzen naar Stripe...
pl: Przekierowywanie do Stripe...
pt: Redirecionando para o Stripe...
se: Omdirigerar till Stripe...
vi: Đang chuyển hướng đến Stripe...

source: Referral Accounts
it: Account di riferimento
nl: Verwijzingsaccounts
pl: Konta poleceń
pt: Contas de referência
se: Hänvisade konton

source: Refresh Preview
de: Vorschau aktualisieren
es: Actualizar vista previa
fr: Actualiser l'aperçu
it: Aggiorna Anteprima
nl: Voorbeeld Vernieuwen
pl: Odśwież podgląd
pt: Atualizar visualização
se: Uppdatera förhandsgranskning
vi: Làm mới xem trước

source: Refund amount
de: Erstattungsbetrag
es: Monto del reembolso
fr: Montant du remboursement
it: Importo rimborso
nl: Terugbetalingsbedrag
pl: Kwota zwrotu
pt: Valor do reembolso
se: Återbetalningsbelopp
vi: Số tiền hoàn lại

source: Refund failed
de: Erstattung fehlgeschlagen
es: Reembolso fallido
fr: Remboursement échoué
it: Rimborso fallito
nl: Terugbetaling mislukt
pl: Zwrot nie powiódł się
pt: Reembolso falhou
se: Återbetalning misslyckades
vi: Hoàn tiền thất bại

source: Refund Failed
de: Rückerstattung fehlgeschlagen
es: Reembolso fallido
fr: Remboursement échoué
hu: Visszatérítés sikertelen
it: Rimborso Fallito
nl: Terugbetaling mislukt
pl: Zwrot nie powiódł się
pt: Reembolso falhou
se: Återbetalning misslyckades
tr: İade Başarısız
vi: Hoàn tiền không thành công

source: Refund order
de: Rückerstattungsauftrag
es: Orden de reembolso
fr: Commande de remboursement
hu: Megrendelés visszatérítése
it: Rimborsa ordine
nl: Bestelling terugbetalen
pl: Zwróć zamówienie
pt: Pedido de reembolso
se: Återbetala order
tr: Siparişi iade et
vi: Lệnh hoàn trả

source: Refund Order {0}
de: Bestellung {0} erstatten
es: Reembolsar pedido {0}
fr: Rembourser la commande {0}
it: Rimborsa ordine {0}
nl: Bestelling {0} terugbetalen
pl: Zwróć zamówienie {0}
pt: Reembolsar pedido {0}
se: Återbetala order {0}
vi: Hoàn tiền đơn hàng {0}

source: Refund pending
de: Erstattung ausstehend
es: Reembolso pendiente
fr: Remboursement en attente
it: Rimborso in sospeso
nl: Terugbetaling in behandeling
pl: Zwrot oczekuje
pt: Reembolso pendente
se: Återbetalning väntar
vi: Hoàn tiền đang chờ

source: Refund Pending
de: Rückerstattung ausstehend
es: Reembolso pendiente
fr: Remboursement en attente
hu: Visszatérítés függőben
it: Rimborso in Attesa
nl: Restitutie in behandeling
pl: Zwrot oczekuje
pt: Reembolso pendente
se: Återbetalning väntar
tr: İade Bekliyor
vi: Hoàn tiền chờ xử lý

source: Refund Status
de: Rückerstattungsstatus
es: Estado del reembolso
fr: Statut du remboursement
hu: Visszatérítés állapota
it: Stato Rimborso
nl: Restitutie Status
pl: Status zwrotu
pt: Status do reembolso
se: Återbetalningsstatus
tr: İade Durumu
vi: Trạng thái hoàn trả

source: Refunded
de: Rückerstattung
es: Reintegrado
fr: Remboursé
hu: Visszatérítve
it: Rimborsato
nl: Terugbetaald
pl: Zwrócony
pt: Devolveu
se: Återbetald
tr: İade Edildi
vi: Đã hoàn lại

source: Refunded: {0}
de: Erstattet: {0}
es: Reembolsado: {0}
fr: Remboursé : {0}
it: Rimborsato: {0}
nl: Terugbetaald: {0}
pl: Zwrócony: {0}
pt: Reembolsado: {0}
se: Återbetald: {0}
vi: Đã hoàn tiền: {0}

source: Refunds
de: Rückerstattungen
es: Reembolsos
fr: Remboursements
it: Rimborsi
nl: Terugbetalingen
pl: Zwroty
pt: Reembolsos
se: Återbetalningar
vi: Hoàn tiền

source: Regional Settings
it: Impostazioni regionali
nl: Regionale instellingen
pl: Ustawienia regionalne
pt: Configurações regionais
se: Regionala inställningar

source: Register
de: Registrieren
es: Registro
fr: Registre
hu: Regisztráció
it: Registrati
nl: Registreer
pl: Zarejestruj się
pt: Registro
se: Registrera
tr: Kayıt Ol
vi: Đăng ký

source: Registration Questions
it: Domande di registrazione
nl: Registratievragen
pl: Pytania rejestracyjne
pt: Perguntas de registro
se: Registreringsfrågor
vi: Câu hỏi đăng ký

source: Remaining Uses
de: Verbleibende Verwendungen
es: Usos restantes
fr: Utilisations restantes
hu: Fennmaradó felhasználások
it: Utilizzi Rimanenti
nl: Overblijvend gebruik
pt: Usos restantes
se: Återstående användningar
tr: Kalan Kullanım
vi: Sử dụng còn lại

source: remove
de: entfernen
es: eliminar
fr: retirer
hu: eltávolítás
it: rimuovi
nl: verwijderen
pl: usuń
pt: remover
se: ta bort
tr: kaldır
vi: Loại bỏ

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
hu: Eltávolítás
it: Rimuovi
nl: Verwijder
pl: Usuń
pt: Remover
se: Ta bort
tr: Kaldır
vi: Hủy bỏ

source: Report not found
de: Bericht nicht gefunden
es: Informe no encontrado
fr: Rapport non trouvé
it: Report non trovato
nl: Rapport niet gevonden
pl: Raport nie znaleziony
pt: Relatório não encontrado
se: Rapporten hittades inte
vi: Không tìm thấy báo cáo

source: Reports
de: Berichte
es: Informes
fr: Rapports
hu: Jelentések
it: Report
nl: Rapporten
pl: Raporty
pt: Relatórios
se: Rapporter
tr: Raporlar
vi: Báo cáo

source: Request a new link
de: Neuen Link anfordern
es: Solicitar un nuevo enlace
fr: Demander un nouveau lien
it: Richiedi un nuovo link
nl: Nieuwe link aanvragen
pl: Poproś o nowy link
pt: Solicitar novo link
se: Begär en ny länk
vi: Yêu cầu liên kết mới

source: Require Billing Address
de: Rechnungsadresse erforderlich
es: Requerir dirección de facturación
fr: Adresse de facturation requise
hu: Számlázási cím kötelező
it: Richiedi Indirizzo di Fatturazione
nl: Factuuradres vereisen
pl: Wymagaj adresu rozliczeniowego
pt: Exigir endereço de cobrança
se: Kräv faktureringsadress
tr: Fatura Adresi Gerekli
vi: Yêu cầu địa chỉ thanh toán

source: Required
it: Obbligatorio
nl: Verplicht
pl: Wymagane
pt: Obrigatório
se: Obligatorisk
vi: Bắt buộc

source: Resend code
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
hu: Kód újraküldése
it: Reinvia codice
nl: Code opnieuw verzenden
pl: Wyślij ponownie kod
pt: Reenviar código
se: Skicka koden igen
vi: Gửi lại mã
