Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Failed to resend ticket
it: Impossibile reinviare il biglietto
nl: Ticket opnieuw verzenden mislukt
pl: Nie udało się ponownie wysłać biletu
pt: Falha ao reenviar bilhete
se: Misslyckades med att skicka biljetten igen

source: Failed to resend ticket email
de: Ticket-E-Mail konnte nicht erneut gesendet werden
es: No se pudo reenviar el correo electrónico del ticket
fr: Échec du renvoi de l'e-mail du ticket
hu: Jegy e-mail újraküldése sikertelen
it: Impossibile reinviare l'email del biglietto
nl: Niet gelukt om ticket e-mail opnieuw te versturen
pl: Nie udało się ponownie wysłać e-maila z biletem
pt: Falha ao reenviar e-mail do ticket
se: Misslyckades med att skicka biljettmejl igen
tr: Bilet e-postası yeniden gönderilemedi
vi: Không thể gửi lại email vé

source: Failed to resend verification code
de: Bestätigungscode konnte nicht erneut gesendet werden
es: Error al reenviar el código de verificación
fr: Échec du renvoi du code de vérification
hu: Ellenőrző kód újraküldése sikertelen
it: Reinvio codice di verifica non riuscito
nl: Opnieuw verzenden verificatiecode mislukt
pl: Nie udało się ponownie wysłać kodu weryfikacyjnego
pt: Falha ao reenviar código de verificação
se: Misslyckades med att skicka verifieringskod igen
vi: Không thể gửi lại mã xác thực

source: Failed to retry job
it: Impossibile ritentare il lavoro
nl: Taak opnieuw proberen mislukt
pl: Nie udało się ponowić zadania
pt: Falha ao tentar novamente o trabalho
se: Misslyckades med att försöka igen

source: Failed to retry jobs
it: Impossibile ritentare i lavori
nl: Taken opnieuw proberen mislukt
pl: Nie udało się ponowić zadań
pt: Falha ao tentar novamente os trabalhos
se: Misslyckades med att försöka igen

source: Failed to save template
de: Vorlage konnte nicht gespeichert werden
es: Error al guardar la plantilla
fr: Échec de la sauvegarde du modèle
it: Impossibile salvare il modello
nl: Sjabloon opslaan mislukt
pl: Nie udało się zapisać szablonu
pt: Falha ao salvar modelo
se: Misslyckades med att spara mall
vi: Không thể lưu mẫu

source: Failed to save VAT settings. Please try again.
de: Fehler beim Speichern der Umsatzsteuereinstellungen. Bitte versuchen Sie es erneut.
es: Error al guardar la configuración del IVA. Por favor, inténtelo de nuevo.
fr: Échec de l'enregistrement des paramètres TVA. Veuillez réessayer.
it: Impossibile salvare le impostazioni IVA. Riprova.
nl: Kan BTW-instellingen niet opslaan. Probeer het opnieuw.
pl: Nie udało się zapisać ustawień VAT. Spróbuj ponownie.
pt: Falha ao guardar as definições de IVA. Por favor, tente novamente.
se: Misslyckades med att spara momsinställningar. Försök igen.
vi: Không thể lưu cài đặt VAT. Vui lòng thử lại.

source: Failed to send message. Please try again.
de: Nachricht konnte nicht gesendet werden. Bitte versuchen Sie es erneut.
es: Error al enviar el mensaje. Por favor, intenta de nuevo.
fr: Échec de l'envoi du message. Veuillez réessayer.
hu: Üzenet küldése sikertelen. Kérjük, próbálja újra.
it: Invio messaggio non riuscito. Riprova.
nl: Verzenden bericht mislukt. Probeer het opnieuw.
pl: Nie udało się wysłać wiadomości. Spróbuj ponownie.
pt: Falha ao enviar mensagem. Por favor, tente novamente.
se: Misslyckades med att skicka meddelande. Försök igen.
vi: Không thể gửi tin nhắn. Vui lòng thử lại.

source: Failed to sort products
de: Produkte konnten nicht sortiert werden
es: Error al ordenar productos
fr: Échec du tri des produits
hu: Termékek rendezése sikertelen
it: Impossibile ordinare i prodotti
nl: Sorteren van producten mislukt
pl: Nie udało się posortować produktów
pt: Falha ao ordenar os produtos
se: Misslyckades med att sortera produkter
tr: Ürünler sıralanamadı
vi: Không thể sắp xếp sản phẩm

source: Failed to start export job
de: Exportauftrag konnte nicht gestartet werden
es: No se pudo iniciar la exportación
fr: Échec du démarrage de l'exportation
hu: Exportálási feladat indítása sikertelen
it: Impossibile avviare il processo di esportazione
nl: Exporttaak niet gestart
pl: Nie udało się rozpocząć zadania eksportu
pt: Falha ao iniciar a exportação
se: Misslyckades med att starta exportjobb
vi: Không thể bắt đầu quá trình xuất

source: Failed to start impersonation. Please try again.
de: Fehler beim Starten der Identitätswechsel. Bitte versuchen Sie es erneut.
es: Error al iniciar la suplantación. Por favor, inténtelo de nuevo.
fr: Échec du démarrage de l'usurpation d'identité. Veuillez réessayer.
it: Impossibile avviare l'impersonificazione. Riprova.
nl: Kan imitatie niet starten. Probeer het opnieuw.
pl: Nie udało się rozpocząć personifikacji. Spróbuj ponownie.
pt: Falha ao iniciar a personificação. Por favor, tente novamente.
se: Misslyckades med att starta impersonering. Försök igen.
vi: Không thể bắt đầu mạo danh. Vui lòng thử lại.

source: Failed to stop impersonation. Please try again.
de: Fehler beim Beenden der Identitätswechsel. Bitte versuchen Sie es erneut.
es: Error al detener la suplantación. Por favor, inténtelo de nuevo.
fr: Échec de l'arrêt de l'usurpation d'identité. Veuillez réessayer.
it: Impossibile interrompere l'impersonificazione. Riprova.
nl: Kan imitatie niet stoppen. Probeer het opnieuw.
pl: Nie udało się zatrzymać personifikacji. Spróbuj ponownie.
pt: Falha ao parar a personificação. Por favor, tente novamente.
se: Misslyckades med att stoppa impersonering. Försök igen.
vi: Không thể dừng mạo danh. Vui lòng thử lại.

source: Failed to update account configuration
it: Impossibile aggiornare la configurazione dell'account
nl: Kan accountconfiguratie niet bijwerken
pl: Nie udało się zaktualizować konfiguracji konta
pt: Falha ao atualizar configuração da conta
se: Misslyckades med att uppdatera kontokonfiguration

source: Failed to update affiliate
de: Partner konnte nicht aktualisiert werden
es: Error al actualizar el afiliado
fr: Échec de la mise à jour de l'affilié
hu: Partner frissítése sikertelen
it: Aggiornamento affiliato non riuscito
nl: Bijwerken affiliate mislukt
pl: Nie udało się zaktualizować partnera
pt: Falha ao atualizar afiliado
se: Misslyckades med att uppdatera partner
vi: Không thể cập nhật đối tác

source: Failed to update answer.
de: Fehler beim Aktualisieren der Antwort.
es: No se pudo actualizar la respuesta.
fr: Échec de la mise à jour de la réponse.
hu: Válasz frissítése sikertelen.
it: Impossibile aggiornare la risposta.
nl: Antwoord niet bijgewerkt.
pl: Nie udało się zaktualizować odpowiedzi.
pt: Falha ao atualizar a resposta.
se: Misslyckades med att uppdatera svar.
vi: Không thể cập nhật câu trả lời.

source: Failed to update attendee
it: Impossibile aggiornare il partecipante
nl: Deelnemer bijwerken mislukt
pl: Nie udało się zaktualizować uczestnika
pt: Falha ao atualizar participante
se: Misslyckades med att uppdatera deltagare

source: Failed to update configuration
it: Impossibile aggiornare la configurazione
nl: Kan configuratie niet bijwerken
pl: Nie udało się zaktualizować konfiguracji
pt: Falha ao atualizar configuração
se: Misslyckades med att uppdatera konfiguration

source: Failed to update messaging tier
it: Aggiornamento del livello di messaggistica fallito
nl: Bijwerken van berichtenniveau mislukt
pl: Nie udało się zaktualizować poziomu wiadomości
se: Misslyckades med att uppdatera meddelandenivå

source: Failed to update order
it: Impossibile aggiornare l'ordine
nl: Bestelling bijwerken mislukt
pl: Nie udało się zaktualizować zamówienia
pt: Falha ao atualizar pedido
se: Misslyckades med att uppdatera order

source: Failed to update setting
it: Impossibile aggiornare l'impostazione
nl: Instelling bijwerken mislukt
pl: Nie udało się zaktualizować ustawienia
pt: Falha ao atualizar configuração
se: Misslyckades med att uppdatera inställning
vi: Không thể cập nhật cài đặt

source: Failed to update VAT settings
it: Impossibile aggiornare le impostazioni IVA
nl: Kan BTW-instellingen niet bijwerken
pl: Nie udało się zaktualizować ustawień VAT
pt: Falha ao atualizar configurações de IVA
se: Misslyckades med att uppdatera momsinställningar

source: Failed to upload image.
de: Bild-Upload fehlgeschlagen.
es: No se pudo subir la imagen.
fr: Échec du téléversement de l’image.
hu: Kép feltöltése sikertelen.
it: Caricamento immagine non riuscito.
nl: Afbeelding uploaden mislukt.
pl: Nie udało się przesłać obrazu.
pt: Falha ao carregar imagem.
se: Misslyckades med att ladda upp bild.
vi: Không thể tải ảnh lên.

source: Failed to upload image. Please try again.
de: Fehler beim Hochladen des Bildes. Bitte versuchen Sie es erneut.
es: No se pudo subir la imagen. Por favor, intenta de nuevo.
fr: Échec du téléchargement de l'image. Veuillez réessayer.
hu: Kép feltöltése sikertelen. Kérjük, próbálja újra.
it: Caricamento dell'immagine non riuscito. Riprova.
nl: Uploaden van afbeelding mislukt. Probeer het opnieuw.
pl: Nie udało się przesłać obrazu. Spróbuj ponownie.
pt: Falha ao enviar imagem. Por favor, tente novamente.
se: Misslyckades med att ladda upp bild. Försök igen.
vi: Tải ảnh lên không thành công. Vui lòng thử lại.

source: Failed to verify email
de: E-Mail konnte nicht verifiziert werden
es: Error al verificar el correo
fr: Échec de la vérification de l'e-mail
hu: E-mail ellenőrzése sikertelen
it: Verifica email non riuscita
nl: Verifiëren e-mail mislukt
pl: Nie udało się zweryfikować adresu e-mail
pt: Falha ao verificar email
se: Misslyckades med att verifiera e-post
vi: Không thể xác thực email

source: Fee
de: Gebühr
es: Tarifa
fr: Frais
hu: Díj
it: Commissione
nl: Tarief
pl: Opłata
pt: Taxa
se: Avgift
tr: Ücret
vi: Phí

source: Fee Handling
it: Gestione delle commissioni
nl: Kostenafhandeling
pl: Obsługa opłat
pt: Gestão de taxas
se: Hantering av avgifter

source: Fees
de: Gebühren
es: Honorarios
fr: Frais
hu: Díjak
it: Commissioni
nl: Tarieven
pl: Opłaty
pt: Tarifas
se: Avgifter
tr: Ücretler
vi: Các khoản phí

source: Fees are subject to change. You will be notified of any changes to your fee structure.
de: Gebühren können sich ändern. Du wirst über Änderungen deiner Gebührenstruktur benachrichtigt.
es: Las tarifas están sujetas a cambios. Se te notificará cualquier cambio en la estructura de tarifas.
fr: Les frais sont susceptibles de changer. Vous serez informé de toute modification de votre structure tarifaire.
hu: A díjak változhatnak. Értesítést kap minden díjstruktúrájában bekövetkező változásról.
it: Le commissioni sono soggette a modifiche. Sarai informato di qualsiasi modifica alla struttura delle tue commissioni.
nl: Tarieven kunnen worden gewijzigd. Je wordt op de hoogte gebracht van wijzigingen in je tarievenstructuur.
pl: Opłaty mogą ulec zmianie. Zostaniesz powiadomiony o wszelkich zmianach w strukturze opłat.
pt: As taxas estão sujeitas a alterações. Você será notificado sobre quaisquer mudanças na estrutura de taxas.
se: Avgifter kan ändras. Du kommer att meddelas vid ändringar i din avgiftsstruktur.
vi: Các khoản phí có thể thay đổi. Bạn sẽ được thông báo về bất kỳ thay đổi nào trong cấu trúc phí của mình.

source: Fees Bypassed
it: Commissioni ignorate
nl: Kosten omzeild
pl: Opłaty ominięte
se: Avgifter kringgås

source: File is too large. Maximum size is 5MB.
it: Il file è troppo grande. La dimensione massima è 5 MB.
nl: Bestand is te groot. Maximale grootte is 5MB.
pl: Plik jest zbyt duży. Maksymalny rozmiar to 5 MB.
pt: O ficheiro é demasiado grande. O tamanho máximo é 5MB.
se: Filen är för stor. Maximal storlek är 5 MB.

source: Fill in your details above first
de: Füllen Sie zuerst Ihre Daten oben aus
es: Primero completa tus datos arriba
fr: Remplissez d'abord vos informations ci-dessus
it: Compila prima i tuoi dati sopra
nl: Vul eerst je gegevens hierboven in
pl: Najpierw wypełnij swoje dane powyżej
pt: Preencha primeiro os seus dados acima
se: Fyll i dina uppgifter ovan först
vi: Vui lòng điền thông tin của bạn ở trên trước

source: Filter Attendees
de: Teilnehmer filtern
es: Filtrar Asistentes
fr: Filtrer les Participants
it: Filtra Partecipanti
nl: Filter Deelnemers
pl: Filtruj uczestników
pt: Filtrar Participantes
se: Filtrera deltagare
vi: Lọc Người Tham Dự

source: Filter by Event
it: Filtra per evento
nl: Filteren op evenement
pl: Filtruj według wydarzenia
pt: Filtrar por evento
se: Filtrera efter evenemang

source: Filter Orders
de: Bestellungen filtern
es: Filtrar pedidos
fr: Filtrer les commandes
hu: Megrendelések szűrése
it: Filtra Ordini
nl: Bestellingen filteren
pl: Filtruj zamówienia
pt: Filtrar pedidos
se: Filtrera ordrar
tr: Siparişleri Filtrele
vi: Lọc đơn hàng

source: Filters
de: Filter
es: Filtros
fr: Filtres
hu: Szűrők
it: Filtri
pl: Filtry
pt: Filtros
se: Filter
tr: Filtreler
vi: Bộ lọc

source: Filters ({activeFilterCount})
de: Filter ({activeFilterCount})
es: Filtros ({activeFilterCount})
fr: Filtres ({activeFilterCount})
hu: Szűrők ({activeFilterCount})
it: Filtri ({activeFilterCount})
pl: Filtry ({activeFilterCount})
pt: Filtros ({activeFilterCount})
se: Filter ({activeFilterCount})
tr: Filtreler ({activeFilterCount})
vi: Bộ lọc ({activeFilterCount})

source: Finish Setup
de: Einrichtung abschließen
es: Finalizar configuración
fr: Terminer la configuration
it: Completa configurazione
nl: Instelling voltooien
pl: Zakończ konfigurację
pt: Terminar configuração
se: Slutför konfiguration
vi: Hoàn thành thiết lập

source: Finish Stripe Setup
de: Stripe-Einrichtung abschließen
es: Finalizar configuración de Stripe
fr: Terminer la configuration Stripe
it: Completa configurazione Stripe
nl: Stripe-instelling voltooien
pl: Zakończ konfigurację Stripe
pt: Terminar configuração do Stripe
se: Slutför Stripe-konfiguration
vi: Hoàn thành thiết lập Stripe

source: First attendee
de: Ersten Teilnehmer
es: Primer asistente
fr: Premier participant
it: Primo partecipante
nl: Eerste deelnemer
pl: Pierwszy uczestnik
pt: Primeiro participante
se: Första deltagare
vi: Người tham dự đầu tiên

source: First Invoice Number
de: Erste Rechnungsnummer
es: Primer número de factura
fr: Premier numéro de facture
hu: Első számla száma
it: Primo Numero Fattura
nl: Eerste factuurnummer
pl: Pierwszy numer faktury
pt: Primeiro número da fatura
se: Första fakturanummer
tr: İlk Fatura Numarası
vi: Số hóa đơn đầu tiên

source: First name
de: Vorname
es: Primer Nombre
fr: Prénom
hu: Keresztnév
it: Nome
nl: Voornaam
pl: Imię
pt: Primeiro nome
se: Förnamn
tr: Ad
vi: Tên

source: First Name
de: Vorname
es: Primer Nombre
fr: Prénom
hu: Keresztnév
it: Nome
nl: Voornaam
pl: Imię
pt: Primeiro nome
se: Förnamn
tr: Ad
vi: Tên

source: First name is required
it: Il nome è obbligatorio
nl: Voornaam is verplicht
pl: Imię jest wymagane
pt: O primeiro nome é obrigatório
se: Förnamn är obligatoriskt

source: First name must be between 1 and 50 characters
de: Der Vorname muss zwischen 1 und 50 Zeichen lang sein
es: El nombre debe tener entre 1 y 50 caracteres.
fr: Le prénom doit comporter entre 1 et 50 caractères
hu: A keresztnévnek 1 és 50 karakter között kell lennie.
it: Il nome deve essere compreso tra 1 e 50 caratteri
nl: De voornaam moet tussen 1 en 50 tekens zijn
pl: Imię musi mieć od 1 do 50 znaków
pt: O nome deve ter entre 1 e 50 caracteres
se: Förnamn måste vara mellan 1 och 50 tecken
tr: Ad 1 ile 50 karakter arasında olmalıdır
vi: Tên của bạn phải nằm trong khoảng từ 1 đến 50 ký tự

source: First Used
de: Erstmals verwendet
es: Usado por primera vez
fr: Première utilisation
hu: Először használva
it: Primo Utilizzo
nl: Voor het eerst gebruikt
pl: Pierwsze użycie
pt: Usado pela primeira vez
se: Första användning
tr: İlk Kullanım
vi: Được sử dụng lần đầu tiên

source: Fixed
de: Fest
es: Fijado
fr: Fixé
hu: Fix
it: Fisso
nl: Vast
pl: Stały
pt: Fixo
se: Fast
tr: Sabit
vi: Đã sửa

source: Fixed amount
de: Fester Betrag
es: Cantidad fija
fr: Montant fixé
hu: Fix összeg
it: Importo fisso
nl: Vast bedrag
pl: Kwota stała
pt: Quantia fixa
se: Fast belopp
tr: Sabit tutar
vi: Số tiền cố định

source: Fixed Fee
it: Tariffa fissa
nl: Vaste vergoeding
pl: Opłata stała
pt: Taxa Fixa
se: Fast avgift

source: Fixed Fee (USD)
it: Commissione fissa (USD)
nl: Vaste vergoeding (USD)
pl: Opłata stała (USD)
pt: Taxa Fixa (USD)
se: Fast avgift (USD)

source: Fixed fee amount in {currencyCode}
it: Importo fisso della commissione in {currencyCode}
nl: Vast bedrag in {currencyCode}
pl: Kwota opłaty stałej w {currencyCode}
pt: Valor da taxa fixa em {currencyCode}
se: Fast avgiftsbelopp i {currencyCode}

source: Fixed fee charged per transaction in USD
it: Commissione fissa addebitata per transazione in USD
nl: Vaste vergoeding per transactie in USD
pl: Opłata stała pobierana za transakcję w USD
pt: Taxa fixa cobrada por transação em USD
se: Fast avgift som tas ut per transaktion i USD

source: Fixed fee must be 0 or greater
it: La tariffa fissa deve essere pari o superiore a 0
nl: Vaste vergoeding moet 0 of hoger zijn
pl: Opłata stała musi wynosić 0 lub więcej
pt: A taxa fixa deve ser 0 ou maior
se: Fast avgift måste vara 0 eller högre

source: Fixed Fee:
de: Feste Gebühr:
es: Tarifa fija:
fr: Frais fixes :
hu: Fix díj:
it: Commissione Fissa:
nl: Vast tarief:
pl: Opłata stała:
pt: Taxa fixa:
se: Fast avgift:
vi: Phí cố định:

source: Flash is not available on this device
de: Flash ist auf diesem Gerät nicht verfügbar
es: Flash no está disponible en este dispositivo
fr: Flash n'est pas disponible sur cet appareil
hu: Vaku nem elérhető ezen az eszközön
it: Il flash non è disponibile su questo dispositivo
nl: Flash is niet beschikbaar op dit apparaat
pl: Flesz nie jest dostępny na tym urządzeniu
pt: Flash não está disponível neste dispositivo
se: Blixt är inte tillgänglig på den här enheten
tr: Bu cihazda flaş mevcut değil
vi: đèn Flash không khả dụng trên thiết bị này

source: Flexible Ticketing
de: Flexibles Ticketing
es: Venta de entradas flexible
fr: Billetterie flexible
hu: Rugalmas jegyértékesítés
it: Biglietteria Flessibile
nl: Flexibele ticketing
pl: Elastyczne bilety
pt: Bilhetagem flexível
se: Flexibel biljettförsäljning
vi: Vé linh hoạt

source: Food & Drink
de: Essen & Trinken
es: Comida y bebida
fr: Nourriture et boissons
hu: Étel és ital
it: Cibo e bevande
nl: Eten & Drinken
pl: Jedzenie i napoje
pt: Comida e bebida
se: Mat och dryck
vi: Ẩm thực

source: Footer Text
de: Fußzeilentext
es: Texto del Pie
fr: Texte de Pied de Page
it: Testo del Piè di Pagina
nl: Voettekst
pl: Tekst stopki
pt: Texto do Rodapé
se: Sidfotstext
vi: Văn bản chân trang

source: Forgot password?
de: Passwort vergessen?
es: ¿Has olvidado tu contraseña?
fr: Mot de passe oublié?
hu: Elfelejtette jelszavát?
it: Password dimenticata?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt: Esqueceu sua senha?
se: Glömt lösenord?
tr: Şifrenizi mi unuttunuz?
vi: Quên mật khẩu?

source: Free
de: Frei
es: Gratis
fr: Gratuit
hu: Ingyenes
it: Gratuito
nl: Gratis
pl: Darmowy
pt: Livre
se: Gratis
tr: Ücretsiz
vi: Miễn phí

source: Free Product
de: Kostenloses Produkt
es: Producto gratuito
fr: Produit gratuit
hu: Ingyenes termék
it: Prodotto Gratuito
nl: Gratis product
pl: Darmowy produkt
pt: Produto Gratuito
se: Gratis produkt
tr: Ücretsiz Ürün
vi: Sản phẩm miễn phí

source: Free product, no payment information required
de: Kostenloses Produkt, keine Zahlungsinformationen erforderlich
es: Producto gratuito, no se requiere información de pago
fr: Produit gratuit, aucune information de paiement requise
hu: Ingyenes termék, fizetési információ nem szükséges
it: Prodotto gratuito, nessuna informazione di pagamento richiesta
nl: Gratis product, geen betalingsgegevens nodig
pl: Darmowy produkt, nie wymaga informacji o płatności
pt: Produto gratuito, sem necessidade de informações de pagamento
se: Gratis produkt, ingen betalningsinformation krävs
tr: Ücretsiz ürün, ödeme bilgisi gerekli değil
vi: Sản phẩm miễn phí, không cần thông tin thanh toán

source: French
de: Französisch
es: Francés
fr: Français
hu: Francia
it: Francese
nl: Frans
pl: Francuski
pt: francês
se: Franska
tr: Fransızca
vi: Tiếng Pháp

source: Full refund
de: Vollständige Erstattung
es: Reembolso completo
fr: Remboursement complet
it: Rimborso completo
nl: Volledige terugbetaling
pl: Pełny zwrot
pt: Reembolso total
se: Full återbetalning
vi: Hoàn tiền toàn bộ

source: General
de: Allgemein
fr: Général
hu: Általános
it: Generale
nl: Algemeen
pl: Ogólne
pt: Geral
se: Allmänt
tr: Genel
vi: Chung

source: General Admission
de: Allgemeiner Eintritt
es: Admisión General
fr: Admission Générale
it: Ingresso Generale
nl: Algemene Toegang
pl: Wstęp ogólny
pt: Admissão Geral
se: Allmän entré
vi: Vé phổ thông

source: General information about your organizer
de: Allgemeine Informationen über Ihren Veranstalter
es: Información general sobre tu organizador
fr: Informations générales sur votre organisateur
hu: Általános információk a szervezőjéről
it: Informazioni generali sul tuo organizzatore
nl: Algemene informatie over je organisator
pl: Ogólne informacje o organizatorze
pt: Informações gerais sobre seu organizador
se: Allmän information om din arrangör
vi: Thông tin chung về nhà tổ chức của bạn

source: Generate
de: Generieren
es: Generar
fr: Générer
hu: Generálás
it: Genera
nl: Genereer
pl: Generuj
pt: Gerar
se: Generera
vi: Tạo

source: Generate code
de: Code generieren
es: Generar código
fr: Générer un code
hu: Kód generálása
it: Genera codice
nl: Genereer code
pl: Generuj kod
pt: Gerar código
se: Generera kod
vi: Tạo mã

source: German
de: Deutsch
es: Alemán
fr: Allemand
hu: Német
it: Tedesco
nl: Duits
pl: Niemiecki
pt: alemão
se: Tyska
tr: Almanca
vi: Tiếng Đức

source: Get Directions
de: Wegbeschreibung
es: Cómo llegar
fr: Itinéraire
it: Indicazioni stradali
nl: Routebeschrijving
pl: Uzyskaj wskazówki
pt: Obter direções
se: Få vägbeskrivning
vi: Chỉ đường

source: Get paid immediately via Stripe Connect
it: Ricevi il pagamento immediatamente tramite Stripe Connect
nl: Ontvang onmiddellijk betaling via Stripe Connect
pl: Otrzymaj płatność natychmiast za pośrednictwem Stripe Connect
pt: Receba imediatamente via Stripe Connect
se: Få betalt direkt med Stipe Connect

source: Get started
it: Iniziare
nl: Aan de slag
pl: Zacznij
pt: Começar
se: Sätt igång

source: Get Tickets
de: Tickets erhalten
es: Obtener Entradas
fr: Obtenir des billets
it: Ottieni i biglietti
nl: Koop Tickets
pl: Zdobądź bilety
pt: Obter Bilhetes
se: Köp biljetter
vi: Lấy vé

source: Get your event ready
de: Bereiten Sie Ihre Veranstaltung vor
es: Prepare su evento
fr: Préparez votre événement
hu: Készítse elő eseményét
it: Prepara il tuo evento
nl: Bereid je evenement voor
pl: Przygotuj swoje wydarzenie
pt: Prepare seu evento
se: Gör ditt evenemang redo
vi: Chuẩn bị sự kiện của bạn

source: Getting Started
de: Erste Schritte
es: Empezando
fr: Commencer
hu: Első lépések
it: Primi Passi
nl: Aan de slag
pl: Pierwsze kroki
pt: Começando
se: Kom igång
tr: Başlarken
vi: Bắt đầu

source: Go back to profile
de: Zurück zum Profil
es: volver al perfil
fr: Revenir au profil
hu: Vissza a profilhoz
it: Torna al profilo
nl: Ga terug naar profiel
pl: Wróć do profilu
pt: Voltar ao perfil
se: Gå tillbaka till profilen
tr: Profile geri dön
vi: Quay trở lại hồ sơ

source: Go to Event Page
de: Zur Eventseite
es: Ir a la página del evento
fr: Aller à la page de l'événement
it: Vai alla pagina dell'evento
nl: Ga naar evenementpagina
pl: Przejdź do strony wydarzenia
pt: Ir para a página do evento
se: Gå till evenemangssidan
vi: Đến trang sự kiện

source: Go to home page
de: Zur Startseite gehen
es: Ir a la página de inicio
fr: Aller à la page d'accueil
hu: Ugrás a főoldalra
it: Vai alla pagina iniziale
nl: Ga naar de startpagina
pl: Przejdź do strony głównej
pt: Ir para a página inicial
se: Gå till startsidan
vi: Đi đến trang chủ

source: Good readability
de: Gute Lesbarkeit
es: Buena legibilidad
fr: Bonne lisibilité
it: Buona leggibilità
nl: Goede leesbaarheid
pl: Dobra czytelność
pt: Boa legibilidade
se: God läsbarhet
vi: Dễ đọc

source: Gross revenue
it: Ricavi lordi
nl: Bruto-omzet
pl: Przychód brutto
pt: Receita bruta
se: Bruttointäkter
