Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Allow search engine indexing
de: Suchmaschinenindizierung zulassen
es: Permitir la indexación en motores de búsqueda
fr: Autoriser l'indexation des moteurs de recherche
hu: Keresőmotor indexelésének engedélyezése
it: Consenti l'indicizzazione dei motori di ricerca
nl: Indexering door zoekmachines toestaan
pl: Zezwól na indeksowanie przez wyszukiwarki
pt: Permitir indexação do mecanismo de pesquisa
se: Tillåt indexering av sökmotorer
tr: Arama motoru indekslemesine izin ver
vi: Cho phép công cụ tìm kiếm lập chỉ mục

source: Allow search engines to index this event
de: Suchmaschinen erlauben, dieses Ereignis zu indizieren
es: Permitir que los motores de búsqueda indexen este evento
fr: Autoriser les moteurs de recherche à indexer cet événement
hu: Engedélyezze a keresőmotoroknak az esemény indexelését
it: Consenti ai motori di ricerca di indicizzare questo evento
nl: Laat zoekmachines dit evenement indexeren
pl: Zezwól wyszukiwarkom na indeksowanie tego wydarzenia
pt: Permitir que mecanismos de pesquisa indexem este evento
se: Tillåt sökmotorer att indexera detta evenemang
tr: Arama motorlarının bu etkinliği indekslemesine izin ver
vi: Cho phép các công cụ tìm kiếm lập chỉ mục cho sự kiện này

source: Almost there! Finish connecting your Stripe account to start accepting payments.
de: Fast geschafft! Schließen Sie die Verbindung Ihres Stripe-Kontos ab, um Zahlungen zu akzeptieren.
es: ¡Casi terminamos! Complete la conexión de su cuenta de Stripe para comenzar a aceptar pagos.
fr: Presque fini ! Terminez la connexion de votre compte Stripe pour commencer à accepter les paiements.
it: Ci siamo quasi! Termina di connettere il tuo account Stripe per iniziare ad accettare pagamenti.
nl: Bijna klaar! Voltooi het verbinden van uw Stripe-account om betalingen te accepteren.
pl: Prawie gotowe! Zakończ łączenie swojego konta Stripe, aby zacząć przyjmować płatności.
pt: Quase lá! Termine de conectar sua conta Stripe para começar a aceitar pagamentos.
se: Nästan klart! Slutför anslutningen av ditt Stripe-konto för att börja ta emot betalningar.
vi: Gần xong rồi! Hoàn thành kết nối tài khoản Stripe để bắt đầu nhận thanh toán.

source: Almost there! We're just waiting for your payment to be processed. This should only take a few seconds.
de: Fast geschafft! Wir warten nur noch auf die Verarbeitung Ihrer Zahlung. Das sollte nur wenige Sekunden dauern.
es: ¡Casi listo! Solo estamos esperando que se procese tu pago. Esto debería tomar solo unos segundos.
fr: Presque terminé ! Nous attendons juste que votre paiement soit traité. Cela ne devrait prendre que quelques secondes.
it: Quasi fatto! Stiamo solo aspettando che il tuo pagamento venga elaborato. Dovrebbe richiedere solo pochi secondi.
nl: Bijna klaar! We wachten alleen nog tot je betaling is verwerkt. Dit duurt slechts enkele seconden.
pl: Prawie gotowe! Czekamy tylko na przetworzenie Twojej płatności. To powinno zająć tylko kilka sekund.
pt: Quase lá! Estamos apenas a aguardar que o seu pagamento seja processado. Isto deve demorar apenas alguns segundos.
se: Snart klart! Vi väntar bara på att din betalning ska behandlas. Det tar bara några sekunder.
vi: Sắp xong rồi! Chúng tôi đang chờ thanh toán của bạn được xử lý. Quá trình này chỉ mất vài giây.

source: Already have an account? <0>{0}</0>
it: Hai già un account? <0>{0}</0>
nl: Heeft u al een account? <0>{0}</0>
pl: Masz już konto? <0>{0}</0>
pt: Já tem uma conta? <0>{0}</0>
se: Har du redan ett konto? <0>{0}</0>

source: Already Refunded
de: Bereits erstattet
es: Ya reembolsado
fr: Déjà remboursé
it: Già rimborsato
nl: Al terugbetaald
pl: Już zwrócone
pt: Já reembolsado
se: Redan återbetald
vi: Đã hoàn tiền

source: Also cancel this order
de: Diese Bestellung auch stornieren
es: También cancelar este pedido
fr: Annuler également cette commande
it: Cancella anche questo ordine
nl: Deze bestelling ook annuleren
pl: Również anuluj to zamówienie
pt: Também cancelar este pedido
se: Avboka även denna order
vi: Cũng hủy đơn hàng này

source: Also refund this order
de: Diese Bestellung auch erstatten
es: También reembolsar este pedido
fr: Rembourser également cette commande
it: Rimborsa anche questo ordine
nl: Deze bestelling ook terugbetalen
pl: Również zwróć to zamówienie
pt: Também reembolsar este pedido
se: Återbetala även denna order
vi: Cũng hoàn tiền đơn hàng này

source: Always available
de: Immer verfügbar
es: Siempre disponible
fr: Toujours disponible
it: Sempre disponibile
nl: Altijd beschikbaar
pl: Zawsze dostępne
pt: Sempre disponível
se: Alltid tillgänglig
vi: Luôn có sẵn

source: Amazing, Event, Keywords...
de: Erstaunlich, Ereignis, Schlüsselwörter...
es: Increíble, evento, palabras clave...
fr: Incroyable, Événement, Mots-clés...
hu: Csodálatos, esemény, kulcsszavak...
it: Fantastico, Evento, Parole chiave...
nl: Verbazingwekkend, evenement, trefwoorden...
pl: Niesamowite, Wydarzenie, Słowa kluczowe...
pt: Incrível, evento, palavras-chave...
se: Fantastiskt, Evenemang, Nyckelord...
tr: Harika, Etkinlik, Anahtar Kelimeler...
vi: Tuyệt vời, sự kiện, từ khóa ...

source: Amount
de: Betrag
es: Cantidad
fr: Montant
hu: Összeg
it: Importo
nl: Bedrag
pl: Kwota
pt: Quantia
se: Belopp
tr: Miktar
vi: Số tiền

source: Amount Paid
it: Importo pagato
nl: Betaald bedrag
pl: Kwota zapłacona
pt: Valor pago
se: Betalt belopp

source: Amount paid ({0})
de: Bezahlter Betrag ({0})
es: Importe pagado ({0})
fr: Montant payé ({0})
hu: Fizetett összeg ({0})
it: Importo pagato ({0})
nl: Betaald bedrag ({0})
pl: Kwota zapłacona ({0})
pt: Valor pago ({0})
se: Betalt belopp ({0})
tr: Ödenen miktar ({0})
vi: Số tiền đã trả ({0})

source: An email to associate with this affiliate. The affiliate will not be notified.
de: Eine E-Mail-Adresse für diesen Partner. Der Partner wird nicht benachrichtigt.
es: Un correo para asociar con este afiliado. El afiliado no será notificado.
fr: Une adresse e-mail à associer à cet affilié. L'affilié ne sera pas notifié.
hu: E-mail cím, amelyet ehhez a partnerhez társít. A partner nem kap értesítést.
it: Un'email da associare a questo affiliato. L'affiliato non sarà notificato.
nl: Een e-mailadres om aan deze affiliate te koppelen. De affiliate wordt niet op de hoogte gesteld.
pl: E-mail do powiązania z tym partnerem. Partner nie zostanie powiadomiony.
pt: Um email para associar a este afiliado. O afiliado não será notificado.
se: En e-postadress att koppla till denna partner. Partnern kommer inte att meddelas.
vi: Email để liên kết với đối tác này. Đối tác sẽ không nhận được thông báo.

source: An error occurred while checking export status.
de: Ein Fehler ist aufgetreten beim Überprüfen des Exportstatus.
es: Ocurrió un error al verificar el estado de la exportación.
fr: Une erreur s'est produite lors de la vérification du statut d'exportation.
hu: Hiba történt az exportálási állapot ellenőrzésekor.
it: Si è verificato un errore durante il controllo dello stato di esportazione.
nl: Er is een fout opgetreden tijdens het controleren van de exportstatus.
pl: Wystąpił błąd podczas sprawdzania statusu eksportu.
pt: Ocorreu um erro ao verificar o status da exportação.
se: Ett fel uppstod vid kontroll av exportstatus.
vi: Đã xảy ra lỗi khi kiểm tra trạng thái xuất.

source: An error occurred while loading the page
de: Beim Laden der Seite ist ein Fehler aufgetreten
es: Se produjo un error al cargar la página.
fr: Une erreur s'est produite lors du chargement de la page
hu: Hiba történt az oldal betöltésekor
it: Si è verificato un errore durante il caricamento della pagina
nl: Er is een fout opgetreden tijdens het laden van de pagina
pl: Wystąpił błąd podczas ładowania strony
pt: Ocorreu um erro ao carregar a página
se: Ett fel uppstod vid inläsning av sidan
tr: Sayfa yüklenirken bir hata oluştu
vi: Đã xảy ra lỗi trong khi tải trang

source: An optional message to display on the highlighted product, e.g. "Selling fast 🔥" or "Best value"
de: Eine optionale Nachricht, die beim hervorgehobenen Produkt angezeigt wird, z.B. "Verkauft sich schnell 🔥" oder "Bester Wert"
es: Un mensaje opcional para mostrar en el producto destacado, ej. "Se vende rápido 🔥" o "Mejor valor"
fr: Un message optionnel à afficher sur le produit en vedette, par ex. "Se vend rapidement 🔥" ou "Meilleur rapport qualité-prix"
it: Un messaggio facoltativo da visualizzare sul prodotto evidenziato, ad esempio "In vendita veloce 🔥" o "Miglior rapporto qualità-prezzo"
nl: Een optioneel bericht om weer te geven op het uitgelichte product, bijv. "Snel uitverkocht 🔥" of "Beste waarde"
pl: Opcjonalna wiadomość do wyświetlenia na wyróżnionym produkcie, np. "Sprzedaje się szybko 🔥" lub "Najlepsza wartość"
pt: Uma mensagem opcional para exibir no produto destacado, por exemplo "A vender rapidamente 🔥" ou "Melhor valor"
se: Ett valfritt meddelande att visa på den markerade produkten, t.ex. "Säljer snabbt 🔥" eller "Bästa värdet"
vi: Thông báo tùy chọn để hiển thị trên sản phẩm nổi bật, ví dụ: "Bán nhanh 🔥" hoặc "Giá trị tốt nhất"

source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Ocurrió un error inesperado.
fr: Une erreur inattendue est apparue.
hu: Váratlan hiba történt.
it: Si è verificato un errore imprevisto.
nl: Er is een onverwachte fout opgetreden.
pl: Wystąpił nieoczekiwany błąd.
pt: Um erro inesperado ocorreu.
se: Ett oväntat fel uppstod.
tr: Beklenmeyen bir hata oluştu.
vi: Đã xảy ra lỗi không mong muốn.

source: An unexpected error occurred. Please try again.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es: Ocurrió un error inesperado. Inténtalo de nuevo.
fr: Une erreur inattendue est apparue. Veuillez réessayer.
hu: Váratlan hiba történt. Kérjük, próbálja újra.
it: Si è verificato un errore imprevisto. Per favore riprova.
nl: Er is een onverwachte fout opgetreden. Probeer het opnieuw.
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie.
pt: Um erro inesperado ocorreu. Por favor, tente novamente.
se: Ett oväntat fel uppstod. Vänligen försök igen.
tr: Beklenmeyen bir hata oluştu. Lütfen tekrar deneyin.
vi: Đã xảy ra lỗi không mong muốn. Vui lòng thử lại.

source: Answer updated successfully.
de: Antwort erfolgreich aktualisiert.
es: Respuesta actualizada con éxito.
fr: Réponse mise à jour avec succès.
hu: Válasz sikeresen frissítve.
it: Risposta aggiornata con successo.
nl: Antwoord succesvol bijgewerkt.
pl: Odpowiedź zaktualizowana pomyślnie.
pt: Resposta atualizada com sucesso.
se: Svaret uppdaterades
vi: Câu trả lời đã được cập nhật thành công.

source: Any queries from product holders will be sent to this email address. This will also be used as the "reply-to" address for all emails sent from this event
de: Alle Anfragen von Produktinhabern werden an diese E-Mail-Adresse gesendet. Diese wird auch als „Antwort-an“-Adresse für alle von dieser Veranstaltung gesendeten E-Mails verwendet.
es: Cualquier consulta de los titulares de productos se enviará a esta dirección de correo electrónico. Esta también se usará como la dirección de "respuesta a" para todos los correos electrónicos enviados desde este evento
fr: Toute question des détenteurs de produits sera envoyée à cette adresse e-mail. Elle sera également utilisée comme adresse de réponse pour tous les e-mails envoyés depuis cet événement
hu: A terméktulajdonosoktól érkező bármilyen kérdés erre az e-mail címre kerül elküldésre. Ez lesz az „válasz” cím is az eseményről küldött összes e-mailhez.
it: Qualsiasi richiesta dai possessori di prodotti verrà inviata a questo indirizzo email. Questo sarà anche utilizzato come indirizzo "rispondi a" per tutte le email inviate da questo evento
nl: Vragen van producthouders worden naar dit e-mailadres gestuurd. Dit e-mailadres wordt ook gebruikt als
pl: Wszystkie zapytania od posiadaczy produktów będą wysyłane na ten adres e-mail. Będzie również używany jako adres "odpowiedz-do" dla wszystkich e-maili wysyłanych z tego wydarzenia
pt: Quaisquer perguntas dos portadores de produtos serão enviadas para este endereço de e-mail. Este também será usado como o endereço de "responder para" em todos os e-mails enviados deste evento
se: Eventuella frågor från produktinnehavare kommer att skickas till denna e-postadress. Detta kommer också att användas som "svarsadress" för alla e-postmeddelanden från detta evenemang
tr: Ürün sahiplerinden gelen tüm sorular bu e-posta adresine gönderilecektir. Bu aynı zamanda bu etkinlikten gönderilen tüm e-postalar için "yanıtla" adresi olarak da kullanılacaktır
vi: Mọi thắc mắc từ chủ sở hữu sản phẩm sẽ được gửi đến địa chỉ email này. Địa chỉ này cũng sẽ được sử dụng làm địa chỉ "trả lời" cho tất cả email gửi từ sự kiện này.

source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
hu: Megjelenés
it: Aspetto
nl: Uiterlijk
pl: Wygląd
pt: Aparência
se: Utseende
tr: Görünüm
vi: Giao diện

source: Application Fees Configuration
it: Configurazione delle commissioni di iscrizione
nl: Applicatiekosten configuratie
pl: Konfiguracja opłat aplikacji
pt: Configuração de Taxas de Aplicação
se: Konfiguration av avgifter

source: applied
de: angewandt
es: aplicado
fr: appliqué
hu: alkalmazva
it: applicato
nl: toegepast
pl: zastosowane
pt: aplicado
se: tillämpat
tr: uygulandı
vi: đã được áp dụng

source: Applies to {0} products
de: Gilt für {0} Produkte
es: Se aplica a {0} productos
fr: S'applique à {0} produits
hu: Alkalmazható {0} termékre
it: Si applica a {0} prodotti
nl: Geldt voor {0} producten
pl: Dotyczy {0} produktów
pt: Aplica-se a {0} produtos
se: Gäller {0} produkter
tr: {0} ürüne uygulanır
vi: Áp dụng cho các sản phẩm {0}

source: Applies to 1 product
de: Gilt für 1 Produkt
es: Se aplica a 1 producto
fr: S'applique à 1 produit
hu: 1 termékre vonatkozik
it: Si applica a 1 prodotto
nl: Geldt voor 1 product
pl: Dotyczy 1 produktu
pt: Aplica-se a 1 produto
se: Gäller 1 produkt
tr: 1 ürüne uygulanır
vi: Áp dụng cho 1 sản phẩm

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
hu: Alkalmaz
it: Applica
nl: Toepassen
pl: Zastosuj
pt: Aplicar
se: Använd
tr: Uygula
vi: Áp dụng

source: Apply Promo Code
de: Promo-Code anwenden
es: Aplicar código promocional
fr: Appliquer le code promotionnel
hu: Promóciós kód alkalmazása
it: Applica Codice Promozionale
nl: Kortingscode toepassen
pl: Zastosuj kod promocyjny
pt: Aplicar código promocional
se: Använd kampanjkod
tr: Promosyon Kodunu Uygula
vi: Áp dụng mã khuyến mãi

source: Apply this {type} to all new products
de: Diesen {type} auf alle neuen Produkte anwenden
es: Aplicar este {type} a todos los nuevos productos
fr: Appliquer ce {type} à tous les nouveaux produits
hu: Alkalmazza ezt a {type} típust minden új termékre
it: Applica questo {type} a tutti i nuovi prodotti
nl: Pas dit {type} toe op alle nieuwe producten
pl: Zastosuj to {type} do wszystkich nowych produktów
pt: Aplicar este {type} a todos os novos produtos
se: Tillämpa denna {type} på alla nya produkter
tr: Bu {type}'ı tüm yeni ürünlere uygula
vi: Áp dụng {type} này cho tất cả các sản phẩm mới

source: Approve Message
it: Approva messaggio
nl: Bericht goedkeuren
pl: Zatwierdź wiadomość
se: Godkänn meddelande

source: Archive event
de: Veranstaltung archivieren
es: Archivar evento
fr: Archiver l'événement
hu: Esemény archiválása
it: Archivia evento
nl: Archief evenement
pl: Zarchiwizuj wydarzenie
pt: Arquivar evento
se: Arkivera evenemang
tr: Etkinliği arşivle
vi: Lưu trữ sự kiện

source: Archived
de: Archiviert
es: Archivado
fr: Archivé
hu: Archivált
it: Archiviati
nl: Gearchiveerd
pl: Zarchiwizowane
pt: Arquivado
se: Arkiverad
tr: Arşivlendi
vi: Lưu trữ

source: Are you sure you want to activate this attendee?
de: Möchten Sie diesen Teilnehmer wirklich aktivieren?
es: ¿Está seguro de que desea activar este asistente?
fr: Êtes-vous sûr de vouloir activer ce participant ?
hu: Biztosan aktiválni szeretné ezt a résztvevőt?
it: Sei sicuro di voler attivare questo partecipante?
nl: Weet je zeker dat je deze deelnemer wilt activeren?
pl: Czy na pewno chcesz aktywować tego uczestnika?
pt: Tem certeza de que deseja ativar este participante?
se: Är du säker på att du vill aktivera denna deltagare?
tr: Bu katılımcıyı etkinleştirmek istediğinizden emin misiniz?
vi: Bạn có chắc mình muốn kích hoạt người tham dự này không?

source: Are you sure you want to archive this event?
de: Sind Sie sicher, dass Sie diese Veranstaltung archivieren möchten?
es: ¿Está seguro de que desea archivar este evento?
fr: Êtes-vous sûr de vouloir archiver cet événement ?
hu: Biztosan archiválni szeretné ezt az eseményt?
it: Sei sicuro di voler archiviare questo evento?
nl: Weet je zeker dat je dit evenement wilt archiveren?
pl: Czy na pewno chcesz zarchiwizować to wydarzenie?
pt: Tem certeza de que deseja arquivar este evento?
se: Är du säker på att du vill arkivera detta evenemang?
tr: Bu etkinliği arşivlemek istediğinizden emin misiniz?
vi: Bạn có chắc mình muốn lưu trữ sự kiện này không?

source: Are you sure you want to cancel this attendee? This will void their ticket
de: Möchten Sie diesen Teilnehmer wirklich stornieren? Dadurch wird sein Ticket ungültig.
es: ¿Está seguro de que desea cancelar este asistente? Esto anulará su boleto.
fr: Êtes-vous sûr de vouloir annuler ce participant ? Cela annulera leur billet
hu: Biztosan törölni szeretné ezt a résztvevőt? Ez érvényteleníti a jegyét.
it: Sei sicuro di voler cancellare questo partecipante? Questo annullerà il loro biglietto
nl: Weet je zeker dat je deze deelnemer wilt annuleren? Hiermee vervalt hun ticket
pl: Czy na pewno chcesz anulować tego uczestnika? To unieważni jego bilet
pt: Tem certeza de que deseja cancelar este participante? Isso anulará o ingresso
se: Är du säker på att du vill avboka denna deltagare? Detta ogiltigförklarar deras biljett
tr: Bu katılımcıyı iptal etmek istediğinizden emin misiniz? Bu işlem biletini geçersiz kılacaktır
vi: Bạn có chắc mình muốn hủy người tham dự này không? Điều này sẽ làm mất hiệu lực vé của họ

source: Are you sure you want to delete all failed jobs?
it: Sei sicuro di voler eliminare tutti i lavori falliti?
nl: Weet u zeker dat u alle mislukte taken wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie nieudane zadania?
pt: Tem certeza que deseja eliminar todos os trabalhos falhados?
se: Är du säker på att du vill ta bort alla misslyckade jobb?

source: Are you sure you want to delete this affiliate? This action cannot be undone.
de: Sind Sie sicher, dass Sie diesen Partner löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar este afiliado? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cet affilié ? Cette action ne peut pas être annulée.
hu: Biztosan törölni szeretné ezt a partnert? Ez a művelet nem vonható vissza.
it: Sei sicuro di voler eliminare questo affiliato? Questa azione non può essere annullata.
nl: Weet je zeker dat je deze affiliate wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno chcesz usunąć tego partnera? Tej akcji nie można cofnąć.
pt: Tem a certeza de que deseja eliminar este afiliado? Esta ação não pode ser anulada.
se: Är du säker på att du vill ta bort denna partner? Denna åtgärd kan inte ångras.
vi: Bạn có chắc chắn muốn xóa đối tác này? Hành động này không thể hoàn tác.

source: Are you sure you want to delete this configuration? This may affect accounts using it.
it: Vuoi davvero eliminare questa configurazione? Ciò potrebbe influire sugli account che la utilizzano.
nl: Weet u zeker dat u deze configuratie wilt verwijderen? Dit kan van invloed zijn op accounts die deze gebruiken.
pl: Czy na pewno chcesz usunąć tę konfigurację? Może to wpłynąć na konta jej używające.
pt: Tem certeza de que deseja excluir esta configuração? Isso pode afetar as contas que a utilizam.
se: Är du säker på att du vill ta bort denna konfiguration? Detta kan påverka konton som använder den.

source: Are you sure you want to delete this promo code?
de: Möchten Sie diesen Aktionscode wirklich löschen?
es: ¿Estás seguro de que deseas eliminar este código de promoción?
fr: Etes-vous sûr de vouloir supprimer ce code promo ?
hu: Biztosan törölni szeretné ezt a promóciós kódot?
it: Sei sicuro di voler eliminare questo codice promozionale?
nl: Weet je zeker dat je deze promotiecode wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten kod promocyjny?
pt: Tem certeza de que deseja excluir este código promocional?
se: Är du säker på att du vill ta bort denna kampanjkod?
tr: Bu promosyon kodunu silmek istediğinizden emin misiniz?
vi: Bạn có chắc là bạn muốn xóa mã khuyến mãi này không?

source: Are you sure you want to delete this template? This action cannot be undone and emails will fall back to the default template.
de: Sind Sie sicher, dass Sie diese Vorlage löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden und E-Mails werden auf die Standardvorlage zurückgreifen.
es: ¿Está seguro de que desea eliminar esta plantilla? Esta acción no se puede deshacer y los correos volverán a la plantilla predeterminada.
fr: Êtes-vous sûr de vouloir supprimer ce modèle ? Cette action ne peut pas être annulée et les e-mails reviendront au modèle par défaut.
it: Sei sicuro di voler eliminare questo modello? Questa azione non può essere annullata e le email torneranno al modello predefinito.
nl: Weet je zeker dat je deze sjabloon wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt en e-mails zullen terugvallen op de standaardsjabloon.
pl: Czy na pewno chcesz usunąć ten szablon? Tej akcji nie można cofnąć, a e-maile powrócą do domyślnego szablonu.
pt: Tem certeza de que deseja excluir este modelo? Esta ação não pode ser desfeita e os e-mails voltarão ao modelo padrão.
se: Är du säker på att du vill ta bort denna mall? Denna åtgärd kan inte ångras och e-post kommer att återgå till standardmallen.
vi: Bạn có chắc chắn muốn xóa mẫu này không? Hành động này không thể hoàn tác và email sẽ quay về mẫu mặc định.

source: Are you sure you want to delete this template? This action cannot be undone and emails will fall back to the organizer or default template.
de: Sind Sie sicher, dass Sie diese Vorlage löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden und E-Mails werden auf die Veranstalter- oder Standardvorlage zurückgreifen.
es: ¿Está seguro de que desea eliminar esta plantilla? Esta acción no se puede deshacer y los correos volverán a la plantilla del organizador o predeterminada.
fr: Êtes-vous sûr de vouloir supprimer ce modèle ? Cette action ne peut pas être annulée et les e-mails reviendront au modèle de l'organisateur ou par défaut.
it: Sei sicuro di voler eliminare questo modello? Questa azione non può essere annullata e le email torneranno al modello dell'organizzatore o predefinito.
nl: Weet je zeker dat je deze sjabloon wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt en e-mails zullen terugvallen op de organisator- of standaardsjabloon.
pl: Czy na pewno chcesz usunąć ten szablon? Tej akcji nie można cofnąć, a e-maile powrócą do szablonu organizatora lub domyślnego.
pt: Tem certeza de que deseja excluir este modelo? Esta ação não pode ser desfeita e os e-mails voltarão ao modelo do organizador ou padrão.
se: Är du säker på att du vill ta bort denna mall? Denna åtgärd kan inte ångras och e-post kommer att återgå till arrangörens eller standardmallen.
vi: Bạn có chắc chắn muốn xóa mẫu này không? Hành động này không thể hoàn tác và email sẽ quay về mẫu của tổ chức hoặc mẫu mặc định.
