Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Canceling will cancel all attendees associated with this order, and release the tickets back into the available pool.
de: Das Stornieren wird alle mit dieser Bestellung verbundenen Teilnehmer stornieren und die Tickets in den verfügbaren Pool zurückgeben.
es: Cancelar anulará todos los asistentes asociados con este pedido y liberará los boletos de vuelta al grupo disponible.
fr: L'annulation annulera tous les participants associés à cette commande et remettra les billets dans le pool disponible.
it: La cancellazione cancellerà tutti i partecipanti associati a questo ordine e rilascerà i biglietti nel pool disponibile.
nl: Annuleren zal alle deelnemers geassocieerd met deze bestelling annuleren en de tickets terugzetten in de beschikbare pool.
pl: Anulowanie anuluje wszystkich uczestników związanych z tym zamówieniem i zwolni bilety z powrotem do dostępnej puli.
pt: Cancelar irá cancelar todos os participantes associados a este pedido e devolver os bilhetes ao conjunto disponível.
se: Avbrytande kommer att avbryta alla deltagare som är kopplade till denna order och släppa tillbaka biljetterna till den tillgängliga poolen.
vi: Hủy sẽ hủy tất cả người tham dự liên quan đến đơn hàng này và trả vé về pool có sẵn.

source: Cancelled
de: Abgesagt
es: Cancelado
fr: Annulé
hu: Törölve
it: Annullato
nl: Geannuleerd
pl: Anulowane
pt: Cancelado
se: Avbruten
tr: İptal Edildi
vi: Hủy bỏ

source: Cannot Check In
de: Check-in nicht möglich
es: No se puede registrar entrada
fr: Impossible d'enregistrer
hu: Nem lehet bejelentkezni
it: Impossibile fare il check-in
nl: Kan niet inchecken
pl: Nie można się zameldować
pt: Não é possível fazer check-in
se: Kan inte checka in
tr: Check-in Yapılamaz
vi: Không thể check-in

source: Cannot Check In (Cancelled)
de: Einchecken nicht möglich (Storniert)
es: No se puede registrar (Cancelado)
fr: Impossible d'enregistrer (Annulé)
it: Impossibile effettuare il check-in (Annullato)
nl: Kan niet inchecken (geannuleerd)
pl: Nie można się zameldować (Anulowane)
pt: Não é Possível Fazer Check-In (Cancelado)
se: Kan inte checka in (avbruten)
vi: Không thể check-in (Đã hủy)

source: Cannot delete the system default configuration
it: Impossibile eliminare la configurazione predefinita del sistema
nl: Kan de standaardsysteemconfiguratie niet verwijderen
pl: Nie można usunąć domyślnej konfiguracji systemu
pt: Não é possível excluir a configuração padrão do sistema
se: Det går inte att ta bort systemets standardkonfiguration

source: Capacity
de: Kapazität
es: Capacidad
fr: Capacité
hu: Kapacitás
it: Capacità
nl: Capaciteit
pl: Pojemność
pt: Capacidade
se: Kapacitet
tr: Kapasite
vi: Công suất

source: Capacity Assignment created successfully
de: Kapazitätszuweisung erfolgreich erstellt
es: Asignación de Capacidad creada con éxito
fr: Affectation de Capacité créée avec succès
hu: Kapacitás-hozzárendelés sikeresen létrehozva
it: Assegnazione di Capacità creata con successo
nl: Capaciteitstoewijzing succesvol aangemaakt
pl: Przypisanie pojemności utworzone pomyślnie
pt: Atribuição de Capacidade criada com sucesso
se: Kapacitetstilldelning skapades
tr: Kapasite ataması başarıyla oluşturuldu
vi: Phân bổ sức chứa được tạo thành công

source: Capacity Assignment deleted successfully
de: Kapazitätszuweisung erfolgreich gelöscht
es: Asignación de Capacidad eliminada con éxito
fr: Affectation de Capacité supprimée avec succès
hu: Kapacitás-hozzárendelés sikeresen törölve
it: Assegnazione di Capacità eliminata con successo
nl: Capaciteitstoewijzing succesvol verwijderd
pl: Przypisanie pojemności usunięte pomyślnie
pt: Atribuição de Capacidade excluída com sucesso
se: Kapacitetstilldelning togs bort
tr: Kapasite ataması başarıyla silindi
vi: Phân bổ sức chứa đã được xóa thành công

source: Capacity Assignments
de: Kapazitätszuweisungen
es: Asignaciones de capacidad
fr: Attributions de capacité
hu: Kapacitás-hozzárendelések
it: Assegnazioni di capacità
nl: Capaciteitstoewijzingen
pl: Przypisania pojemności
pt: Atribuições de capacidade
se: Kapacitetstilldelningar
vi: Phân bổ sức chứa

source: Capacity Management
de: Kapazitätsmanagement
es: Gestión de Capacidad
fr: Gestion de la Capacité
hu: Kapacitás kezelése
it: Gestione capacità
nl: Capaciteitsbeheer
pl: Zarządzanie pojemnością
pt: Gestão de capacidade
se: Kapacitetshantering
tr: Kapasite Yönetimi
vi: Quản lý sức chứa

source: Categories allow you to group products together. For example, you might have a category for "Tickets" and another for "Merchandise".
de: Kategorien ermöglichen es Ihnen, Produkte zusammenzufassen. Zum Beispiel könnten Sie eine Kategorie für "Tickets" und eine andere für "Merchandise" haben.
es: Las categorías le permiten agrupar productos. Por ejemplo, puede tener una categoría para "Entradas" y otra para "Mercancía".
fr: Les catégories vous permettent de regrouper des produits ensemble. Par exemple, vous pouvez avoir une catégorie pour "Billets" et une autre pour "Marchandise".
hu: A kategóriák lehetővé teszik a termékek csoportosítását. Például létrehozhat egy kategóriát „Jegyek” néven, és egy másikat „Árucikkek” néven.
it: Le categorie ti permettono di raggruppare i prodotti. Ad esempio, potresti avere una categoria per "Biglietti" e un'altra per "Merchandise".
nl: Met categorieën kun je producten groeperen. Je kunt bijvoorbeeld een categorie hebben voor.
pl: Kategorie pozwalają grupować produkty razem. Na przykład, możesz mieć kategorię dla "Biletów" i inną dla "Towarów".
pt: As categorias permitem agrupar produtos. Por exemplo, você pode ter uma categoria para "Ingressos" e outra para "Mercadorias".
se: Kategorier låter dig gruppera produkter. Till exempel kan du ha en kategori för "Biljetter" och en annan för "Merchandise".
tr: Kategoriler ürünleri birlikte gruplandırmanızı sağlar. Örneğin, "Biletler" için bir kategori ve "Ürünler" için başka bir kategori oluşturabilirsiniz.
vi: Danh mục giúp bạn nhóm các sản phẩm lại với nhau. Ví dụ, bạn có thể có một danh mục cho "Vé" và một danh mục khác cho "Hàng hóa".

source: Categories help you organize your products. This title will be displayed on the public event page.
de: Kategorien helfen Ihnen, Ihre Produkte zu organisieren. Dieser Titel wird auf der öffentlichen Veranstaltungsseite angezeigt.
es: Las categorías le ayudan a organizar sus productos. Este título se mostrará en la página pública del evento.
fr: Les catégories vous aident à organiser vos produits. Ce titre sera affiché sur la page publique de l'événement.
hu: A kategóriák segítenek a termékek rendszerezésében. Ez a cím megjelenik a nyilvános eseményoldalon.
it: Le categorie ti aiutano a organizzare i tuoi prodotti. Questo titolo verrà visualizzato sulla pagina pubblica dell'evento.
nl: Categorieën helpen je om je producten te organiseren. Deze titel wordt weergegeven op de openbare evenementpagina.
pl: Kategorie pomagają organizować Twoje produkty. Ten tytuł będzie wyświetlany na publicznej stronie wydarzenia.
pt: As categorias ajudam a organizar seus produtos. Este título será exibido na página pública do evento.
se: Kategorier hjälper dig att organisera dina produkter. Denna titel visas på den publika evenemangssidan.
tr: Kategoriler ürünlerinizi düzenlemenize yardımcı olur. Bu başlık halka açık etkinlik sayfasında gösterilecektir.
vi: Danh mục giúp bạn sắp xếp sản phẩm của mình. Tiêu đề này sẽ được hiển thị trên trang sự kiện công khai.

source: Categories reordered successfully.
de: Kategorien erfolgreich neu geordnet.
es: Categorías reordenadas con éxito.
fr: Catégories réorganisées avec succès.
hu: Kategóriák sikeresen átrendezve.
it: Categorie riordinate con successo.
nl: Categorieën opnieuw gerangschikt.
pl: Kategorie zostały pomyślnie przeorganizowane.
pt: Categorias reordenadas com sucesso.
se: Kategorierna har sorterats om
tr: Kategoriler başarıyla yeniden sıralandı.
vi: Danh mục đã được sắp xếp lại thành công.

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
hu: Kategória
it: Categoria
nl: Categorie
pl: Kategoria
pt: Categoria
se: Kategori
vi: Danh mục

source: Category Created Successfully
de: Kategorie erfolgreich erstellt
es: Categoría creada con éxito
fr: Catégorie créée avec succès
hu: Kategória sikeresen létrehozva
it: Categoria Creata con Successo
nl: Categorie succesvol aangemaakt
pl: Kategoria utworzona pomyślnie
pt: Categoria Criada com Sucesso
se: Kategori skapades
tr: Kategori Başarıyla Oluşturuldu
vi: Danh mục được tạo thành công

source: Change password
de: Kennwort ändern
es: Cambiar la contraseña
fr: Changer le mot de passe
hu: Jelszó módosítása
it: Cambia password
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar a senha
se: Ändra lösenord
tr: Şifre değiştir
vi: Thay đổi mật khẩu

source: Charity
de: Wohltätigkeit
es: Caridad
fr: Charité
hu: Jótékonyság
it: Beneficenza
nl: Liefdadigheid
pl: Dobroczynność
pt: Caridade
se: Välgörenhet
vi: Từ thiện

source: Check in {0} {1}
es: Registrar {0} {1}
fr: Enregistrer {0} {1}
hu: Bejelentkezés {0} {1}
it: Registra ingresso di {0} {1}
nl: Inchecken {0} {1}
pl: Zameldowanie {0} {1}
pt: Fazer check-in de {0} {1}
se: Checka in {0} {1}
tr: {0} {1} check-in yap

source: Check in and mark order as paid
de: Einchecken und Bestellung als bezahlt markieren
es: Registrar entrada y marcar pedido como pagado
fr: Enregistrer et marquer la commande comme payée
hu: Bejelentkezés és megrendelés fizetettként jelölése
it: Check-in e contrassegna l'ordine come pagato
nl: Inchecken en bestelling als betaald markeren
pl: Zameldowanie i oznaczenie zamówienia jako opłacone
pt: Fazer check-in e marcar pedido como pago
se: Checka in och markera ordern som betald
tr: Check-in yap ve siparişi ödenmiş olarak işaretle
vi: Check-in và đánh dấu đơn hàng đã thanh toán

source: Check in only
de: Nur einchecken
es: Solo registrar entrada
fr: Enregistrement uniquement
hu: Csak bejelentkezés
it: Solo check-in
nl: Alleen inchecken
pl: Tylko zameldowanie
pt: Apenas fazer check-in
se: Endast checka in
tr: Sadece check-in yap
vi: Chỉ check-in

source: Check out this event!
de: Schau dir dieses Event an!
es: ¡Mira este evento!
fr: Découvrez cet événement !
hu: Nézze meg ezt az eseményt!
it: Dai un'occhiata a questo evento!
nl: Bekijk dit evenement!
pl: Sprawdź to wydarzenie!
pt: Confira este evento!
se: Kolla in detta evenemang!
tr: Bu etkinliğe göz atın!
vi: Xác nhận rời khỏi sự kiện này!

source: Check your email
de: Überprüfen Sie Ihre E-Mail
es: Revisa tu correo
fr: Vérifiez votre e-mail
hu: Ellenőrizze e-mail címét
it: Controlla la tua email
nl: Controleer je e-mail
pl: Sprawdź swoją pocztę e-mail
pt: Verifique o seu email
se: Kontrollera din e-post
vi: Kiểm tra email của bạn

source: Check your inbox! If tickets are associated with this email, you'll receive a link to view them.
de: Überprüfen Sie Ihren Posteingang! Wenn Tickets mit dieser E-Mail verknüpft sind, erhalten Sie einen Link, um sie anzuzeigen.
es: ¡Revisa tu bandeja de entrada! Si hay entradas asociadas a este correo, recibirás un enlace para verlas.
fr: Vérifiez votre boîte de réception ! Si des billets sont associés à cet e-mail, vous recevrez un lien pour les consulter.
it: Controlla la tua casella di posta! Se ci sono biglietti associati a questa email, riceverai un link per visualizzarli.
nl: Controleer je inbox! Als er tickets gekoppeld zijn aan dit e-mailadres, ontvang je een link om ze te bekijken.
pl: Sprawdź swoją skrzynkę odbiorczą! Jeśli bilety są powiązane z tym e-mailem, otrzymasz link do ich wyświetlenia.
pt: Verifique sua caixa de entrada! Se houver ingressos associados a este e-mail, você receberá um link para visualizá-los.
se: Kontrollera din inkorg! Om biljetter är kopplade till denna e-postadress får du en länk för att visa dem.
vi: Kiểm tra hộp thư của bạn! Nếu có vé liên kết với email này, bạn sẽ nhận được liên kết để xem.

source: Check-in Created
de: Check-in erstellt
es: Registro de entrada creado
fr: Enregistrement créé
hu: Bejelentkezés létrehozva
it: Registrazione Creata
nl: Gecreëerd inchecken
pl: Odprawa utworzona
pt: Check-in criado
se: Incheckning skapad
vi: Check-in đã được tạo

source: Check-in Deleted
de: Check-in gelöscht
es: Registro de entrada eliminado
fr: Enregistrement supprimé
hu: Bejelentkezés törölve
it: Registrazione Eliminata
nl: Check-in verwijderd
pl: Odprawa usunięta
pt: Check-in excluído
se: Incheckning borttagen
vi: Check-in đã bị xóa

source: Check-In List Created
de: Check-In-Liste erstellt!
es: ¡Lista de Check-In Creada!
fr: Liste d'Enregistrement Créée !
it: Lista di Check-In Creata!
nl: Check-In Lijst Aangemaakt!
pl: Lista odpraw utworzona
pt: Lista de Check-In Criada!
se: Incheckningslista skapad
vi: Danh sách Check-In Đã Tạo!

source: Check-In List deleted successfully
de: Eincheckliste erfolgreich gelöscht
es: Lista de registro eliminada con éxito
fr: Liste de pointage supprimée avec succès
hu: Bejelentkezési lista sikeresen törölve
it: Lista di Registrazione eliminata con successo
nl: Check-in lijst succesvol verwijderd
pl: Lista odpraw usunięta pomyślnie
pt: Lista de registro excluída com sucesso
se: Incheckningslista togs bort
tr: Check-In Listesi başarıyla silindi
vi: Danh sách check-in đã bị xóa thành công

source: Check-in list has expired
de: Die Eincheckliste ist abgelaufen
es: La lista de registro ha expirado
fr: La liste de pointage a expiré
hu: A bejelentkezési lista lejárt
it: La lista di registrazione è scaduta
nl: Check-in lijst is verlopen
pl: Lista odpraw wygasła
pt: A lista de registro expirou
se: Incheckningslistan har gått ut
tr: Check-in listesinin süresi doldu
vi: Danh sách check-in đã hết hạn

source: Check-in list is not active
de: Die Eincheckliste ist nicht aktiv
es: La lista de registro no está activa
fr: La liste de pointage n'est pas active
hu: A bejelentkezési lista nem aktív
it: La lista di registrazione non è attiva
nl: Check-in lijst is niet actief
pl: Lista odpraw nie jest aktywna
pt: A lista de registro não está ativa
se: Incheckningslistan är inte aktiv
tr: Check-in listesi aktif değil
vi: Danh sách check-in không hoạt động

source: Check-in list not found
de: Eincheckliste nicht gefunden
es: Lista de registro no encontrada
fr: Liste de pointage non trouvée
hu: Bejelentkezési lista nem található
it: Lista di registrazione non trovata
nl: Check-in lijst niet gevonden
pl: Lista odpraw nie znaleziona
pt: Lista de check-in não encontrada
se: Incheckningslistan hittades inte
tr: Check-in listesi bulunamadı
vi: Danh sách Check-In không tồn tại

source: Check-in Lists
de: Check-in-Listen
es: Listas de registro
fr: Listes d'enregistrement
it: Liste di Check-in
nl: Inchecklijsten
pl: Listy odpraw
pt: Listas de Registo
se: Incheckningslistor
vi: Danh sách check-in

source: Check-In Lists
de: Einchecklisten
es: Listas de registro
fr: Listes de pointage
hu: Bejelentkezési listák
it: Liste di Registrazione
nl: Inchecklijsten
pl: Listy odpraw
pt: Listas de Registro
se: Incheckningslistor
tr: Check-In Listeleri
vi: Danh sách Check-In

source: Check-in lists let you control entry across days, areas, or ticket types. You can share a secure check-in link with staff — no account required.
de: Check-In-Listen ermöglichen die Kontrolle des Einlasses über Tage, Bereiche oder Tickettypen hinweg. Sie können einen sicheren Check-In-Link mit dem Personal teilen – kein Konto erforderlich.
es: Las listas de check-in te permiten controlar el acceso por días, áreas o tipos de entrada. Puedes compartir un enlace seguro con el personal — no se requiere cuenta.
fr: Les listes d'enregistrement vous permettent de contrôler l'entrée par jours, zones ou types de billets. Vous pouvez partager un lien sécurisé avec le personnel — aucun compte requis.
it: Le liste di check-in ti permettono di controllare l'ingresso per giorni, aree o tipi di biglietto. Puoi condividere un link sicuro con lo staff — nessun account richiesto.
nl: Check-in lijsten laten je toegang controleren per dag, gebied of tickettype. Je kunt een beveiligde check-in link delen met personeel — geen account vereist.
pl: Listy odpraw pozwalają kontrolować wejście w różnych dniach, obszarach lub typach biletów. Możesz udostępnić bezpieczny link do odprawy personelowi — konto nie jest wymagane.
pt: As listas de check-in permitem controlar a entrada por dias, áreas ou tipos de bilhete. Pode partilhar uma ligação segura com a equipa — não é necessária conta.
se: Incheckningslistor låter dig styra inpassering över dagar, områden eller biljettkategorier. Du kan dela en säker incheckningslänk med personal utan att konto krävs.
vi: Danh sách check-in cho phép bạn kiểm soát lối vào theo ngày, khu vực hoặc loại vé. Bạn có thể chia sẻ liên kết check-in an toàn với nhân viên — không cần tài khoản.

source: Check-in Rate
es: Tasa de registro
fr: Taux d'enregistrement
it: Tasso di check-in
nl: Incheckpercentage
pl: Wskaźnik zameldowań
pt: Taxa de registo
se: Incheckningsgrad
vi: Tỷ lệ check-in

source: Check-In Status
es: Estado de Check-In
fr: Statut d'enregistrement
it: Stato del Check-In
nl: Incheck Status
pl: Status zameldowania
pt: Estado do Check-In
se: Incheckningsstatus
vi: Trạng thái đăng ký

source: Check-in Summary
de: Check-in-Übersicht
es: Resumen de registros
fr: Résumé des enregistrements
it: Riepilogo Check-in
nl: Incheckoverzicht
pl: Podsumowanie zameldowań
pt: Resumo de Registo
se: Incheckningssammanfattning
vi: Tóm tắt Check-in

source: Check-In URL copied to clipboard
de: Eincheck-URL in die Zwischenablage kopiert
es: URL de registro copiada al portapapeles
fr: URL de pointage copiée dans le presse-papiers
hu: Bejelentkezési URL a vágólapra másolva
it: URL di Registrazione copiato negli appunti
nl: Check-In URL gekopieerd naar klembord
pl: URL zameldowania skopiowany do schowka
pt: URL de check-in copiada para a área de transferência
se: Inchecknings-URL kopierad till urklipp
tr: Check-In URL'si panoya kopyalandı
vi: URL check-in đã được sao chép vào clipboard

source: Check-Ins
fr: Enregistrements
it: Check-In
pl: Zameldowania
se: Incheckningar
vi: Check-In

source: Checkbox options allow multiple selections
de: Kontrollkästchenoptionen ermöglichen Mehrfachauswahl
es: Las opciones de casilla de verificación permiten múltiples selecciones
fr: Les options de case à cocher permettent plusieurs sélections
hu: A jelölőnégyzet opciók több kiválasztást is lehetővé tesznek
it: Le opzioni di casella di controllo consentono selezioni multiple
nl: Selectievakjes maken meerdere selecties mogelijk
pl: Opcje pól wyboru pozwalają na wielokrotny wybór
pt: As opções de caixa de seleção permitem seleções múltiplas
se: Kryssrutealternativ tillåter flera val
tr: Onay kutusu seçenekleri çoklu seçime izin verir
vi: Tùy chọn checkbox cho phép chọn nhiều mục

source: Checkboxes
de: Kontrollkästchen
es: Casillas de verificación
fr: Cases à cocher
hu: Jelölőnégyzetek
it: Caselle di controllo
nl: Selectievakjes
pl: Pola wyboru
pt: Caixas de seleção
se: Kryssrutor
tr: Onay Kutuları
vi: Checkbox

source: Checked In
de: Eingecheckt
es: Registrado
fr: Enregistré
it: Check-in effettuato
nl: Ingecheckt
pl: Zameldowany
pt: Registado
se: Incheckad
tr: Check-in Yapıldı
vi: Đã check-in

source: Checkout
de: Zur Kasse
es: Pagar
fr: Paiement
hu: Fizetés
it: Pagamento
nl: Kassa
pl: Płatność
pt: Finalizar compra
se: Kassa
tr: Ödeme
vi: Thanh toán

source: Checkout Settings
de: Checkout-Einstellungen
es: Configuración de pago
fr: Paramètres de paiement
hu: Fizetési beállítások
it: Impostazioni di Pagamento
nl: Afrekeninstellingen
pl: Ustawienia płatności
pt: Configurações de check-out
se: Kassainställningar
tr: Ödeme Ayarları
vi: Cài đặt thanh toán

source: Chinese (Simplified)
de: Vereinfachtes Chinesisch
es: Chino simplificado
fr: Chinois simplifié
hu: Kínai (egyszerűsített)
it: Cinese (Semplificato)
nl: Chinees (Vereenvoudigd)
pl: Chiński (uproszczony)
pt: Chinês simplificado
se: Kinesiska (förenklad)
tr: Çince (Basitleştirilmiş)
vi: Trung Quốc (đơn giản hóa)

source: Chinese (Traditional)
de: Chinesisch (Traditionell)
es: Chino (Tradicional)
fr: Chinois (traditionnel)
hu: Kínai (hagyományos)
it: Cinese (Tradizionale)
nl: Chinees (Traditioneel)
pl: Chiński (tradycyjny)
pt: Chinês (Tradicional)
se: Kinesiska (traditionell)
vi: Tiếng Trung (Phồn thể)

source: Choose a color for your background
de: Wählen Sie eine Farbe für Ihren Hintergrund
es: Elige un color para tu fondo
fr: Choisissez une couleur pour votre arrière-plan
hu: Válasszon színt a háttérhez
it: Scegli un colore per lo sfondo
nl: Kies een kleur voor je achtergrond
pl: Wybierz kolor dla swojego tła
pt: Escolha uma cor para o seu plano de fundo
se: Välj en färg för din bakgrund
tr: Arkaplanınız için bir renk seçin
vi: Chọn một màu cho nền của bạn

source: Choose an account
de: Wähle einen Account
es: elige una cuenta
fr: Choisissez un compte
hu: Válasszon fiókot
it: Scegli un account
nl: Kies een account
pl: Wybierz konto
pt: Escolha uma conta
se: Välj ett konto
tr: Bir hesap seçin
vi: Chọn một tài khoản

source: Choose an Organizer
de: Wählen Sie einen Veranstalter
es: Elige un organizador
fr: Choisissez un organisateur
hu: Válasszon szervezőt
it: Scegli un organizzatore
nl: Kies een organisator
pl: Wybierz organizatora
pt: Escolha um organizador
se: Välj en organisatör
vi: Chọn một nhà tổ chức

source: Choose calendar
de: Kalender auswählen
es: Elegir calendario
fr: Choisir le calendrier
it: Scegli calendario
nl: Kies agenda
pl: Wybierz kalendarz
pt: Escolher calendário
se: Välj kalender
vi: Chọn lịch

source: Choose the default setting for new events. This can be overridden for individual events.
it: Scegli l'impostazione predefinita per i nuovi eventi. Questa può essere modificata per i singoli eventi.
nl: Kies de standaardinstelling voor nieuwe evenementen. Dit kan per evenement worden overschreven.
pl: Wybierz domyślne ustawienie dla nowych wydarzeń. Można to nadpisać dla poszczególnych wydarzeń.
pt: Escolha a configuração padrão para novos eventos. Isso pode ser substituído para eventos individuais.
se: Välj standardinställningen för nya evenemang. Detta kan åsidosättas för enskilda evenemang.

source: Choose who pays the platform fee. This does not affect additional fees you've configured in your account settings.
it: Scegli chi paga la commissione della piattaforma. Questo non influisce sulle commissioni aggiuntive che hai configurato nelle impostazioni del tuo account.
nl: Kies wie de platformkosten betaalt. Dit heeft geen invloed op extra kosten die u in uw accountinstellingen hebt geconfigureerd.
pl: Wybierz, kto płaci opłatę platformy. Nie wpływa to na dodatkowe opłaty skonfigurowane w ustawieniach konta.
pt: Escolha quem paga a taxa da plataforma. Isso não afeta as taxas adicionais que você configurou nas configurações da sua conta.
se: Välj vem som betalar plattformsavgiften. Detta påverkar inte ytterligare avgifter som du har konfigurerat i dina kontoinställningar.

source: City
de: Stadt
es: Ciudad
fr: Ville
hu: Város
it: Città
nl: Stad
pl: Miasto
pt: Cidade
se: Stad
tr: Şehir
vi: Thành phố

source: Clear Search Text
de: Suchtext löschen
es: Borrar texto de búsqueda
fr: Effacer le texte de recherche
hu: Keresési szöveg törlése
it: Cancella Testo di Ricerca
nl: Zoektekst wissen
pl: Wyczyść tekst wyszukiwania
pt: Limpar texto de pesquisa
se: Rensa söktext
tr: Arama Metnini Temizle
vi: Xoá văn bản tìm kiếm

source: Click to copy
de: Zum Kopieren klicken
es: Haga clic para copiar
fr: Cliquez pour copier
hu: Kattintson a másoláshoz
it: Clicca per copiare
nl: Klik om te kopiëren
pl: Kliknij, aby skopiować
pt: Clique para copiar
se: Klicka för att kopiera
tr: Kopyalamak için tıklayın
vi: Bấm để sao chép

source: Click to view notes
de: Klicken, um Notizen anzuzeigen
es: Haga clic para ver las notas
fr: Cliquez pour voir les notes
it: Clicca per visualizzare le note
nl: Klik om notities te bekijken
pl: Kliknij, aby zobaczyć notatki
pt: Clique para ver as notas
se: Klicka för att visa anteckningar
vi: Nhấp để xem ghi chú
