Repository: HiEventsDev/Hi.Events
Catalog: frontend/src/locales/*.po
Languages: de, es, fr, hu, it, nl, pl, pt, se, tr, vi

source: Send as a test. This will send the message to your email address instead of the recipients.
de: Als Test senden. Dadurch wird die Nachricht an Ihre E-Mail-Adresse und nicht an die Empfänger gesendet.
es: Enviar como prueba. Esto enviará el mensaje a su dirección de correo electrónico en lugar de a los destinatarios.
fr: Envoyer comme test. Cela enverra le message à votre adresse e-mail au lieu des destinataires.
hu: Küldés tesztként. Ez az üzenetet az Ön e-mail címére küldi, nem a címzetteknek.
tr: Test olarak gönder. Bu mesajı alıcılar yerine kendi e-posta adresinize gönderir.

source: Setup in Minutes
de: Einrichtung in Minuten
es: Configura en minutos
fr: Configuration en quelques minutes
hu: Percek alatt beállítható

source: Show Additional Options
de: Zusätzliche Optionen anzeigen
es: Mostrar Opciones Adicionales
fr: Afficher les options supplémentaires

source: Show hidden questions
de: Versteckte Fragen anzeigen
es: Mostrar preguntas ocultas
fr: Afficher les questions masquées
hu: Rejtett kérdések megjelenítése
tr: Gizli soruları göster

source: Smart Check-in
de: Intelligentes Einchecken
es: Registro inteligente
fr: Enregistrement intelligent
hu: Okos bejelentkezés

source: sold
de: verkauft
es: vendido
fr: vendu
hu: eladott

source: Support for tiered, donation-based, and product sales with customizable pricing and capacity
de: Unterstützung für gestaffelte, spendenbasierte und Produktverkäufe mit anpassbaren Preisen und Kapazitäten
es: Soporte para ventas escalonadas, basadas en donaciones y de productos con precios y capacidad personalizables
fr: Prise en charge des ventes échelonnées, basées sur les dons et de produits avec des prix et des capacités personnalisables
hu: Támogatás réteges, adományalapú és termékértékesítéshez, testreszabható árazással és kapacitással.

source: Taxes, fees, sale period, order limits, and visibility settings
de: Steuern, Gebühren, Verkaufszeitraum, Bestelllimits und Sichtbarkeitseinstellungen
es: Impuestos, tasas, período de venta, límites de pedido y configuraciones de visibilidad
fr: Taxes, frais, période de vente, limites de commande et paramètres de visibilité

source: The styling settings you choose apply only to copied HTML and won't be stored.
de: Die von Ihnen gewählten Stileinstellungen gelten nur für kopiertes HTML und werden nicht gespeichert.
es: La configuración de estilo que elija se aplica sólo al HTML copiado y no se almacenará.
fr: Les paramètres de style que vous choisissez s'appliquent uniquement au code HTML copié et ne seront pas stockés.
hu: A kiválasztott stílusbeállítások csak a másolt HTML-re vonatkoznak, és nem kerülnek tárolásra.
tr: Seçtiğiniz stil ayarları yalnızca kopyalanan HTML için geçerlidir ve saklanmayacaktır.

source: The taxes and fees to apply to this product. You can create new taxes and fees on the
de: Die Steuern und Gebühren, die auf dieses Produkt angewendet werden. Sie können neue Steuern und Gebühren erstellen auf der
es: Los impuestos y tasas que se aplicarán a este producto. Puede crear nuevos impuestos y tasas en el
fr: Les taxes et frais à appliquer à ce produit. Vous pouvez créer de nouvelles taxes et frais sur le
hu: Az ehhez a termékhez alkalmazandó adók és díjak. Új adókat és díjakat hozhat létre a
tr: Bu ürüne uygulanacak vergi ve ücretler. Yeni vergi ve ücretleri şuradan oluşturabilirsiniz

source: This email is not promotional and is directly related to the event.
de: Diese E-Mail hat keinen Werbezweck und steht in direktem Zusammenhang mit der Veranstaltung.
es: Este correo electrónico no es promocional y está directamente relacionado con el evento.
fr: Cet email n'est pas promotionnel et est directement lié à l'événement.
hu: Ez az e-mail nem promóciós, és közvetlenül kapcsolódik az eseményhez.
tr: Bu e-posta tanıtım amaçlı değildir ve doğrudan etkinlikle ilgilidir.

source: This question is only visible to the event organizer
de: Diese Frage ist nur für den Veranstalter sichtbar
es: Esta pregunta solo es visible para el organizador del evento.
fr: Cette question n'est visible que par l'organisateur de l'événement
hu: Ez a kérdés csak az eseményszervező számára látható.
tr: Bu soru sadece etkinlik organizatörü tarafından görülebilir

source: Track revenue, page views, and sales with detailed analytics and exportable reports
de: Verfolgen Sie Einnahmen, Seitenaufrufe und Verkäufe mit detaillierten Analysen und exportierbaren Berichten
es: Rastrea ingresos, vistas de página y ventas con análisis detallados e informes exportables
fr: Suivez les revenus, les vues de page et les ventes avec des analyses détaillées et des rapports exportables
hu: Nyomon követheti a bevételt, az oldalmegtekintéseket és az értékesítéseket részletes elemzésekkel és exportálható jelentésekkel.

source: Valid VAT number
de: Gültige Umsatzsteuer-ID
es: Número de IVA válido

source: VAT number must be at least 10 characters
es: El número de IVA debe tener al menos 10 caracteres

source: VAT number validation failed. Please check your number and try again.
de: Validierung der Umsatzsteuer-ID fehlgeschlagen. Bitte überprüfen Sie Ihre Nummer und versuchen Sie es erneut.
es: La validación del número de IVA falló. Por favor verifique su número e intente nuevamente.

source: VAT settings saved and validated successfully
de: Umsatzsteuereinstellungen erfolgreich gespeichert und validiert
es: Configuración del IVA guardada y validada exitosamente

source: VAT settings saved but validation failed. Please check your VAT number.
de: Umsatzsteuereinstellungen gespeichert, aber Validierung fehlgeschlagen. Bitte überprüfen Sie Ihre Umsatzsteuer-ID.
es: Configuración del IVA guardada pero la validación falló. Por favor verifique su número de IVA.

source: View and download reports for your event. Please note, only completed orders are included in these reports.
de: Sehen Sie sich Berichte zu Ihrer Veranstaltung an und laden Sie sie herunter. Bitte beachten Sie, dass nur abgeschlossene Bestellungen in diesen Berichten enthalten sind.
es: Consulta y descarga informes de tu evento. Ten en cuenta que solo se incluyen pedidos completados en estos informes.
fr: Consultez et téléchargez les rapports de votre événement. Veuillez noter que seuls les commandes complétées sont incluses dans ces rapports.
hu: Tekintse meg és töltse le az eseménye jelentéseit. Kérjük, vegye figyelembe, hogy ezek a jelentések csak a befejezett megrendeléseket tartalmazzák.

source: View map
de: Ansichts Karte
es: Ver el mapa
fr: Voir la carte
hu: Térkép megtekintése
tr: Haritayı görüntüle
vi: Xem bản đồ

source: Welcome back 👋
de: Willkommen zurück 👋
es: Bienvenido de nuevo 👋
fr: Bon retour 👋
hu: Üdv újra 👋

source: Welcome to {0} 👋
de: Willkommen bei {0} 👋
es: Bienvenido a {0} 👋
fr: Bienvenue sur {0} 👋
hu: Üdv a {0} oldalon 👋

source: Who is this message to?
de: An wen ist diese Nachricht gerichtet?
es: ¿A quién va dirigido este mensaje?
fr: A qui s'adresse ce message ?
hu: Kinek szól ez az üzenet?
tr: Bu mesaj kime?

source: You created a hidden question but disabled the option to show hidden questions. It has been enabled.
de: Sie haben eine versteckte Frage erstellt, aber die Option zum Anzeigen versteckter Fragen deaktiviert. Sie wurde aktiviert.
es: Creaste una pregunta oculta pero deshabilitaste la opción para mostrar preguntas ocultas. Ha sido habilitado.
fr: Vous avez créé une question masquée mais avez désactivé l'option permettant d'afficher les questions masquées. Il a été activé.
hu: Elrejtett kérdést hozott létre, de letiltotta az elrejtett kérdések megjelenítésének lehetőségét. Engedélyezve lett.
tr: Gizli bir soru oluşturdunuz ancak gizli soruları gösterme seçeneğini devre dışı bıraktınız. Etkinleştirildi.

source: You have no attendee questions.
de: Sie haben keine Teilnehmerfragen.
es: No tienes preguntas de los asistentes.
fr: Vous n'avez aucune question de participant.
hu: Nincsenek résztvevői kérdései.
tr: Katılımcı sorularınız yok.

source: You have no order questions.
de: Sie haben keine Bestellfragen.
es: No tienes preguntas sobre pedidos.
fr: Vous n'avez aucune question de commande.
hu: Nincsenek megrendelési kérdései.
tr: Sipariş sorularınız yok.

source: Your VAT number will be validated automatically when you save
de: Ihre Umsatzsteuer-ID wird beim Speichern automatisch validiert
es: Su número de IVA se validará automáticamente cuando guarde

source: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nam placerat elementum...
de: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Ich habe das Element platziert …
fr: Lorem ipsum dolor sit amet, consectetur adipiscing elit. Nom placerat elementum...

source: Nam placerat elementum...
de: Ich habe das Element platziert …
fr: Nom placerat elementum...

source: UTC
de: koordinierte Weltzeit

source: Additional Options
hu: További opciók
tr: Ek Seçenekler

source: Almost there! We're just waiting for your payment to be processed. This should only take a few seconds..
hu: Majdnem kész! Csak arra várunk, hogy a fizetés feldolgozásra kerüljön. Ez csak néhány másodpercet vehet igénybe.
tr: Neredeyse bitti! Ödemenizin işlenmesini bekliyoruz. Bu sadece birkaç saniye sürmeli..

source: Choose from predefined color schemes
hu: Válasszon előre definiált színsémák közül

source: Color Presets
hu: Színbeállítások

source: Complete payment
hu: Fizetés befejezése
tr: Ödemeyi tamamla

source: Content Background Color
hu: Tartalom háttérszíne

source: Copy details to all attendees
hu: Részletek másolása minden résztvevőnek
tr: Detayları tüm katılımcılara kopyala

source: Custom
hu: Egyedi

source: Delete product
hu: Termék törlése
tr: Ürünü sil

source: Go to event homepage
hu: Ugrás az esemény honlapjára
tr: Etkinlik ana sayfasına git

source: Hide color settings
hu: Színbeállítások elrejtése

source: I would like to pay using an offline method
hu: Offline módon szeretnék fizetni
tr: Çevrimdışı bir yöntem kullanarak ödeme yapmak istiyorum

source: I would like to pay using an online method (credit card etc.)
hu: Online módon szeretnék fizetni (bankkártya stb.)
tr: Çevrimiçi bir yöntem kullanarak ödeme yapmak istiyorum (kredi kartı vb.)

source: Loading themes...
hu: Témák betöltése...

source: Not On Sale
hu: Nem eladó
tr: Satışta Değil

source: On sale
hu: Eladó
tr: Satışta

source: Order Completed
hu: Megrendelés befejezve
tr: Sipariş Tamamlandı

source: Page Background Color
hu: Oldal háttérszíne

source: Place Order
hu: Megrendelés leadása

source: Price tiers
hu: Árszintek
tr: Fiyat katmanları

source: Print
hu: Nyomtatás
tr: Yazdır

source: Quantity Sold
hu: Eladott mennyiség
tr: Satılan Miktar

source: Reference
hu: Hivatkozás
tr: Referans

source: Return to event page
hu: Vissza az esemény oldalára
tr: Etkinlik sayfasına dön

source: Sale ended
hu: Értékesítés befejezve
tr: Satış bitti

source: Scroll to Tickets
hu: Görgetés a jegyekhez

source: SEO
hu: Keresőoptimalizálás

source: Show
hu: Mutat
tr: Göster

source: Show color settings
hu: Színbeállítások megjelenítése

source: Sorry, something has gone wrong. Please restart the checkout process.
hu: Sajnáljuk, valami hiba történt. Kérjük, indítsa újra a fizetési folyamatot.
tr: Üzgünüz, bir şeyler yanlış gitti. Lütfen ödeme işlemini yeniden başlatın.

source: Sorry, something went wrong loading this page.
hu: Sajnáljuk, hiba történt az oldal betöltésekor.
tr: Üzgünüz, bu sayfa yüklenirken bir şeyler yanlış gitti.

source: Sorry, this order no longer exists.
hu: Sajnáljuk, ez a megrendelés már nem létezik.
tr: Üzgünüz, bu sipariş artık mevcut değil.

source: The background color of content areas
hu: A tartalmi területek háttérszíne

source: The background color of content areas (cards, header, etc.)
hu: A tartalmi területek (kártyák, fejléc stb.) háttérszíne

source: The background color of the entire page
hu: Az egész oldal háttérszíne

source: This order has been cancelled
hu: Ez a megrendelés törölve lett.
tr: Bu sipariş iptal edilmiş

source: This order is awaiting payment
hu: Ez a megrendelés fizetésre vár.
tr: Bu sipariş ödeme bekliyor

source: This order is complete
hu: Ez a megrendelés kész.
tr: Bu sipariş tamamlandı

source: This order is processing.
hu: Ez a megrendelés feldolgozás alatt áll.
tr: Bu sipariş işleniyor.

source: This product is hidden from public view
hu: Ez a termék el van rejtve a nyilvánosság elől.
tr: Bu ürün halktan gizli

source: This product is hidden unless targeted by a Promo Code
hu: Ez a termék el van rejtve, kivéve, ha promóciós kód célozza meg.
tr: Bu ürün bir Promosyon Koduyla hedeflenmedikçe gizli

source: Title
hu: Cím
tr: Başlık

source: View order details
hu: Megrendelés részleteinek megtekintése
tr: Sipariş detaylarını görüntüle

source: You're going to {0}! 🎉
hu: Sikeres jegyvásárlás a {0} előadásra! 🎉
tr: {0} etkinliğine gidiyorsunuz! 🎉

source: Your order is awaiting payment 🏦
hu: Az Ön megrendelése fizetésre vár 🏦
tr: Siparişiniz ödeme bekliyor 🏦

source: {0}'s Events
tr: {0}'ın Etkinlikleri

source: <0>Check-in lists help manage attendee entry for your event. You can associate multiple tickets with a check-in list and ensure only those with valid tickets can enter.</0>
tr: <0>Check-in listeleri, etkinliğinizde katılımcı check-in'ini yönetmenize yardımcı olur. Birden fazla bileti bir check-in listesiyle ilişkilendirerek sadece geçerli bileti olanların check-in yapmasını sağlayabilirsiniz.</0>

source: ✉️ Confirm your email address
tr: ✉️ E-posta adresinizi onaylayın

source: 🎉 Congratulations on creating an event!
tr: 🎉 Bir etkinlik oluşturduğunuz için tebrikler!

source: 🎟️ Add products
tr: 🎟️ Ürün ekleyin

source: About the event
tr: Etkinlik hakkında

source: Add event details and and manage event settings.
tr: Etkinlik detaylarını ekleyin ve etkinlik ayarlarını yönetin.

source: Add More products
tr: Daha fazla ürün ekle

source: Add products
tr: Ürün ekle

source: An event is the actual event you are hosting. You can add more details later.
tr: Bir etkinlik, ev sahipliği yaptığınız gerçek etkinliktir. Daha sonra daha fazla detay ekleyebilirsiniz.

source: An organizer is the company or person who is hosting the event
tr: Organizatör, etkinliğe ev sahipliği yapan şirket veya kişidir

source: Archived Events
tr: Arşivlenmiş Etkinlikler

source: Attendees with a specific product
tr: Belirli bir ürüne sahip katılımcılar

source: Awesome Event
tr: Harika Etkinlik

source: Back to all events
tr: Tüm etkinliklere dön

source: Before your event can go live, there are a few things you need to do.
tr: Etkinliğiniz yayına çıkmadan önce yapmanız gereken birkaç şey var.

source: Begin selling products in minutes
tr: Dakikalar içinde ürün satmaya başlayın

source: Canceling will cancel all products associated with this order, and release the products back into the available pool.
tr: İptal etmek, bu siparişle ilişkili tüm ürünleri iptal edecek ve ürünleri mevcut havuza geri bırakacaktır.

source: Change Cover
tr: Kapağı Değiştir

source: Check-In List created successfully
tr: Check-In Listesi başarıyla oluşturuldu

source: click here
tr: buraya tıklayın

source: Content background color
tr: İçerik arkaplan rengi

source: Continue button text
tr: Devam düğmesi metni

source: Continue Event Setup
tr: Etkinlik Kurulumuna Devam Et

source: Continue Stripe Connect Setup
tr: Stripe Connect Kurulumuna Devam Et

source: Create products for your event, set prices, and manage available quantity.
tr: Etkinliğiniz için ürünler oluşturun, fiyatları belirleyin ve mevcut miktarı yönetin.

source: Delete Cover
tr: Kapağı Sil

source: Delete Image
tr: Resmi Sil

source: Dismiss
tr: Kapat

source: Don't have an account? <0>Sign Up</0>
tr: Hesabınız yok mu? <0>Kayıt Olun</0>

source: Drag and drop or click
tr: Sürükle bırak veya tıkla

source: Duplicate Capacity Assignments
tr: Kapasite Atamalarını Çoğalt

source: Duplicate Check-In Lists
tr: Check-In Listelerini Çoğalt

source: Duplicate Event Cover Image
tr: Etkinlik Kapak Resmini Çoğalt

source: Duplicate Products
tr: Ürünleri Çoğalt

source: Duplicate Promo Codes
tr: Promosyon Kodlarını Çoğalt

source: Duplicate Questions
tr: Soruları Çoğalt

source: Duplicate Settings
tr: Ayarları Çoğalt

source: Ended Events
tr: Sona Eren Etkinlikler

source: Event created successfully 🎉
tr: Etkinlik başarıyla oluşturuldu 🎉

source: Event is not visible to the public
tr: Etkinlik halka açık değil

source: Event is visible to the public
tr: Etkinlik halka açık

source: Event page
tr: Etkinlik sayfası

source: Event URL
tr: Etkinlik URL'si

source: Failed to export attendees. Please try again.
tr: Katılımcılar dışa aktarılamadı. Lütfen tekrar deneyin.

source: Failed to export orders. Please try again.
tr: Siparişler dışa aktarılamadı. Lütfen tekrar deneyin.

source: gross sales
tr: brüt satışlar

source: Hi.Events Conference {0}
tr: Hi.Events Konferansı {0}

source: Hi.Events Conference Center
tr: Hi.Events Konferans Merkezi

source: hi.events logo
tr: hi.events logosu

source: If a new tab did not open, please <0><1>{0}</1>.</0>
tr: Yeni bir sekme açılmadıysa, lütfen <0><1>{0}</1>.</0>

source: Image dimensions must be between 4000px by 4000px. With a max height of 4000px and max width of 4000px
tr: Resim boyutları 4000px x 4000px arasında olmalı. Maksimum yükseklik 4000px ve maksimum genişlik 4000px

source: Image must be less than 5MB
tr: Resim 5MB'dan küçük olmalı

source: Image width must be at least 900px and height at least 50px
tr: Resim genişliği en az 900px ve yüksekliği en az 50px olmalı

source: Issue refund
tr: İade yap

source: Learn more about Stripe
tr: Stripe hakkında daha fazla bilgi

source: Let's get started by creating your first organizer
tr: İlk organizatörünüzü oluşturarak başlayalım

source: Login
tr: Giriş

source: Manage your Stripe payment details
tr: Stripe ödeme bilgilerinizi yönetin

source: Message attendees with specific products
tr: Belirli ürünleri olan katılımcılara mesaj gönder

source: Name should be less than 150 characters
tr: Ad 150 karakterden az olmalıdır

source: No {0} available.
tr: {0} mevcut değil.

source: No attendees will be able to check in before this date using this list
tr: Bu listeyi kullanarak hiçbir katılımcı bu tarihten önce check-in yapamayacak

source: Notify buyer of refund
tr: Alıcıyı iade hakkında bilgilendir

source: Now let's create your first event
tr: Şimdi ilk etkinliğinizi oluşturalım

source: Order #
tr: Sipariş #

source: Page background color
tr: Sayfa arka plan rengi

source: Primary Colour
tr: Ana Renk

source: products sold
tr: satılan ürün

source: Refund amount ({0})
tr: İade miktarı ({0})

source: Refund Order
tr: Siparişi İade Et

source: Resend confirmation email
tr: Onay e-postasını tekrar gönder

source: Scan QR Code
tr: QR Kodu Tara

source: Scan this QR code to access the event page or share it with others
tr: Etkinlik sayfasına erişmek veya başkalarıyla paylaşmak için bu QR kodu tarayın

source: Secondary color
tr: İkincil renk

source: Secondary text color
tr: İkincil metin rengi

source: Share to Facebook
tr: Facebook'ta Paylaş

source: Share to LinkedIn
tr: LinkedIn'de Paylaş

source: Share to Pinterest
tr: Pinterest'te Paylaş

source: Share to Reddit
tr: Reddit'te Paylaş

source: Share to Social
tr: Sosyal Medyada Paylaş

source: Share to Telegram
tr: Telegram'da Paylaş

source: Share to WhatsApp
tr: WhatsApp'ta Paylaş

source: Share to X
tr: X'te Paylaş

source: Share via Email
tr: E-posta ile Paylaş

source: This description will be shown to the check-in staff
tr: Bu açıklama check-in personeline gösterilecek

source: This event is not available at the moment. Please check back later.
tr: Bu etkinlik şu anda mevcut değil. Lütfen daha sonra tekrar kontrol edin.

source: This event is not available.
tr: Bu etkinlik mevcut değil.

source: This list will no longer be available for check-ins after this date
tr: Bu liste bu tarihten sonra giriş için kullanılamayacak

source: Total remaining
tr: Toplam kalan

source: Upload Cover
tr: Kapak Yükle

source: We use Stripe to process payments. Connect your Stripe account to start receiving payments.
tr: Ödemeleri işlemek için Stripe kullanıyoruz. Ödemeleri almaya başlamak için Stripe hesabınızı bağlayın.

source: Welcome to Hi.Events, {0} 👋
tr: Hi.Events'e hoş geldin, {0} 👋

source: What date should this check-in list become active?
tr: Bu check-in listesi hangi tarihte aktif olmalı?

source: When should this check-in list expire?
tr: Bu check-in listesi ne zaman sona ermeli?

source: You can now start receiving payments through Stripe.
tr: Artık Stripe üzerinden ödemeleri almaya başlayabilirsiniz.

source: You cannot check in attendees with unpaid orders.
tr: Ödenmemiş siparişleri olan katılımcıları check-in yaptıramazsınız.

source: You do not have permission to access this page
tr: Bu sayfaya erişim izniniz yok

source: You have connected your Stripe account
tr: Stripe hesabınızı bağladınız

source: You have not completed your Stripe Connect setup
tr: Stripe Connect kurulumunuzu tamamlamadınız

source: You have not connected your Stripe account
tr: Stripe hesabınızı bağlamadınız

source: You have taxes and fees added to a Free Product. Would you like to remove or obscure them?
tr: Ücretsiz bir ürüne vergi ve ücretler eklediniz. Bunları kaldırmak veya gizlemek ister misiniz?

source: You must confirm your email address before your event can go live.
tr: Etkinliğiniz yayına çıkmadan önce e-posta adresinizi onaylamalısınız.

source: You need to verify your account before you can send messages.
tr: Mesaj gönderebilmek için hesabınızı doğrulamanız gerekiyor.

source: Your product for
tr: Ürününüz
