{
    "Older First": "Mayores Primero",
    "Newer First": "Más reciente Primero",
    "Recently Updated First": "Primera actualización reciente",
    "Recently Updated Last": "Última actualización",
    "First Name A-Z": "Nombre A-Z",
    "First Name Z-A": "Nombre Z-A",
    "Last Name A-Z": "Apellidos A-Z",
    "Last Name Z-A": "Apellido Z-A",
    "Status A-Z": "Estado A-Z",
    "Status Z-A": "Estado Z-A",
    "Closest start date": "Fecha de inicio más próxima",
    "Furthest start date": "Fecha de inicio más lejana",
    "Closest end date": "Fecha límite más próxima",
    "Furthest end date": "Fecha límite más lejana",
    "Newest first": "Lo más nuevo primero",
    "Oldest first": "El más antiguo primero",
    "Recently Updated": "Actualizado recientemente",
    "Least Recently Updated": "Últimas actualizaciones",
    "Oldest First": "El más antiguo primero",
    "Newest First": "Lo más nuevo primero",
    "Buyer Name A-Z": "Nombre del comprador A-Z",
    "Buyer Name Z-A": "Nombre del comprador Z-A",
    "Amount Ascending": "Importe Ascendente",
    "Amount Descending": "Importe Descendente",
    "Buyer Email A-Z": "Correo electrónico del comprador A-Z",
    "Buyer Email Z-A": "Correo electrónico del comprador Z-A",
    "Order # Ascending": "Orden # Ascendente",
    "Order # Descending": "Orden # Descendente",
    "Code Name A-Z": "Código A-Z",
    "Code Name Z-A": "Nombre en clave Z-A",
    "Usage Count Ascending": "Uso Recuento Ascendente",
    "Usage Count Descending": "Utilización Recuento Descendente",
    "Homepage order": "Orden de la página de inicio",
    "Title A-Z": "Título A-Z",
    "Title Z-A": "Título Z-A",
    "Sale start date closest": "Fecha de inicio de la venta más próxima",
    "Sale start date furthest": "Fecha de inicio de venta más lejana",
    "Sale end date closest": "Fecha de fin de venta más próxima",
    "Sale end date furthest": "Fecha de fin de venta más lejana",
    "Account registration is disabled": "El registro de la cuenta está desactivado",
    "The invitation has expired": "La invitación ha expirado",
    "The invitation is invalid": "La invitación no es válida",
    "Invitation valid, but user not found": "Invitación válida, pero usuario no encontrado",
    "No user found for this invitation. The invitation may have been revoked.": "No se ha encontrado ningún usuario para esta invitación. Es posible que la invitación haya sido revocada.",
    "Logout Successful": "Cierre de sesión correcto",
    "Your password has been reset. Please login with your new password.": "Su contraseña ha sido restablecida. Inicie sesión con su nueva contraseña.",
    "No account ID found in token": "No se ha encontrado ID de cuenta en el token",
    "Event with ID :eventId is not live and user is not authenticated": "El evento con ID :eventId no está activo y el usuario no está autenticado.",
    "Sorry, we could not verify your session. Please restart your order.": "Lo sentimos, no hemos podido verificar su sesión. Por favor, reinicie su pedido.",
    "The email confirmation link has expired. Please request a new one.": "El enlace de confirmación por correo electrónico ha caducado. Solicite uno nuevo.",
    "The email confirmation link is invalid.": "El enlace de confirmación por correo electrónico no es válido.",
    "No invitation found for this user.": "No se ha encontrado ninguna invitación para este usuario.",
    "User status is not Invited": "El estado del usuario no es Invitado",
    "Email is required": "Correo electrónico obligatorio",
    "Email must be a valid email address": "La dirección de correo electrónico debe ser válida",
    "First name is required": "El nombre es obligatorio",
    "Last name is required": "Apellido obligatorio",
    "Ticket is required": "Se requiere billete",
    "Ticket price is required": "Precio de la entrada",
    "Please enter a valid hex color code. In the format #000000 or #000.": "Por favor, introduzca un código de color hexadecimal válido. En el formato #000000 o #000.",
    "The maximum timeout is 2 hours.": "El tiempo máximo de espera es de 2 horas.",
    "The address line 1 field is required": "El campo dirección línea 1 es obligatorio",
    "The city field is required": "El campo ciudad es obligatorio",
    "The zip or postal code field is required": "El campo código postal es obligatorio",
    "The country field is required": "El campo país es obligatorio",
    "The country field should be a 2 character ISO 3166 code": "El campo del país debe ser un código ISO 3166 de 2 caracteres",
    "Please select at least one ticket.": "Seleccione al menos una entrada.",
    "The sale end date must be after the sale start date.": "La fecha de finalización de la venta debe ser posterior a la fecha de inicio de la venta.",
    "The sale end date must be a valid date.": "La fecha de finalización de la venta debe ser una fecha válida.",
    "The sale start date must be after the ticket sale start date.": "La fecha de inicio de la venta debe ser posterior a la fecha de inicio de la venta de entradas.",
    "Welcome to :app_name! Please confirm your email address": "¡Bienvenido a :app_name! Confirma tu dirección de correo electrónico",
    "🎟️ Your Ticket for :event": "🎟️ Su entrada para :evento",
    "Your order has been cancelled": "Su pedido ha sido cancelado",
    "Your order wasn\\'t successful": "Su pedido no se ha realizado correctamente",
    "You\\'ve received a refund": "Has recibido un reembolso",
    "Your Order is Confirmed!": "Su pedido está confirmado.",
    "We were unable to process your order": "No hemos podido tramitar su pedido",
    "New order for :amount for :event 🎉": "Nuevo pedido de :importe para :evento 🎉.",
    "New order for :event 🎉": "Nuevo pedido para :evento 🎉",
    "Confirm email change": "Confirmar cambio de correo electrónico",
    "Password reset": "Restablecer contraseña",
    "Your password has been reset": "Su contraseña ha sido restablecida",
    "You\\'ve been invited to join :appName": "Has sido invitado a unirte a :appName",
    "Current account ID is not set": "El ID de la cuenta corriente no está configurado",
    "User not found in this account": "Usuario no encontrado en esta cuenta",
    "User not found": "Usuario no encontrado",
    "Username or Password are incorrect": "El nombre de usuario o la contraseña son incorrectos",
    "Account not found": "Cuenta no encontrada",
    "Attempt to log in to a non-active account": "Intento de iniciar sesión en una cuenta no activa",
    "User account is not active": "La cuenta de usuario no está activa",
    "Invalid reset token": "Token de reinicio inválido",
    "Reset token has expired": "El token de reinicio ha caducado",
    "Event daily statistics updated for event :event_id with total refunded amount of :amount": "Actualizadas las estadísticas diarias del evento :event_id con un importe total reembolsado de :amount",
    "Event statistics updated for event :event_id with total refunded amount of :amount": "Actualizadas las estadísticas del evento :event_id con un importe total reembolsado de :amount",
    "This promo code is invalid": "Este código promocional no es válido",
    "You haven\\'t selected any tickets": "No ha seleccionado ninguna entrada",
    "The maximum number of tickets available for :tickets is :max": "El número máximo de entradas disponibles para :entradas es :max",
    "You must order at least :min tickets for :ticket": "Debe pedir al menos :min entradas para :entrada",
    "The minimum amount is :price": "El importe mínimo es :precio",
    "The ticket :ticket is sold out": "El billete :billete agotado",
    ":field must be specified": "Debe especificarse :campo",
    "Invalid price ID": "ID de precio no válido",
    "The maximum number of tickets available for :ticket is :max": "El número máximo de entradas disponibles para :ticket es :max",
    "Ticket with id :id not found": "Ticket con id :id no encontrado",
    "Failed to refund stripe charge": "No se ha podido reembolsar el cargo por franja",
    "Payment was successful, but order has expired. Order: :id": "El pago se ha realizado correctamente, pero el pedido ha caducado. Pedido: :id",
    "Order is not awaiting payment. Order: :id": "El pedido no está pendiente de pago. Pedido: :id",
    "There was an error communicating with the payment provider. Please try again later.": "Se ha producido un error en la comunicación con el proveedor de pagos. Vuelva a intentarlo más tarde.",
    "Stripe Connect account not found for the event organizer": "No se ha encontrado la cuenta de Stripe Connect del organizador del evento",
    "Cannot Refund: Stripe connect account not found and saas_mode_enabled is enabled": "No se puede reembolsar: Stripe connect account not found and saas_mode_enabled is enabled",
    "Invalid calculation type": "Tipo de cálculo no válido",
    "One or more tax IDs are invalid": "Uno o varios NIF no son válidos",
    "Invalid ticket ids: :ids": "Id de billete no válido: :ids",
    "Cannot delete ticket price with id :id because it has sales": "No se puede eliminar el precio del billete con id :id porque tiene ventas",
    "Order has no order items": "El pedido no tiene posiciones",
    "There is already an account associated with this email. Please log in instead.": "Ya existe una cuenta asociada a este correo electrónico. Inicie sesión en su lugar.",
    "Stripe Connect Account creation is only available in Saas Mode.": "La creación de cuentas de Stripe Connect sólo está disponible en el modo Saas.",
    "There are issues with creating or fetching the Stripe Connect Account. Please try again.": "Se han producido problemas al crear o recuperar la cuenta de Stripe Connect. Inténtelo de nuevo.",
    "There are issues with creating the Stripe Connect Account Link. Please try again.": "Se han producido problemas al crear el enlace de cuenta de Stripe Connect. Inténtalo de nuevo.",
    "Cannot check in attendee as they are not active.": "No se puede registrar a un asistente porque no está activo.",
    "in": "en",
    "out": "fuera",
    "There are no tickets available. ' .\n                    'If you would like to assign a ticket to this attendee,' .\n                    ' please adjust the ticket\\'s available quantity.": "No hay entradas disponibles. ' .\n                    Si desea asignar una entrada a este asistente,' .\n                    ajuste la cantidad de entradas disponibles.",
    "The ticket price ID is invalid.": "La identificación del precio del billete no es válida.",
    "Ticket ID is not valid": "La identificación del billete no es válida",
    "There are no tickets available. If you would like to assign this ticket to this attendee, please adjust the ticket\\'s available quantity.": "No hay entradas disponibles. Si desea asignar esta entrada a este asistente, ajuste la cantidad disponible de entradas.",
    "Attendee ID is not valid": "La identificación del asistente no es válida",
    "The invitation does not exist": "La invitación no existe",
    "The invitation has already been accepted": "La invitación ya ha sido aceptada",
    "Organizer :id not found": "Organizador :id no encontrado",
    "Continue": "Continúe en",
    "Event :id not found": "Evento :id no encontrado",
    "You cannot change the currency of an event that has completed orders": "No se puede cambiar la divisa de un evento que ha completado pedidos",
    "You must verify your account before you can update an event\\'s status.\n                You can resend the confirmation by visiting your profile page.": "Debes verificar tu cuenta antes de poder actualizar el estado de un evento.\n                Puedes volver a enviar la confirmación visitando tu página de perfil.",
    "You cannot send messages until your account is verified.": "No puedes enviar mensajes hasta que tu cuenta esté verificada.",
    "Order not found": "Pedido no encontrado",
    "Order already cancelled": "Pedido ya anulado",
    "Failed to create attendee": "Error al crear asistente",
    "This order is has already been processed": "Este pedido ya ha sido procesado",
    "This order has expired": "Esta orden ha expirado",
    "This order has already been processed": "Este pedido ya ha sido procesado",
    "There is an unexpected ticket price ID in the order": "Hay un ID de precio de billete inesperado en el pedido",
    "This event is not live.": "Este evento no es en directo.",
    "Sorry, we could not verify your session. Please create a new order.": "Lo sentimos, no hemos podido verificar su sesión. Por favor, cree un nuevo pedido.",
    "There is no Stripe data associated with this order.": "No hay datos de Stripe asociados a este pedido.",
    "There is already a refund pending for this order.\n                Please wait for the refund to be processed before requesting another one.": "Ya hay un reembolso pendiente para este pedido.\n                Espera a que se procese el reembolso antes de solicitar otro.",
    "Promo code :code already exists": "Código promocional :el código ya existe",
    "The code :code is already in use for this event": "El código :code ya está en uso para este evento",
    "You cannot delete this question as there as answers associated with it. You can hide the question instead.": "No puede eliminar esta pregunta ya que hay respuestas asociadas a ella. En su lugar, puede ocultar la pregunta.",
    "One or more of the ordered question IDs do not exist for the event.": "Uno o más de los ID de pregunta ordenados no existen para el evento.",
    "You cannot delete this ticket because it has orders associated with it. You can hide it instead.": "No puede eliminar este ticket porque tiene pedidos asociados. En su lugar, puede ocultarlo.",
    "Ticket type cannot be changed as tickets have been registered for this type": "No se puede cambiar el tipo de billete, ya que se han registrado billetes de este tipo.",
    "The ordered ticket IDs must exactly match all tickets for the event without missing or extra IDs.": "Las identificaciones de las entradas solicitadas deben coincidir exactamente con todas las entradas del evento, sin que falten identificaciones ni sobren identificaciones.",
    "No email change pending": "Ningún cambio de correo electrónico pendiente",
    "The email :email already exists on this account": "El email :email ya existe en esta cuenta",
    "You are not authorized to perform this action.": "No está autorizado a realizar esta acción.",
    "Your account is not active.": "Su cuenta no está activa.",
    "Payload has expired or is invalid.": "La carga útil ha caducado o no es válida.",
    "Payload could not be decrypted.": "No se pudo descifrar la carga útil.",
    "Could not upload image to :disk. Check :disk is configured correctly": "No se ha podido cargar la imagen en :disk. Compruebe que :disk está configurado correctamente",
    "Could not upload image": "No se ha podido cargar la imagen",
    "Length must be a positive integer.": "La longitud debe ser un número entero positivo.",
    "Prefix length exceeds the total desired token length.": "La longitud del prefijo supera la longitud total deseada del token.",
    "A valid email is required": "Se requiere un correo electrónico válido",
    "The title field is required": "El campo del título es obligatorio",
    "The attribute name is required": "El nombre del atributo es obligatorio",
    "The attribute value is required": "El valor del atributo es obligatorio",
    "The attribute is_public fields is required": "El atributo is_public fields es obligatorio",
    "Required questions have not been answered. You may need to reload the page.": "No se ha respondido a las preguntas obligatorias. Puede que necesite recargar la página.",
    "This question is outdated. Please reload the page.": "Esta pregunta está obsoleta. Vuelva a cargar la página.",
    "Please select an option": "Seleccione una opción",
    "This field is required.": "Este campo es obligatorio.",
    "This field must be less than 255 characters.": "Este campo debe tener menos de 255 caracteres.",
    "This field must be at least 2 characters.": "Este campo debe tener al menos 2 caracteres.",
    "Hello": "Hola",
    "You have requested to reset your password for your account on :appName.": "Has solicitado restablecer la contraseña de tu cuenta en :appName.",
    "Please click the link below to reset your password.": "Haga clic en el siguiente enlace para restablecer su contraseña.",
    "Reset Password": "Restablecer contraseña",
    "If you did not request a password reset, please ignore this email or reply to let us know.": "Si no ha solicitado un restablecimiento de contraseña, ignore este correo electrónico o conteste para comunicárnoslo.",
    "Thank you": "Gracias",
    "Your password has been reset for your account on :appName.": "Se ha restablecido la contraseña de tu cuenta en :appName.",
    "If you did not request a password reset, please immediately contact reset your password.": "Si no ha solicitado el restablecimiento de su contraseña, póngase en contacto con nosotros inmediatamente.",
    "You are receiving this communication because you are registered as an attendee for the following event:": "Está recibiendo esta comunicación porque está inscrito como asistente al siguiente evento:",
    "If you believe you have received this email in error,": "Si cree que ha recibido este correo electrónico por error,",
    "please contact the event organizer at": "póngase en contacto con el organizador del acto en",
    "If you believe this is spam, please report it to": "Si cree que se trata de spam, notifíquelo a",
    "You\\'re going to": "Vas a",
    "Please find your ticket details below.": "A continuación encontrará los datos de su billete.",
    "View Ticket": "Ver billete",
    "If you have any questions or need assistance, please reply to this email or contact the event organizer": "Si tiene alguna pregunta o necesita ayuda, responda a este correo electrónico o póngase en contacto con el organizador del acto",
    "at": "en",
    "Best regards,": "Saludos cordiales,",
    "Your order for": "Su pedido de",
    "has been cancelled.": "ha sido cancelada.",
    "Order #:": "Número de pedido",
    "If you have any questions or need assistance, please respond to this email.": "Si tiene alguna pregunta o necesita ayuda, responda a este correo electrónico.",
    "Your recent order for": "Su reciente pedido de",
    "was not successful.": "no tuvo éxito.",
    "View Event Homepage": "Ver la página del evento",
    "If you have any questions or need assistance, feel free to reach out to our support team": "Si tiene alguna pregunta o necesita ayuda, no dude en ponerse en contacto con nuestro equipo de asistencia.",
    "Best regards": "Saludos cordiales",
    "You have received a refund of :refundAmount for the following event: :eventTitle.": "Ha recibido un reembolso de :refundAmount por el siguiente evento: :eventTitle.",
    "You\\'ve received a new order!": "¡Has recibido un nuevo pedido!",
    "Congratulations! You\\'ve received a new order for ": "Enhorabuena. Ha recibido un nuevo pedido de ",
    "Please find the details below.": "A continuación encontrará los detalles.",
    "Order Amount:": "Importe del pedido:",
    "Order ID:": "Número de pedido:",
    "View Order": "Ver pedido",
    "Ticket": "Billete",
    "Price": "Precio",
    "Total": "Total",
    "Your recent order for :eventTitle was not successful. The order expired while you were completing the payment. We have issued a refund for the order.": "Su pedido reciente de :eventTitle no se ha realizado correctamente. El pedido caducó mientras estaba completando el pago. Hemos emitido un reembolso por el pedido.",
    "We apologize for the inconvenience. If you have any questions or need assistance, feel free to reach us at": "Disculpe las molestias. Si tiene alguna pregunta o necesita ayuda, no dude en ponerse en contacto con nosotros en",
    "View Event Page": "Ver la página del evento",
    "Hi.Events": "Hola.Eventos",
    "Your Order is Confirmed! ": "Su pedido está confirmado. ",
    "Congratulations! Your order for :eventTitle on :eventDate at :eventTime was successful. Please find your order details below.": "Enhorabuena. Su pedido de :eventTitle en :eventDate a :eventTime se ha realizado correctamente. A continuación encontrará los detalles de su pedido.",
    "Event Details": "Detalles del evento",
    "Event Name:": "Nombre del evento:",
    "Date & Time:": "Fecha y hora:",
    "Order Summary": "Resumen del pedido",
    "Order Number:": "Número de pedido:",
    "Total Amount:": "Importe total:",
    "View Order Summary & Tickets": "Ver resumen del pedido y entradas",
    "If you have any questions or need assistance, feel free to reach out to our friendly support team at": "Si tiene alguna pregunta o necesita ayuda, no dude en ponerse en contacto con nuestro amable equipo de asistencia en",
    "What\\'s Next?": "¿Qué es lo siguiente?",
    "Download Tickets:": "Descargar entradas:",
    "Please download your tickets from the order summary page.": "Descargue sus entradas desde la página de resumen del pedido.",
    "Prepare for the Event:": "Prepárese para el acontecimiento:",
    "Make sure to note the event date, time, and location.": "Asegúrese de anotar la fecha, hora y lugar del evento.",
    "Stay Updated:": "Manténgase al día:",
    "Keep an eye on your email for any updates from the event organizer.": "Manténgase atento a su correo electrónico para recibir información actualizada del organizador del evento.",
    "Hi :name": "Hola :name",
    "Welcome to :appName! We\\'re excited to have you aboard!": "¡Bienvenido a :appName! Estamos encantados de tenerte a bordo.",
    "To get started and activate your account, please click the link below to confirm your email address:": "Para empezar y activar su cuenta, haga clic en el siguiente enlace para confirmar su dirección de correo electrónico:",
    "Confirm Your Email": "Confirme su correo electrónico",
    "If you did not create an account with us, no further action is required. Your email address will not be used without confirmation.": "Si no ha creado una cuenta con nosotros, no es necesario que haga nada más. Su dirección de correo electrónico no se utilizará sin confirmación.",
    "Best Regards,": "Saludos cordiales,",
    "The :appName Team": "El equipo :appName",
    "You have requested to change your email address to <b>:pendingEmail</b>. Please click the link below to confirm this change.": "Ha solicitado cambiar su dirección de correo electrónico a <b>:pendingEmail</b>. Haga clic en el siguiente enlace para confirmar este cambio.",
    "If you did not request this change, please immediately change your password.": "Si no ha solicitado este cambio, cambie inmediatamente su contraseña.",
    "Thanks,": "Gracias,",
    "You\\'ve been invited to join :appName.": "Has sido invitado a unirte a :appName.",
    "To accept the invitation, please click the link below:": "Para aceptar la invitación, haga clic en el siguiente enlace:",
    "Accept Invitation": "Aceptar invitación",
    "All rights reserved.": "Todos los derechos reservados.",
    "Congratulations 🎉": "Enhorabuena 🎉",
    "Sent Date Oldest": "Fecha de Envío Más Antigua",
    "Sent Date Newest": "Fecha de Envío Más Reciente",
    "Subject A-Z": "Asunto A-Z",
    "Subject Z-A": "Asunto Z-A",
    "Name A-Z": "Nombre A-Z",
    "Name Z-A": "Nombre Z-A",
    "Updated oldest first": "Actualizado del más antiguo al más reciente",
    "Updated newest first": "Actualizado del más reciente al más antiguo",
    "Most capacity used": "Mayor capacidad utilizada",
    "Least capacity used": "Menor capacidad utilizada",
    "Least capacity": "Menor capacidad",
    "Most capacity": "Mayor capacidad",
    "Sorry, these tickets are sold out": "Lo sentimos, estas entradas están agotadas",
    "The maximum number of tickets available is :max": "El número máximo de entradas disponibles es :max",
    "Ticket is hidden without promo code": "El boleto está oculto sin código promocional",
    "Ticket is sold out": "El boleto está agotado",
    "Ticket is before sale start date": "El boleto es antes de la fecha de inicio de la venta",
    "Ticket is after sale end date": "El boleto es después de la fecha de finalización de la venta",
    "Ticket is hidden": "El boleto está oculto",
    "Price is before sale start date": "El precio es antes de la fecha de inicio de la venta",
    "Price is after sale end date": "El precio es después de la fecha de finalización de la venta",
    "Price is sold out": "El precio está agotado",
    "Price is hidden": "El precio está oculto",
    "Expires soonest": "Expira más pronto",
    "Expires latest": "Expira más tarde",
    "The expiration date must be after the activation date.": "La fecha de vencimiento debe ser posterior a la fecha de activación.",
    "The activation date must be before the expiration date.": "La fecha de activación debe ser anterior a la fecha de vencimiento.",
    "Attendee :attendee_name is not allowed to check in using this check-in list": "El asistente :attendee_name no tiene permitido registrarse usando esta lista de registro",
    "Invalid attendee code detected: :attendees ": "Código de asistente inválido detectado: :attendees",
    "Check-in list not found": "Lista de registro no encontrada",
    "Attendee :attendee_name is already checked in": "El asistente :attendee_name ya está registrado",
    "Check-in list has expired": "La lista de registro ha expirado",
    "Check-in list is not active yes": "La lista de registro aún no está activa",
    "This attendee is not checked in": "Este asistente no está registrado",
    "Attendee does not belong to this check-in list": "El asistente no pertenece a esta lista de registro",
    "Attendee :attendee_name\\'s ticket is cancelled": "La entrada del asistente :attendee_name ha sido cancelada",
    "Check-in list is not active yet": "La lista de registro aún no está activa",
    "The number of attendees does not match the number of tickets in the order": "El número de asistentes no coincide con el número de entradas en el pedido.",
    "Product is required": "El producto es obligatorio.",
    "Product price is required": "El precio del producto es obligatorio.",
    "Please select at least one product.": "Por favor, selecciona al menos un producto.",
    "The sale start date must be after the product sale start date.": "La fecha de inicio de la venta debe ser posterior a la fecha de inicio de la venta del producto.",
    "You must select a product category.": "Debes seleccionar una categoría de producto.",
    "Invalid direction. Must be either asc or desc": "Dirección inválida. Debe ser asc o desc.",
    "DomainObject must be a valid :interface.": "El objeto de dominio debe ser una :interface válida.",
    "Nested relationships must be an array of Relationship objects.": "Las relaciones anidadas deben ser un array de objetos de relación.",
    "OrderAndDirections must be an array of OrderAndDirection objects.": "OrderAndDirections debe ser un array de objetos OrderAndDirection.",
    "Attendee :attendee_name\\'s product is cancelled": "El producto del asistente :attendee_name está cancelado.",
    "Tickets": "Entradas",
    "There are no tickets available for this event.": "No hay entradas disponibles para este evento.",
    "You haven\\'t selected any products": "No has seleccionado ningún producto.",
    "The maximum number of products available for :products is :max": "El número máximo de productos disponibles para :products es :max.",
    "You must order at least :min products for :product": "Debes pedir al menos :min productos para :product.",
    "The product :product is sold out": "El producto :product está agotado.",
    "The maximum number of products available for :product is :max": "El número máximo de productos disponibles para :product es :max.",
    "Sorry, these products are sold out": "Lo sentimos, estos productos están agotados.",
    "The maximum number of products available is :max": "El número máximo de productos disponibles es :max.",
    "Product with id :id not found": "Producto con id :id no encontrado.",
    "You cannot delete this product because it has orders associated with it. You can hide it instead.": "No puedes eliminar este producto porque tiene pedidos asociados. Puedes ocultarlo en su lugar.",
    "Invalid product ids: :ids": "IDs de productos inválidos: :ids.",
    "Product is hidden without promo code": "El producto está oculto sin código promocional.",
    "Product is sold out": "El producto está agotado.",
    "Product is before sale start date": "El producto está antes de la fecha de inicio de la venta.",
    "Product is after sale end date": "El producto está después de la fecha de finalización de la venta.",
    "Product is hidden": "El producto está oculto.",
    "Cannot delete product price with id :id because it has sales": "No se puede eliminar el precio del producto con id :id porque tiene ventas.",
    "You cannot delete this product category because it contains the following products: :products. These products are linked to existing orders. Please move the :product_name to another category before attempting to delete this one.": "No puedes eliminar esta categoría de producto porque contiene los siguientes productos: :products. Estos productos están vinculados a pedidos existentes. Mueve el :product_name a otra categoría antes de intentar eliminar esta.",
    "products": "productos",
    "product": "producto",
    "Product category :productCategoryId has been deleted.": "La categoría de producto :productCategoryId ha sido eliminada.",
    "You cannot delete the last product category. Please create another category before deleting this one.": "No puedes eliminar la última categoría de producto. Por favor, crea otra categoría antes de eliminar esta.",
    "The product category with ID :id was not found.": "No se encontró la categoría de producto con ID :id.",
    "Expired": "Expirado",
    "Limit Reached": "Límite alcanzado",
    "Deleted": "Eliminado",
    "Active": "Activo",
    "This ticket is invalid": "Este ticket no es válido.",
    "There are no tickets available. ' .\n                    'If you would like to assign a product to this attendee,' .\n                    ' please adjust the product\\'s available quantity.": "No hay entradas disponibles. Si deseas asignar un producto a este asistente, ajusta la cantidad disponible del producto.",
    "The product price ID is invalid.": "El ID de precio del producto no es válido.",
    "Product ID is not valid": "El ID del producto no es válido.",
    "There are no products available. If you would like to assign this product to this attendee, please adjust the product\\'s available quantity.": "No hay productos disponibles. Si deseas asignar este producto a este asistente, ajusta la cantidad disponible del producto.",
    "There is an unexpected product price ID in the order": "Hay un ID de precio de producto inesperado en el pedido.",
    "Product type cannot be changed as products have been registered for this type": "El tipo de producto no se puede cambiar porque se han registrado productos para este tipo.",
    "The ordered category IDs must exactly match all categories for the event without missing or extra IDs.": "Los IDs de categoría ordenados deben coincidir exactamente con todas las categorías del evento sin faltar ni sobrar IDs.",
    "The ordered product IDs must exactly match all products for the event without missing or extra IDs.": "Los IDs de producto ordenados deben coincidir exactamente con todos los productos del evento sin faltar ni sobrar IDs.",
    "This product is outdated. Please reload the page.": "Este producto está desactualizado. Por favor, recarga la página.",
    "Reserved": "Reservado",
    "Cancelled": "Cancelado",
    "Completed": "Completado",
    "Awaiting offline payment": "En espera de pago offline",
    "ID": "ID",
    "First Name": "Nombre",
    "Last Name": "Apellido",
    "Email": "Correo electrónico",
    "Status": "Estado",
    "Is Checked In": "Registrado",
    "Checked In At": "Registrado en",
    "Product ID": "ID del producto",
    "Product Name": "Nombre del producto",
    "Event ID": "ID del evento",
    "Public ID": "ID público",
    "Short ID": "ID corto",
    "Created Date": "Fecha de creación",
    "Last Updated Date": "Fecha de última actualización",
    "Notes": "Notas",
    "Total Before Additions": "Total antes de adiciones",
    "Total Gross": "Total bruto",
    "Total Tax": "Total impuestos",
    "Total Fee": "Total de tarifas",
    "Total Refunded": "Total reembolsado",
    "Payment Status": "Estado del pago",
    "Refund Status": "Estado del reembolso",
    "Currency": "Moneda",
    "Created At": "Creado en",
    "Payment Gateway": "Pasarela de pago",
    "Is Partially Refunded": "Reembolsado parcialmente",
    "Is Fully Refunded": "Reembolsado completamente",
    "Is Free Order": "Pedido gratuito",
    "Is Manually Created": "Creado manualmente",
    "Billing Address": "Dirección de facturación",
    "Promo Code": "Código promocional",
    "Failed to handle incoming Stripe webhook": "No se pudo procesar el webhook entrante de Stripe",
    "Notes must be less than 2000 characters": "Las notas deben tener menos de 2000 caracteres",
    "Invalid payment provider selected.": "Proveedor de pago no válido seleccionado.",
    "Payment instructions are required when offline payments are enabled.": "Se requieren instrucciones de pago cuando los pagos offline están habilitados.",
    "The invoice prefix may only contain letters, numbers, and hyphens.": "El prefijo de la factura solo puede contener letras, números y guiones.",
    "The organization name is required when invoicing is enabled.": "El nombre de la organización es obligatorio cuando la facturación está habilitada.",
    "The organization address is required when invoicing is enabled.": "La dirección de la organización es obligatoria cuando la facturación está habilitada.",
    "The invoice start number must be at least 1.": "El número inicial de la factura debe ser al menos 1.",
    "There is no default account configuration available": "No hay una configuración de cuenta predeterminada disponible",
    "Product price ID is not valid": "El ID del precio del producto no es válido",
    "Invoice": "Factura",
    "Editing order with ID: :id": "Editando pedido con ID: :id",
    "Marking order as paid": "Marcando pedido como pagado",
    "Received a :event Stripe event, which has no handler": "Se recibió un evento de Stripe :event, que no tiene un manejador",
    "Order is not in the correct status to transition to offline payment": "El pedido no está en el estado correcto para pasar a pago offline",
    "Order reservation has expired": "La reserva del pedido ha expirado",
    "Offline payments are not enabled for this event": "Los pagos offline no están habilitados para este evento",
    "There are no products available in this category": "No hay productos disponibles en esta categoría",
    "Webhook not found": "Webhook no encontrado",
    "Unable to check in as attendee :attendee_name\\'s order is awaiting payment": "No se puede registrar porque el pedido de :attendee_name está en espera de pago",
    "Attendee :attendee_name\\'s order cannot be marked as paid. Please check your event settings": "El pedido de :attendee_name no se puede marcar como pagado. Por favor, revisa la configuración de tu evento",
    "Invoice already exists": "La factura ya existe",
    "Invoice not found": "Factura no encontrada",
    "Order is not awaiting offline payment": "El pedido no está en espera de pago offline",
    "Refund already processed": "Reembolso ya procesado",
    "Stripe refund successful": "Reembolso de Stripe exitoso",
    "There are no tickets available for this event": "No hay boletos disponibles para este evento",
    "Address line 1 is required": "La dirección (línea 1) es obligatoria",
    "City is required": "La ciudad es obligatoria",
    "Zip or postal code is required": "El código postal es obligatorio",
    "Country is required": "El país es obligatorio",
    "If you did not request a password reset, please immediately reset your password.": "Si no solicitaste un restablecimiento de contraseña, por favor restablécela de inmediato.",
    "ℹ️ Your order is pending payment. Tickets have been issued but will not be valid until payment is received.": "ℹ️ Tu pedido está pendiente de pago. Los boletos han sido emitidos, pero no serán válidos hasta que se reciba el pago.",
    "ℹ️ This order is pending payment. Please mark the payment as received on the order management page once payment is received.": "ℹ️ Este pedido está pendiente de pago. Por favor, márcalo como pagado en la página de gestión de pedidos una vez recibido el pago.",
    "Order Status:": "Estado del pedido:",
    "Your order is pending payment. Tickets have been issued but will not be valid until payment is received.": "Tu pedido está pendiente de pago. Los boletos han sido emitidos, pero no serán válidos hasta que se reciba el pago.",
    "Payment Instructions": "Instrucciones de pago",
    "Please follow the instructions below to complete your payment.": "Por favor, sigue las instrucciones a continuación para completar tu pago.",
    "Invoice Number": "Número de factura",
    "Date Issued": "Fecha de emisión",
    "Due Date": "Fecha de vencimiento",
    "Amount Due": "Monto adeudado",
    "Billed To": "Facturado a",
    "DESCRIPTION": "DESCRIPCIÓN",
    "RATE": "TARIFA",
    "QTY": "CANTIDAD",
    "AMOUNT": "IMPORTE",
    "Subtotal": "Subtotal",
    "Total Discount": "Descuento total",
    "Total Service Fee": "Tarifa total del servicio",
    "Total Amount": "Monto total",
    "For any queries, please contact us at": "Para cualquier consulta, por favor contáctanos en",
    "Tax Information": "Información fiscal",
    "Sales Ascending": "Ventas ascendente",
    "Sales Descending": "Ventas descendente",
    "Revenue Ascending": "Ingresos ascendente",
    "Revenue Descending": "Ingresos descendente",
    "Social": "Social",
    "Food & Drink": "Comida y bebida",
    "Charity": "Caridad",
    "Music": "Música",
    "Art": "Arte",
    "Comedy": "Comedia",
    "Theater": "Teatro",
    "Business": "Negocios",
    "Tech": "Tecnología",
    "Education": "Educación",
    "Workshop": "Taller",
    "Sports": "Deportes",
    "Festival": "Festival",
    "Nightlife": "Vida nocturna",
    "Other": "Otro",
    "Name": "Nombre",
    "Code": "Código",
    "Total Sales": "Ventas totales",
    "Total Sales Gross": "Ventas brutas totales",
    "Updated At": "Actualizado el",
    "Question": "Pregunta",
    "Answer": "Respuesta",
    "Order ID": "ID de pedido",
    "Order Email": "Email del pedido",
    "Attendee Name": "Nombre del asistente",
    "Attendee Email": "Email del asistente",
    "Product": "Producto",
    "Order URL": "URL del pedido",
    "Attendee Answers": "Respuestas del asistente",
    "Order Name": "Nombre del pedido",
    "Order Answers": "Respuestas del pedido",
    "Product Answers": "Respuestas del producto",
    "Payment Provider": "Proveedor de pago",
    "Invalid invite token": "Token de invitación inválido",
    "Affiliate not found": "Afiliado no encontrado",
    "Organizer with ID :organizerId is not live and user is not authenticated": "El organizador con ID :organizerId no está activo y el usuario no está autenticado",
    "Message sent successfully": "Mensaje enviado exitosamente",
    "Your email has been successfully verified!": "¡Tu email ha sido verificado exitosamente!",
    "The image must be at least 600 pixels wide and 50 pixels tall, and no more than 4000 pixels wide and 4000 pixels tall.": "La imagen debe tener al menos 600 píxeles de ancho y 50 píxeles de alto, y no más de 4000 píxeles de ancho y 4000 píxeles de alto.",
    "The image must be at least :minWidth x :minHeight pixels.": "La imagen debe tener al menos :minWidth x :minHeight píxeles.",
    "The entity ID is required when type is provided.": "El ID de entidad es obligatorio cuando se proporciona el tipo.",
    "The type is required when entity ID is provided.": "El tipo es obligatorio cuando se proporciona el ID de entidad.",
    "Your confirmation code for :app_name is :code": "Tu código de confirmación para :app_name es :code",
    "New message from :name": "Nuevo mensaje de :name",
    "An affiliate with this code already exists for this event": "Ya existe un afiliado con este código para este evento",
    "New password must be different from the old password.": "La nueva contraseña debe ser diferente de la contraseña anterior.",
    "Due to issues with spam, you must contact us to enable your account for sending messages. ' .\n                    'Please contact us at :email": "Debido a problemas con el spam, debes contactarnos para habilitar tu cuenta para enviar mensajes. Por favor contáctanos en :email",
    "Sorry, is expired or not in a valid state.": "Lo sentimos, ha expirado o no está en un estado válido.",
    "Organizer not found": "Organizador no encontrado",
    "You must verify your account before you can update an organizer\\'s status.\n                You can resend the confirmation by visiting your profile page.": "Debes verificar tu cuenta antes de poder actualizar el estado de un organizador. Puedes reenviar la confirmación visitando tu página de perfil.",
    "Your email address has already been verified.": "Tu dirección de email ya ha sido verificada.",
    "The verification code is invalid or has expired.": "El código de verificación es inválido o ha expirado.",
    "Job not found": "Trabajo no encontrado",
    "Export file not found": "Archivo de exportación no encontrado",
    "Job completed successfully": "Trabajo completado exitosamente",
    "Job is still in progress": "El trabajo aún está en progreso",
    "Email Subject": "Asunto del email",
    "© :year :app_name. All rights reserved.": "© :year :app_name. Todos los derechos reservados.",
    "Need help?": "¿Necesitas ayuda?",
    "Contact Support": "Contactar soporte",
    "Additional Information": "Información adicional",
    "If you have any questions or need assistance, please contact": "Si tienes alguna pregunta o necesitas ayuda, por favor contacta",
    "Hello :name": "Hola :name",
    "You have received a new message from": "Has recibido un nuevo mensaje de",
    "Reply to :name": "Responder a :name",
    "This message was sent via your organizer contact form.": "Este mensaje fue enviado a través de tu formulario de contacto de organizador.",
    "Your email confirmation code is:": "Tu código de confirmación de email es:"
}
