{
    "Older First": "Les plus âgés d'abord",
    "Newer First": "Plus récent Premier",
    "Recently Updated First": "Récemment mise à jour Première",
    "Recently Updated Last": "Récemment mis à jour Dernière",
    "First Name A-Z": "Prénom A-Z",
    "First Name Z-A": "Prénom Z-A",
    "Last Name A-Z": "Nom de famille A-Z",
    "Last Name Z-A": "Nom de famille Z-A",
    "Status A-Z": "Statut A-Z",
    "Status Z-A": "Statut Z-A",
    "Closest start date": "Date de début la plus proche",
    "Furthest start date": "Date de début la plus éloignée",
    "Closest end date": "Date de fin la plus proche",
    "Furthest end date": "Date de fin la plus éloignée",
    "Newest first": "Le plus récent en premier",
    "Oldest first": "Le plus vieux d'abord",
    "Recently Updated": "Récemment mis à jour",
    "Least Recently Updated": "Dernière mise à jour",
    "Oldest First": "Le plus ancien Le premier",
    "Newest First": "Le plus récent d'entre eux",
    "Buyer Name A-Z": "Nom de l'acheteur A-Z",
    "Buyer Name Z-A": "Nom de l'acheteur Z-A",
    "Amount Ascending": "Montant croissant",
    "Amount Descending": "Montant Décroissant",
    "Buyer Email A-Z": "Courriel de l'acheteur de A à Z",
    "Buyer Email Z-A": "Courriel de l'acheteur Z-A",
    "Order # Ascending": "Numéro d'ordre croissant",
    "Order # Descending": "Numéro d'ordre Descendant",
    "Code Name A-Z": "Nom de code A-Z",
    "Code Name Z-A": "Nom de code Z-A",
    "Usage Count Ascending": "Compte d'utilisation croissant",
    "Usage Count Descending": "Compte d'utilisation en ordre décroissant",
    "Homepage order": "Commande de la page d'accueil",
    "Title A-Z": "Titre A-Z",
    "Title Z-A": "Titre Z-A",
    "Sale start date closest": "Date de début de la vente la plus proche",
    "Sale start date furthest": "Date de début de la vente la plus éloignée",
    "Sale end date closest": "Date de fin de vente la plus proche",
    "Sale end date furthest": "Date de fin de vente la plus éloignée",
    "Account registration is disabled": "L'enregistrement du compte est désactivé",
    "The invitation has expired": "L'invitation a expiré",
    "The invitation is invalid": "L'invitation n'est pas valable",
    "Invitation valid, but user not found": "Invitation valide, mais utilisateur introuvable",
    "No user found for this invitation. The invitation may have been revoked.": "Aucun utilisateur n'a été trouvé pour cette invitation. L'invitation a peut-être été révoquée.",
    "Logout Successful": "Déconnexion réussie",
    "Your password has been reset. Please login with your new password.": "Votre mot de passe a été réinitialisé. Veuillez vous connecter avec votre nouveau mot de passe.",
    "No account ID found in token": "Aucun identifiant de compte n'a été trouvé dans le jeton",
    "Event with ID :eventId is not live and user is not authenticated": "L'événement avec l'ID :eventId n'est pas en cours et l'utilisateur n'est pas authentifié",
    "Sorry, we could not verify your session. Please restart your order.": "Désolé, nous n'avons pas pu vérifier votre session. Veuillez relancer votre commande.",
    "The email confirmation link has expired. Please request a new one.": "Le lien de confirmation par courriel a expiré. Veuillez en demander un nouveau.",
    "The email confirmation link is invalid.": "Le lien de confirmation par courriel n'est pas valide.",
    "No invitation found for this user.": "Aucune invitation n'a été trouvée pour cet utilisateur.",
    "User status is not Invited": "Le statut de l'utilisateur n'est pas Invité",
    "Email is required": "L'adresse électronique est requise",
    "Email must be a valid email address": "L'adresse électronique doit être valide",
    "First name is required": "Le prénom est obligatoire",
    "Last name is required": "Le nom de famille est obligatoire",
    "Ticket is required": "Le billet est obligatoire",
    "Ticket price is required": "Le prix du billet est obligatoire",
    "Please enter a valid hex color code. In the format #000000 or #000.": "Veuillez saisir un code couleur hexadécimal valide. Au format #000000 ou #000.",
    "The maximum timeout is 2 hours.": "Le délai maximum est de 2 heures.",
    "The address line 1 field is required": "Le champ de la ligne d'adresse 1 est obligatoire",
    "The city field is required": "Le champ ville est obligatoire",
    "The zip or postal code field is required": "Le champ \"code postal\" est obligatoire",
    "The country field is required": "Le champ pays est obligatoire",
    "The country field should be a 2 character ISO 3166 code": "Le champ pays doit être un code ISO 3166 à 2 caractères.",
    "Please select at least one ticket.": "Veuillez sélectionner au moins un billet.",
    "The sale end date must be after the sale start date.": "La date de fin de la vente doit être postérieure à la date de début de la vente.",
    "The sale end date must be a valid date.": "La date de fin de la vente doit être une date valide.",
    "The sale start date must be after the ticket sale start date.": "La date de début de la vente doit être postérieure à la date de début de la vente des billets.",
    "Welcome to :app_name! Please confirm your email address": "Bienvenue à :app_name ! Veuillez confirmer votre adresse e-mail",
    "🎟️ Your Ticket for :event": "🎟️ Votre billet pour :event",
    "Your order has been cancelled": "Votre commande a été annulée",
    "Your order wasn\\'t successful": "Votre commande n'a pas abouti",
    "You\\'ve received a refund": "Vous avez reçu un remboursement",
    "Your Order is Confirmed!": "Votre commande est confirmée !",
    "We were unable to process your order": "Nous n'avons pas pu traiter votre commande",
    "New order for :amount for :event 🎉": "Nouvelle commande pour :montant pour :événement 🎉",
    "New order for :event 🎉": "Nouvelle commande pour :event 🎉",
    "Confirm email change": "Confirmer le changement d'adresse électronique",
    "Password reset": "Réinitialisation du mot de passe",
    "Your password has been reset": "Votre mot de passe a été réinitialisé",
    "You\\'ve been invited to join :appName": "Vous avez été invité à rejoindre :appName",
    "Current account ID is not set": "L'identifiant du compte courant n'est pas défini",
    "User not found in this account": "Utilisateur non trouvé dans ce compte",
    "User not found": "Utilisateur non trouvé",
    "Username or Password are incorrect": "Le nom d'utilisateur ou le mot de passe sont incorrects",
    "Account not found": "Compte non trouvé",
    "Attempt to log in to a non-active account": "Tentative de connexion à un compte non actif",
    "User account is not active": "Le compte utilisateur n'est pas actif",
    "Invalid reset token": "Jeton de réinitialisation invalide",
    "Reset token has expired": "Le jeton de réinitialisation a expiré",
    "Event daily statistics updated for event :event_id with total refunded amount of :amount": "Mise à jour des statistiques journalières de l'événement :event_id avec un montant total remboursé de :amount",
    "Event statistics updated for event :event_id with total refunded amount of :amount": "Mise à jour des statistiques de l'événement :event_id avec un montant total remboursé de :amount",
    "This promo code is invalid": "Ce code promo n'est pas valable",
    "You haven\\'t selected any tickets": "Vous n'avez pas sélectionné de billets",
    "The maximum number of tickets available for :tickets is :max": "Le nombre maximum de billets disponibles pour :tickets est :max",
    "You must order at least :min tickets for :ticket": "Vous devez commander au moins :min tickets pour :ticket",
    "The minimum amount is :price": "Le montant minimum est de :prix",
    "The ticket :ticket is sold out": "Le ticket :ticket est épuisé",
    ":field must be specified": "Le champ :doit être spécifié",
    "Invalid price ID": "ID de prix non valide",
    "The maximum number of tickets available for :ticket is :max": "Le nombre maximum de billets disponibles pour :ticket est :max",
    "Ticket with id :id not found": "Le ticket avec l'identifiant :id n'a pas été trouvé",
    "Failed to refund stripe charge": "Échec du remboursement de la taxe de stripe",
    "Payment was successful, but order has expired. Order: :id": "Le paiement a été effectué avec succès, mais la commande a expiré. Commande : :id",
    "Order is not awaiting payment. Order: :id": "La commande n'est pas en attente de paiement. Commande : :id",
    "There was an error communicating with the payment provider. Please try again later.": "Il y a eu une erreur de communication avec le fournisseur de paiement. Veuillez réessayer plus tard.",
    "Stripe Connect account not found for the event organizer": "Compte Stripe Connect non trouvé pour l'organisateur de l'événement",
    "Cannot Refund: Stripe connect account not found and saas_mode_enabled is enabled": "Remboursement impossible : Le compte Stripe connect n'a pas été trouvé et le mode saas est activé.",
    "Invalid calculation type": "Type de calcul non valide",
    "One or more tax IDs are invalid": "Un ou plusieurs numéros d'identification fiscale ne sont pas valides",
    "Invalid ticket ids: :ids": "Idées de tickets non valides : :ids",
    "Cannot delete ticket price with id :id because it has sales": "Impossible de supprimer le prix du billet avec l'identifiant :id parce qu'il y a des ventes.",
    "Order has no order items": "L'ordre n'a pas d'éléments d'ordre",
    "There is already an account associated with this email. Please log in instead.": "Un compte est déjà associé à cet e-mail. Veuillez vous connecter à la place.",
    "Stripe Connect Account creation is only available in Saas Mode.": "La création d'un compte Stripe Connect n'est disponible qu'en mode Saas.",
    "There are issues with creating or fetching the Stripe Connect Account. Please try again.": "Il y a des problèmes avec la création ou la récupération du compte Stripe Connect. Veuillez réessayer.",
    "There are issues with creating the Stripe Connect Account Link. Please try again.": "Il y a des problèmes avec la création du lien de compte Stripe Connect. Veuillez réessayer.",
    "Cannot check in attendee as they are not active.": "Impossible d'enregistrer un participant car il n'est pas actif.",
    "in": "en",
    "out": "sortir",
    "There are no tickets available. ' .\n                    'If you would like to assign a ticket to this attendee,' .\n                    ' please adjust the ticket\\'s available quantity.": "Il n'y a pas de billets disponibles. ' .\n                    'Si vous souhaitez attribuer un billet à ce participant,' .\n                    ' veuillez ajuster la quantité de billets disponibles.",
    "The ticket price ID is invalid.": "L'identifiant du prix du billet n'est pas valide.",
    "Ticket ID is not valid": "L'identifiant du billet n'est pas valide",
    "There are no tickets available. If you would like to assign this ticket to this attendee, please adjust the ticket\\'s available quantity.": "Il n'y a pas de billets disponibles. Si vous souhaitez attribuer ce billet à ce participant, veuillez ajuster la quantité disponible du billet.",
    "Attendee ID is not valid": "L'identifiant du participant n'est pas valide",
    "The invitation does not exist": "L'invitation n'existe pas",
    "The invitation has already been accepted": "L'invitation a déjà été acceptée",
    "Organizer :id not found": "Organisateur :id introuvable",
    "Continue": "Continuer",
    "Event :id not found": "Événement :id introuvable",
    "You cannot change the currency of an event that has completed orders": "Vous ne pouvez pas changer la devise d'un événement dont les commandes sont terminées.",
    "You must verify your account before you can update an event\\'s status.\n                You can resend the confirmation by visiting your profile page.": "Vous devez vérifier votre compte avant de pouvoir mettre à jour le statut d'un événement.\n                Vous pouvez renvoyer la confirmation en vous rendant sur votre page de profil.",
    "You cannot send messages until your account is verified.": "Vous ne pouvez pas envoyer de messages tant que votre compte n'est pas vérifié.",
    "Order not found": "Ordre non trouvé",
    "Order already cancelled": "Commande déjà annulée",
    "Failed to create attendee": "Échec de la création d'un participant",
    "This order is has already been processed": "Cette commande a déjà été traitée",
    "This order has expired": "Cette commande a expiré",
    "This order has already been processed": "Cette commande a déjà été traitée",
    "There is an unexpected ticket price ID in the order": "Il y a une identification inattendue du prix du billet dans la commande.",
    "This event is not live.": "Cet événement n'est pas en direct.",
    "Sorry, we could not verify your session. Please create a new order.": "Désolé, nous n'avons pas pu vérifier votre session. Veuillez créer une nouvelle commande.",
    "There is no Stripe data associated with this order.": "Il n'y a pas de données Stripe associées à cette commande.",
    "There is already a refund pending for this order.\n                Please wait for the refund to be processed before requesting another one.": "Un remboursement est déjà en cours pour cette commande.\n                Veuillez attendre que le remboursement soit traité avant d'en demander un autre.",
    "Promo code :code already exists": "Code promo : le code existe déjà",
    "The code :code is already in use for this event": "Le code :code est déjà utilisé pour cet événement",
    "You cannot delete this question as there as answers associated with it. You can hide the question instead.": "Vous ne pouvez pas supprimer cette question car des réponses y sont associées. Vous pouvez par contre masquer la question.",
    "One or more of the ordered question IDs do not exist for the event.": "Un ou plusieurs ID de questions commandées n'existent pas pour l'événement.",
    "You cannot delete this ticket because it has orders associated with it. You can hide it instead.": "Vous ne pouvez pas supprimer ce ticket car il est associé à des commandes. Vous pouvez le masquer à la place.",
    "Ticket type cannot be changed as tickets have been registered for this type": "Le type de billet ne peut pas être modifié car des billets ont été enregistrés pour ce type.",
    "The ordered ticket IDs must exactly match all tickets for the event without missing or extra IDs.": "Les numéros d'identification des billets commandés doivent correspondre exactement à tous les billets de l'événement, sans numéro d'identification manquant ou supplémentaire.",
    "No email change pending": "Pas de changement d'adresse électronique en attente",
    "The email :email already exists on this account": "L'email :email existe déjà sur ce compte",
    "You are not authorized to perform this action.": "Vous n'êtes pas autorisé à effectuer cette action.",
    "Your account is not active.": "Votre compte n'est pas actif.",
    "Payload has expired or is invalid.": "La charge utile a expiré ou n'est pas valide.",
    "Payload could not be decrypted.": "La charge utile n'a pas pu être décryptée.",
    "Could not upload image to :disk. Check :disk is configured correctly": "Impossible de télécharger une image sur :disk. Vérifier que :disk est correctement configuré",
    "Could not upload image": "Impossible de télécharger l'image",
    "Length must be a positive integer.": "La longueur doit être un nombre entier positif.",
    "Prefix length exceeds the total desired token length.": "La longueur du préfixe dépasse la longueur totale du jeton souhaité.",
    "A valid email is required": "Un courriel valide est requis",
    "The title field is required": "Le champ titre est obligatoire",
    "The attribute name is required": "Le nom de l'attribut est obligatoire",
    "The attribute value is required": "La valeur de l'attribut est obligatoire",
    "The attribute is_public fields is required": "L'attribut is_public fields est obligatoire",
    "Required questions have not been answered. You may need to reload the page.": "Les questions obligatoires n'ont pas reçu de réponse. Il se peut que vous deviez recharger la page.",
    "This question is outdated. Please reload the page.": "Cette question est obsolète. Veuillez recharger la page.",
    "Please select an option": "Veuillez sélectionner une option",
    "This field is required.": "Ce champ est obligatoire.",
    "This field must be less than 255 characters.": "Ce champ doit comporter moins de 255 caractères.",
    "This field must be at least 2 characters.": "Ce champ doit comporter au moins 2 caractères.",
    "Hello": "Bonjour",
    "You have requested to reset your password for your account on :appName.": "Vous avez demandé à réinitialiser le mot de passe de votre compte sur :appName.",
    "Please click the link below to reset your password.": "Veuillez cliquer sur le lien ci-dessous pour réinitialiser votre mot de passe.",
    "Reset Password": "Réinitialiser le mot de passe",
    "If you did not request a password reset, please ignore this email or reply to let us know.": "Si vous n'avez pas demandé la réinitialisation de votre mot de passe, veuillez ignorer cet e-mail ou répondre pour nous en informer.",
    "Thank you": "Merci de votre attention.",
    "Your password has been reset for your account on :appName.": "Votre mot de passe a été réinitialisé pour votre compte sur :appName.",
    "If you did not request a password reset, please immediately contact reset your password.": "Si vous n'avez pas demandé la réinitialisation de votre mot de passe, veuillez contacter immédiatement le service de réinitialisation de votre mot de passe.",
    "You are receiving this communication because you are registered as an attendee for the following event:": "Vous recevez cette communication parce que vous êtes inscrit(e) comme participant(e) à l'événement suivant :",
    "If you believe you have received this email in error,": "Si vous pensez avoir reçu ce courriel par erreur,",
    "please contact the event organizer at": "veuillez contacter l'organisateur de l'événement à l'adresse suivante",
    "If you believe this is spam, please report it to": "Si vous pensez qu'il s'agit d'un spam, veuillez le signaler à",
    "You\\'re going to": "Vous allez",
    "Please find your ticket details below.": "Vous trouverez ci-dessous les détails de votre billet.",
    "View Ticket": "Voir le billet",
    "If you have any questions or need assistance, please reply to this email or contact the event organizer": "Si vous avez des questions ou besoin d'aide, veuillez répondre à ce courriel ou contacter l'organisateur de l'événement.",
    "at": "à",
    "Best regards,": "Je vous prie d'agréer, Madame, Monsieur, l'expression de mes salutations distinguées,",
    "Your order for": "Votre commande de",
    "has been cancelled.": "a été annulée.",
    "Order #:": "Numéro de commande :",
    "If you have any questions or need assistance, please respond to this email.": "Si vous avez des questions ou si vous avez besoin d'aide, veuillez répondre à ce courriel.",
    "Your recent order for": "Votre récente commande de",
    "was not successful.": "n'a pas abouti.",
    "View Event Homepage": "Voir la page d'accueil de l'événement",
    "If you have any questions or need assistance, feel free to reach out to our support team": "Si vous avez des questions ou si vous avez besoin d'aide, n'hésitez pas à contacter notre équipe d'assistance.",
    "Best regards": "Meilleures salutations",
    "You have received a refund of :refundAmount for the following event: :eventTitle.": "Vous avez reçu un remboursement de :refundAmount pour l'événement suivant : :eventTitle.",
    "You\\'ve received a new order!": "Vous avez reçu une nouvelle commande !",
    "Congratulations! You\\'ve received a new order for ": "Félicitations ! Vous avez reçu une nouvelle commande pour ",
    "Please find the details below.": "Vous trouverez les détails ci-dessous.",
    "Order Amount:": "Montant de la commande :",
    "Order ID:": "ID de commande :",
    "View Order": "Voir la commande",
    "Ticket": "Billet",
    "Price": "Prix",
    "Total": "Total",
    "Your recent order for :eventTitle was not successful. The order expired while you were completing the payment. We have issued a refund for the order.": "Votre récente commande pour :eventTitle n'a pas abouti. La commande a expiré pendant que vous procédiez au paiement. Nous avons procédé au remboursement de la commande.",
    "We apologize for the inconvenience. If you have any questions or need assistance, feel free to reach us at": "Nous nous excusons pour ce désagrément. Si vous avez des questions ou si vous avez besoin d'aide, n'hésitez pas à nous contacter à l'adresse suivante",
    "View Event Page": "Voir la page de l'événement",
    "Hi.Events": "Hi.Events",
    "Your Order is Confirmed! ": "Votre commande est confirmée ! ",
    "Congratulations! Your order for :eventTitle on :eventDate at :eventTime was successful. Please find your order details below.": "Nous vous félicitons ! Votre commande pour :eventTitle on :eventDate at :eventTime a été acceptée. Vous trouverez ci-dessous les détails de votre commande.",
    "Event Details": "Détails de l'événement",
    "Event Name:": "Nom de l'événement :",
    "Date & Time:": "Date et heure :",
    "Order Summary": "Résumé de la commande",
    "Order Number:": "Numéro de commande :",
    "Total Amount:": "Montant total :",
    "View Order Summary & Tickets": "Voir le résumé de la commande et les billets",
    "If you have any questions or need assistance, feel free to reach out to our friendly support team at": "Si vous avez des questions ou si vous avez besoin d'aide, n'hésitez pas à contacter notre équipe d'assistance amicale à l'adresse suivante",
    "What\\'s Next?": "Quelle est la prochaine étape ?",
    "Download Tickets:": "Télécharger les billets :",
    "Please download your tickets from the order summary page.": "Veuillez télécharger vos billets à partir de la page récapitulative de la commande.",
    "Prepare for the Event:": "Préparer l'événement :",
    "Make sure to note the event date, time, and location.": "Veillez à noter la date, l'heure et le lieu de l'événement.",
    "Stay Updated:": "Restez informé :",
    "Keep an eye on your email for any updates from the event organizer.": "Gardez un œil sur votre courrier électronique pour toute mise à jour de la part de l'organisateur de l'événement.",
    "Hi :name": "Bonjour :name",
    "Welcome to :appName! We\\'re excited to have you aboard!": "Bienvenue à :appName ! Nous sommes ravis de vous compter parmi nous !",
    "To get started and activate your account, please click the link below to confirm your email address:": "Pour commencer et activer votre compte, veuillez cliquer sur le lien ci-dessous pour confirmer votre adresse électronique :",
    "Confirm Your Email": "Confirmez votre courriel",
    "If you did not create an account with us, no further action is required. Your email address will not be used without confirmation.": "Si vous n'avez pas créé de compte chez nous, aucune autre action n'est requise. Votre adresse électronique ne sera pas utilisée sans confirmation.",
    "Best Regards,": "Je vous prie d'agréer, Madame, Monsieur, l'expression de mes salutations distinguées,",
    "The :appName Team": "L'équipe :appName",
    "You have requested to change your email address to <b>:pendingEmail</b>. Please click the link below to confirm this change.": "Vous avez demandé à modifier votre adresse électronique en <b>:pendingEmail</b>. Veuillez cliquer sur le lien ci-dessous pour confirmer ce changement.",
    "If you did not request this change, please immediately change your password.": "Si vous n'avez pas demandé ce changement, veuillez modifier immédiatement votre mot de passe.",
    "Thanks,": "Merci,",
    "You\\'ve been invited to join :appName.": "Vous avez été invité à rejoindre :appName.",
    "To accept the invitation, please click the link below:": "Pour accepter l'invitation, veuillez cliquer sur le lien ci-dessous :",
    "Accept Invitation": "Accepter l'invitation",
    "All rights reserved.": "Tous droits réservés.",
    "Congratulations 🎉": "Félicitations 🎉",
    "Sent Date Oldest": "Date d'Envoi la Plus Ancienne",
    "Sent Date Newest": "Date d'Envoi la Plus Récente",
    "Subject A-Z": "Objet A-Z",
    "Subject Z-A": "Objet Z-A",
    "Name A-Z": "Nom A-Z",
    "Name Z-A": "Nom Z-A",
    "Updated oldest first": "Mis à jour du plus ancien au plus récent",
    "Updated newest first": "Mis à jour du plus récent au plus ancien",
    "Most capacity used": "Capacité la plus utilisée",
    "Least capacity used": "Capacité la moins utilisée",
    "Least capacity": "Capacité la plus faible",
    "Most capacity": "Capacité la plus élevée",
    "Sorry, these tickets are sold out": "Désolé, ces billets sont épuisés",
    "The maximum number of tickets available is :max": "Le nombre maximum de billets disponibles est :max",
    "Ticket is hidden without promo code": "Le billet est caché sans code promo",
    "Ticket is sold out": "Le billet est épuisé",
    "Ticket is before sale start date": "Le billet est avant la date de début de la vente",
    "Ticket is after sale end date": "Le billet est après la date de fin de la vente",
    "Ticket is hidden": "Le billet est caché",
    "Price is before sale start date": "Le prix est avant la date de début de la vente",
    "Price is after sale end date": "Le prix est après la date de fin de la vente",
    "Price is sold out": "Le prix est épuisé",
    "Price is hidden": "Le prix est caché",
    "Expires soonest": "Expire le plus tôt",
    "Expires latest": "Expire le plus tard",
    "The expiration date must be after the activation date.": "La date d'expiration doit être après la date d'activation.",
    "The activation date must be before the expiration date.": "La date d'activation doit être avant la date d'expiration.",
    "Attendee :attendee_name is not allowed to check in using this check-in list": "Le participant :attendee_name n'est pas autorisé à s'enregistrer avec cette liste de pointage",
    "Invalid attendee code detected: :attendees ": "Code de participant invalide détecté : :attendees",
    "Check-in list not found": "Liste de pointage non trouvée",
    "Attendee :attendee_name is already checked in": "Le participant :attendee_name est déjà enregistré",
    "Check-in list has expired": "La liste de pointage a expiré",
    "Check-in list is not active yes": "La liste de pointage n'est pas encore active",
    "This attendee is not checked in": "Ce participant n'est pas enregistré",
    "Attendee does not belong to this check-in list": "Le participant n'appartient pas à cette liste de pointage",
    "Attendee :attendee_name\\'s ticket is cancelled": "Le billet de l'participant :attendee_name a été annulé",
    "Check-in list is not active yet": "La liste d'enregistrement n'est pas encore active"
}
