{
    "Older First": "Mais velho primeiro",
    "Newer First": "Mais recente Primeiro",
    "Recently Updated First": "Primeira atualização recente",
    "Recently Updated Last": "Atualizado recentemente Último",
    "First Name A-Z": "Nome próprio de A a Z",
    "First Name Z-A": "Nome próprio Z-A",
    "Last Name A-Z": "Sobrenome A-Z",
    "Last Name Z-A": "Sobrenome Z-A",
    "Status A-Z": "Status de A a Z",
    "Status Z-A": "Status Z-A",
    "Closest start date": "Data de início mais próxima",
    "Furthest start date": "Data de início mais distante",
    "Closest end date": "Data final mais próxima",
    "Furthest end date": "Data final mais distante",
    "Newest first": "O mais novo primeiro",
    "Oldest first": "O mais antigo primeiro",
    "Recently Updated": "Atualizado recentemente",
    "Least Recently Updated": "Menos atualizado recentemente",
    "Oldest First": "Mais antigo Primeiro",
    "Newest First": "Mais novo primeiro",
    "Buyer Name A-Z": "Nome do comprador de A a Z",
    "Buyer Name Z-A": "Nome do comprador Z-A",
    "Amount Ascending": "Valor ascendente",
    "Amount Descending": "Valor decrescente",
    "Buyer Email A-Z": "E-mail do comprador de A a Z",
    "Buyer Email Z-A": "E-mail do comprador Z-A",
    "Order # Ascending": "Número de ordem crescente",
    "Order # Descending": "Número de ordem decrescente",
    "Code Name A-Z": "Nome de código A-Z",
    "Code Name Z-A": "Nome de código Z-A",
    "Usage Count Ascending": "Contagem de uso ascendente",
    "Usage Count Descending": "Contagem decrescente de uso",
    "Homepage order": "Pedido da página inicial",
    "Title A-Z": "Título A-Z",
    "Title Z-A": "Título Z-A",
    "Sale start date closest": "Data de início da venda mais próxima",
    "Sale start date furthest": "Data de início da venda mais distante",
    "Sale end date closest": "Data de término da venda mais próxima",
    "Sale end date furthest": "Data de término da venda mais distante",
    "Account registration is disabled": "O registro da conta está desativado",
    "The invitation has expired": "O convite expirou",
    "The invitation is invalid": "O convite não é válido",
    "Invitation valid, but user not found": "Convite válido, mas o usuário não foi encontrado",
    "No user found for this invitation. The invitation may have been revoked.": "Nenhum usuário foi encontrado para este convite. O convite pode ter sido revogado.",
    "Logout Successful": "Logout bem-sucedido",
    "Your password has been reset. Please login with your new password.": "Sua senha foi redefinida. Faça login com sua nova senha.",
    "No account ID found in token": "Nenhum ID de conta encontrado no token",
    "Event with ID :eventId is not live and user is not authenticated": "O evento com ID :eventId não está ativo e o usuário não está autenticado",
    "Sorry, we could not verify your session. Please restart your order.": "Desculpe, não foi possível verificar sua sessão. Reinicie seu pedido.",
    "The email confirmation link has expired. Please request a new one.": "O link de confirmação de e-mail expirou. Solicite um novo.",
    "The email confirmation link is invalid.": "O link de confirmação de e-mail é inválido.",
    "No invitation found for this user.": "Nenhum convite foi encontrado para esse usuário.",
    "User status is not Invited": "O status do usuário não é Convidado",
    "Email is required": "O e-mail é obrigatório",
    "Email must be a valid email address": "O e-mail deve ser um endereço de e-mail válido",
    "First name is required": "O primeiro nome é obrigatório",
    "Last name is required": "O sobrenome é obrigatório",
    "Ticket is required": "É necessário um ingresso",
    "Ticket price is required": "O preço do ingresso é obrigatório",
    "Please enter a valid hex color code. In the format #000000 or #000.": "Digite um código de cor hexadecimal válido. No formato #000000 ou #000.",
    "The maximum timeout is 2 hours.": "O tempo limite máximo é de 2 horas.",
    "The address line 1 field is required": "O campo da linha de endereço 1 é obrigatório",
    "The city field is required": "O campo cidade é obrigatório",
    "The zip or postal code field is required": "O campo de código postal é obrigatório",
    "The country field is required": "O campo país é obrigatório",
    "The country field should be a 2 character ISO 3166 code": "O campo de país deve ser um código ISO 3166 de 2 caracteres",
    "Please select at least one ticket.": "Selecione pelo menos um ingresso.",
    "The sale end date must be after the sale start date.": "A data de término da venda deve ser posterior à data de início da venda.",
    "The sale end date must be a valid date.": "A data de término da venda deve ser uma data válida.",
    "The sale start date must be after the ticket sale start date.": "A data de início da venda deve ser posterior à data de início da venda de ingressos.",
    "Welcome to :app_name! Please confirm your email address": "Bem-vindo ao :app_name! Por favor, confirme seu endereço de e-mail",
    "🎟️ Your Ticket for :event": "🎟️ Seu ingresso para o :evento",
    "Your order has been cancelled": "Seu pedido foi cancelado",
    "Your order wasn\\'t successful": "Seu pedido não foi bem-sucedido",
    "You\\'ve received a refund": "Você recebeu um reembolso",
    "Your Order is Confirmed!": "Seu pedido foi confirmado!",
    "We were unable to process your order": "Não foi possível processar seu pedido",
    "New order for :amount for :event 🎉": "Novo pedido para :amount para :event 🎉",
    "New order for :event 🎉": "Novo pedido para: evento 🎉",
    "Confirm email change": "Confirmar alteração de e-mail",
    "Password reset": "Redefinição de senha",
    "Your password has been reset": "Sua senha foi redefinida",
    "You\\'ve been invited to join :appName": "Você foi convidado a participar do :appName",
    "Current account ID is not set": "O ID da conta corrente não está definido",
    "User not found in this account": "Usuário não encontrado nesta conta",
    "User not found": "Usuário não encontrado",
    "Username or Password are incorrect": "O nome de usuário ou a senha estão incorretos",
    "Account not found": "Conta não encontrada",
    "Attempt to log in to a non-active account": "Tentativa de fazer login em uma conta não ativa",
    "User account is not active": "A conta do usuário não está ativa",
    "Invalid reset token": "Token de redefinição inválido",
    "Reset token has expired": "O token de redefinição expirou",
    "Event daily statistics updated for event :event_id with total refunded amount of :amount": "Estatísticas diárias do evento atualizadas para o evento :event_id com o valor total reembolsado de :amount",
    "Event statistics updated for event :event_id with total refunded amount of :amount": "Estatísticas do evento atualizadas para o evento :event_id com o valor total reembolsado de :amount",
    "This promo code is invalid": "Este código promocional é inválido",
    "You haven\\'t selected any tickets": "Você não selecionou nenhum tíquete",
    "The maximum number of tickets available for :tickets is :max": "O número máximo de bilhetes disponíveis para :tickets é :max",
    "You must order at least :min tickets for :ticket": "Você deve comprar pelo menos :min tickets para :ticket",
    "The minimum amount is :price": "O valor mínimo é :price",
    "The ticket :ticket is sold out": "O ingresso :o ingresso está esgotado",
    ":field must be specified": ":campo deve ser especificado",
    "Invalid price ID": "ID de preço inválido",
    "The maximum number of tickets available for :ticket is :max": "O número máximo de tíquetes disponíveis para :ticket é :max",
    "Ticket with id :id not found": "Ticket com id :id não encontrado",
    "Failed to refund stripe charge": "Falha ao reembolsar a taxa de faixa",
    "Payment was successful, but order has expired. Order: :id": "O pagamento foi bem-sucedido, mas o pedido expirou. Pedido: :id",
    "Order is not awaiting payment. Order: :id": "O pedido não está aguardando pagamento. Pedido: :id",
    "There was an error communicating with the payment provider. Please try again later.": "Ocorreu um erro na comunicação com o provedor de pagamento. Tente novamente mais tarde.",
    "Stripe Connect account not found for the event organizer": "Conta Stripe Connect não encontrada para o organizador do evento",
    "Cannot Refund: Stripe connect account not found and saas_mode_enabled is enabled": "Não é possível fazer o reembolso: A conta do Stripe Connect não foi encontrada e o saas_mode_enabled está ativado",
    "Invalid calculation type": "Tipo de cálculo inválido",
    "One or more tax IDs are invalid": "Um ou mais IDs fiscais são inválidos",
    "Invalid ticket ids: :ids": "IDs de tíquetes inválidos: :ids",
    "Cannot delete ticket price with id :id because it has sales": "Não é possível excluir o preço do bilhete com id :id porque ele tem vendas",
    "Order has no order items": "A ordem não tem itens de ordem",
    "There is already an account associated with this email. Please log in instead.": "Já existe uma conta associada a este e-mail. Faça login em seu lugar.",
    "Stripe Connect Account creation is only available in Saas Mode.": "A criação da conta Stripe Connect só está disponível no modo Saas.",
    "There are issues with creating or fetching the Stripe Connect Account. Please try again.": "Há problemas com a criação ou a obtenção da conta Stripe Connect. Por favor, tente novamente.",
    "There are issues with creating the Stripe Connect Account Link. Please try again.": "Ocorreram problemas com a criação do link da conta Stripe Connect. Por favor, tente novamente.",
    "Cannot check in attendee as they are not active.": "Não é possível fazer o check-in do participante porque ele não está ativo.",
    "in": "em",
    "out": "fora",
    "There are no tickets available. ' .\n                    'If you would like to assign a ticket to this attendee,' .\n                    ' please adjust the ticket\\'s available quantity.": "Não há ingressos disponíveis. ' .\n                    'Se você quiser atribuir um tíquete a esse participante,' .\n                    ' ajuste a quantidade disponível do tíquete.",
    "The ticket price ID is invalid.": "A identificação do preço do bilhete é inválida.",
    "Ticket ID is not valid": "A ID do bilhete não é válida",
    "There are no tickets available. If you would like to assign this ticket to this attendee, please adjust the ticket\\'s available quantity.": "Não há ingressos disponíveis. Se você quiser atribuir esse tíquete a esse participante, ajuste a quantidade disponível do tíquete.",
    "Attendee ID is not valid": "A ID do participante não é válida",
    "The invitation does not exist": "O convite não existe",
    "The invitation has already been accepted": "O convite já foi aceito",
    "Organizer :id not found": "Organizador :id não encontrado",
    "Continue": "Continuar",
    "Event :id not found": "Evento :id não encontrado",
    "You cannot change the currency of an event that has completed orders": "Não é possível alterar a moeda de um evento que tenha concluído ordens",
    "You must verify your account before you can update an event\\'s status.\n                You can resend the confirmation by visiting your profile page.": "Você deve verificar sua conta antes de atualizar o status de um evento.\n                Você pode reenviar a confirmação visitando sua página de perfil.",
    "You cannot send messages until your account is verified.": "Você não poderá enviar mensagens até que sua conta seja verificada.",
    "Order not found": "Pedido não encontrado",
    "Order already cancelled": "Pedido já cancelado",
    "Failed to create attendee": "Falha ao criar o participante",
    "This order is has already been processed": "Este pedido já foi processado",
    "This order has expired": "Este pedido expirou",
    "This order has already been processed": "Este pedido já foi processado",
    "There is an unexpected ticket price ID in the order": "Há uma identificação inesperada do preço do bilhete no pedido",
    "This event is not live.": "Este evento não é ao vivo.",
    "Sorry, we could not verify your session. Please create a new order.": "Desculpe, não foi possível verificar sua sessão. Por favor, crie um novo pedido.",
    "There is no Stripe data associated with this order.": "Não há dados do Stripe associados a esse pedido.",
    "There is already a refund pending for this order.\n                Please wait for the refund to be processed before requesting another one.": "Já existe um reembolso pendente para esse pedido.\n                Aguarde o processamento do reembolso antes de solicitar outro.",
    "Promo code :code already exists": "Código promocional: o código já existe",
    "The code :code is already in use for this event": "O código :code já está em uso para esse evento",
    "You cannot delete this question as there as answers associated with it. You can hide the question instead.": "Você não pode excluir essa pergunta, pois há respostas associadas a ela. Em vez disso, você pode ocultar a pergunta.",
    "One or more of the ordered question IDs do not exist for the event.": "Um ou mais IDs de perguntas ordenadas não existem para o evento.",
    "You cannot delete this ticket because it has orders associated with it. You can hide it instead.": "Você não pode excluir esse tíquete porque ele tem pedidos associados. Em vez disso, você pode ocultá-lo.",
    "Ticket type cannot be changed as tickets have been registered for this type": "O tipo de bilhete não pode ser alterado, pois os bilhetes já foram registrados para esse tipo",
    "The ordered ticket IDs must exactly match all tickets for the event without missing or extra IDs.": "As IDs dos ingressos solicitados devem corresponder exatamente a todos os ingressos do evento, sem IDs ausentes ou extras.",
    "No email change pending": "Nenhuma alteração de e-mail pendente",
    "The email :email already exists on this account": "O e-mail :email já existe nesta conta",
    "You are not authorized to perform this action.": "Você não está autorizado a realizar essa ação.",
    "Your account is not active.": "Sua conta não está ativa.",
    "Payload has expired or is invalid.": "A carga expirou ou é inválida.",
    "Payload could not be decrypted.": "A carga útil não pôde ser descriptografada.",
    "Could not upload image to :disk. Check :disk is configured correctly": "Não foi possível carregar a imagem no :disk. Verifique se :disk está configurado corretamente",
    "Could not upload image": "Não foi possível carregar a imagem",
    "Length must be a positive integer.": "O comprimento deve ser um número inteiro positivo.",
    "Prefix length exceeds the total desired token length.": "O comprimento do prefixo excede o comprimento total do token desejado.",
    "A valid email is required": "É necessário um e-mail válido",
    "The title field is required": "O campo de título é obrigatório",
    "The attribute name is required": "O nome do atributo é obrigatório",
    "The attribute value is required": "O valor do atributo é obrigatório",
    "The attribute is_public fields is required": "O atributo is_public fields é obrigatório",
    "Required questions have not been answered. You may need to reload the page.": "As perguntas obrigatórias não foram respondidas. Talvez seja necessário recarregar a página.",
    "This question is outdated. Please reload the page.": "Esta pergunta está desatualizada. Por favor, recarregue a página.",
    "Please select an option": "Selecione uma opção",
    "This field is required.": "Esse campo é obrigatório.",
    "This field must be less than 255 characters.": "Esse campo deve ter menos de 255 caracteres.",
    "This field must be at least 2 characters.": "Esse campo deve ter pelo menos 2 caracteres.",
    "Hello": "Olá",
    "You have requested to reset your password for your account on :appName.": "Você solicitou a redefinição da senha de sua conta em :appName.",
    "Please click the link below to reset your password.": "Clique no link abaixo para redefinir sua senha.",
    "Reset Password": "Redefinir senha",
    "If you did not request a password reset, please ignore this email or reply to let us know.": "Se você não solicitou uma redefinição de senha, ignore este e-mail ou responda para nos informar.",
    "Thank you": "Obrigado, senhor",
    "Your password has been reset for your account on :appName.": "Sua senha foi redefinida para sua conta em :appName.",
    "If you did not request a password reset, please immediately contact reset your password.": "Se não tiver solicitado uma redefinição de senha, entre em contato imediatamente para redefinir sua senha.",
    "You are receiving this communication because you are registered as an attendee for the following event:": "Você está recebendo esta comunicação porque está inscrito como participante do seguinte evento:",
    "If you believe you have received this email in error,": "Se você acredita ter recebido este e-mail por engano,",
    "please contact the event organizer at": "entre em contato com o organizador do evento em",
    "If you believe this is spam, please report it to": "Se você acredita que isso é spam, denuncie-o para",
    "You\\'re going to": "Você vai",
    "Please find your ticket details below.": "Veja abaixo os detalhes do seu ingresso.",
    "View Ticket": "Ver bilhete",
    "If you have any questions or need assistance, please reply to this email or contact the event organizer": "Se tiver alguma dúvida ou precisar de ajuda, responda a este e-mail ou entre em contato com o organizador do evento",
    "at": "em",
    "Best regards,": "Saudações,",
    "Your order for": "Seu pedido de",
    "has been cancelled.": "foi cancelado.",
    "Order #:": "Número do pedido:",
    "If you have any questions or need assistance, please respond to this email.": "Se você tiver alguma dúvida ou precisar de ajuda, responda a este e-mail.",
    "Your recent order for": "Seu pedido recente de",
    "was not successful.": "não foi bem-sucedido.",
    "View Event Homepage": "Exibir a página inicial do evento",
    "If you have any questions or need assistance, feel free to reach out to our support team": "Se tiver alguma dúvida ou precisar de ajuda, entre em contato com nossa equipe de suporte",
    "Best regards": "Saudações",
    "You have received a refund of :refundAmount for the following event: :eventTitle.": "Você recebeu um reembolso no valor de :refundAmount para o seguinte evento: :eventTitle.",
    "You\\'ve received a new order!": "Você recebeu um novo pedido!",
    "Congratulations! You\\'ve received a new order for ": "Parabéns! Você recebeu um novo pedido de ",
    "Please find the details below.": "Veja os detalhes abaixo.",
    "Order Amount:": "Valor do pedido:",
    "Order ID:": "ID do pedido:",
    "View Order": "Ver pedido",
    "Ticket": "Bilhete",
    "Price": "Preço",
    "Total": "Total",
    "Your recent order for :eventTitle was not successful. The order expired while you were completing the payment. We have issued a refund for the order.": "Seu pedido recente para :eventTitle não foi bem-sucedido. O pedido expirou enquanto você estava concluindo o pagamento. Emitimos um reembolso para o pedido.",
    "We apologize for the inconvenience. If you have any questions or need assistance, feel free to reach us at": "Pedimos desculpas pela inconveniência. Se tiver alguma dúvida ou precisar de ajuda, sinta-se à vontade para entrar em contato conosco pelo",
    "View Event Page": "Exibir página do evento",
    "Hi.Events": "Olá. Eventos",
    "Your Order is Confirmed! ": "Seu pedido foi confirmado! ",
    "Congratulations! Your order for :eventTitle on :eventDate at :eventTime was successful. Please find your order details below.": "Parabéns! Seu pedido para :eventTitle em :eventDate em :eventTime foi bem-sucedido. Veja abaixo os detalhes de seu pedido.",
    "Event Details": "Detalhes do evento",
    "Event Name:": "Nome do evento:",
    "Date & Time:": "Data e hora:",
    "Order Summary": "Resumo do pedido",
    "Order Number:": "Número do pedido:",
    "Total Amount:": "Valor total:",
    "View Order Summary & Tickets": "Exibir resumo do pedido e tickets",
    "If you have any questions or need assistance, feel free to reach out to our friendly support team at": "Se tiver alguma dúvida ou precisar de ajuda, entre em contato com nossa equipe de suporte em",
    "What\\'s Next?": "Qual é o próximo passo?",
    "Download Tickets:": "Download de ingressos:",
    "Please download your tickets from the order summary page.": "Faça o download de seus ingressos na página de resumo do pedido.",
    "Prepare for the Event:": "Prepare-se para o evento:",
    "Make sure to note the event date, time, and location.": "Não se esqueça de anotar a data, o horário e o local do evento.",
    "Stay Updated:": "Mantenha-se atualizado:",
    "Keep an eye on your email for any updates from the event organizer.": "Fique atento ao seu e-mail para receber atualizações do organizador do evento.",
    "Hi :name": "Oi :name",
    "Welcome to :appName! We\\'re excited to have you aboard!": "Bem-vindo ao :appName! Estamos felizes por tê-lo a bordo!",
    "To get started and activate your account, please click the link below to confirm your email address:": "Para começar e ativar sua conta, clique no link abaixo para confirmar seu endereço de e-mail:",
    "Confirm Your Email": "Confirme seu e-mail",
    "If you did not create an account with us, no further action is required. Your email address will not be used without confirmation.": "Se você não criou uma conta conosco, nenhuma ação adicional é necessária. Seu endereço de e-mail não será usado sem confirmação.",
    "Best Regards,": "Com os melhores cumprimentos,",
    "The :appName Team": "A equipe :appName",
    "You have requested to change your email address to <b>:pendingEmail</b>. Please click the link below to confirm this change.": "Você solicitou a alteração de seu endereço de e-mail para <b>:pendingEmail</b>. Clique no link abaixo para confirmar essa alteração.",
    "If you did not request this change, please immediately change your password.": "Se você não solicitou essa alteração, altere imediatamente sua senha.",
    "Thanks,": "Obrigado,",
    "You\\'ve been invited to join :appName.": "Você foi convidado a participar do :appName.",
    "To accept the invitation, please click the link below:": "Para aceitar o convite, clique no link abaixo:",
    "Accept Invitation": "Aceitar convite",
    "All rights reserved.": "Todos os direitos reservados.",
    "Congratulations 🎉": "Parabéns 🎉",
    "Sent Date Oldest": "Data de Envio Mais Antiga",
    "Sent Date Newest": "Data de Envio Mais Recente",
    "Subject A-Z": "Assunto A-Z",
    "Subject Z-A": "Assunto Z-A",
    "Name A-Z": "Nome A-Z",
    "Name Z-A": "Nome Z-A",
    "Updated oldest first": "Atualizado do mais antigo para o mais recente",
    "Updated newest first": "Atualizado do mais recente para o mais antigo",
    "Most capacity used": "Maior capacidade utilizada",
    "Least capacity used": "Menor capacidade utilizada",
    "Least capacity": "Menor capacidade",
    "Most capacity": "Maior capacidade",
    "Sorry, these tickets are sold out": "Desculpe, esses ingressos estão esgotados",
    "The maximum number of tickets available is :max": "O número máximo de ingressos disponíveis é :max",
    "Ticket is hidden without promo code": "O ingresso está oculto sem código promocional",
    "Ticket is sold out": "O ingresso está esgotado",
    "Ticket is before sale start date": "O ingresso é antes da data de início da venda",
    "Ticket is after sale end date": "O ingresso é após a data de término da venda",
    "Ticket is hidden": "O ingresso está oculto",
    "Price is before sale start date": "O preço é antes da data de início da venda",
    "Price is after sale end date": "O preço é após a data de término da venda",
    "Price is sold out": "O preço está esgotado",
    "Price is hidden": "O preço está oculto",
    "Expires soonest": "Expira mais cedo",
    "Expires latest": "Expira mais tarde",
    "The expiration date must be after the activation date.": "A data de expiração deve ser após a data de ativação.",
    "The activation date must be before the expiration date.": "A data de ativação deve ser antes da data de expiração.",
    "Attendee :attendee_name is not allowed to check in using this check-in list": "O participante :attendee_name não tem permissão para fazer check-in usando esta lista de check-in",
    "Invalid attendee code detected: :attendees ": "Código de participante inválido detectado: :attendees",
    "Check-in list not found": "Lista de check-in não encontrada",
    "Attendee :attendee_name is already checked in": "O participante :attendee_name já fez check-in",
    "Check-in list has expired": "A lista de check-in expirou",
    "Check-in list is not active yes": "A lista de check-in ainda não está ativa",
    "This attendee is not checked in": "Este participante não fez check-in",
    "Attendee does not belong to this check-in list": "O participante não pertence a esta lista de check-in",
    "Attendee :attendee_name\\'s ticket is cancelled": "O ingresso do participante :attendee_name foi cancelado",
    "Check-in list is not active yet": "A lista de check-in ainda não está ativa",
    "The number of attendees does not match the number of tickets in the order": "O número de participantes não coincide com o número de ingressos no pedido.",
    "Product is required": "O produto é obrigatório.",
    "Product price is required": "O preço do produto é obrigatório.",
    "Please select at least one product.": "Por favor, selecione ao menos um produto.",
    "The sale start date must be after the product sale start date.": "A data de início da venda deve ser posterior à data de início da venda do produto.",
    "You must select a product category.": "Você deve selecionar uma categoria de produto.",
    "Invalid direction. Must be either asc or desc": "Direção inválida. Deve ser asc ou desc.",
    "DomainObject must be a valid :interface.": "O objeto de domínio deve ser um :interface válido.",
    "Nested relationships must be an array of Relationship objects.": "As relações aninhadas devem ser uma matriz de objetos Relationship.",
    "OrderAndDirections must be an array of OrderAndDirection objects.": "OrderAndDirections deve ser uma matriz de objetos OrderAndDirection.",
    "Attendee :attendee_name\\'s product is cancelled": "O produto do participante :attendee_name foi cancelado.",
    "Tickets": "Ingressos",
    "There are no tickets available for this event.": "Não há ingressos disponíveis para este evento.",
    "You haven\\'t selected any products": "Você não selecionou nenhum produto.",
    "The maximum number of products available for :products is :max": "O número máximo de produtos disponíveis para :products é :max.",
    "You must order at least :min products for :product": "Você deve solicitar pelo menos :min produtos para :product.",
    "The product :product is sold out": "O produto :product está esgotado.",
    "The maximum number of products available for :product is :max": "O número máximo de produtos disponíveis para :product é :max.",
    "Sorry, these products are sold out": "Desculpe, esses produtos estão esgotados.",
    "The maximum number of products available is :max": "O número máximo de produtos disponíveis é :max.",
    "Product with id :id not found": "Produto com id :id não encontrado.",
    "You cannot delete this product because it has orders associated with it. You can hide it instead.": "Você não pode excluir este produto porque ele possui pedidos associados. Você pode ocultá-lo.",
    "Invalid product ids: :ids": "IDs de produto inválidos: :ids.",
    "Product is hidden without promo code": "O produto está oculto sem código promocional.",
    "Product is sold out": "O produto está esgotado.",
    "Product is before sale start date": "O produto está antes da data de início da venda.",
    "Product is after sale end date": "O produto está após a data de término da venda.",
    "Product is hidden": "O produto está oculto.",
    "Cannot delete product price with id :id because it has sales": "Não é possível excluir o preço do produto com id :id porque ele possui vendas.",
    "You cannot delete this product category because it contains the following products: :products. These products are linked to existing orders. Please move the :product_name to another category before attempting to delete this one.": "Você não pode excluir esta categoria de produto porque contém os seguintes produtos: :products. Esses produtos estão vinculados a pedidos existentes. Por favor, mova o :product_name para outra categoria antes de tentar excluir esta.",
    "products": "produtos",
    "product": "produto",
    "Product category :productCategoryId has been deleted.": "A categoria de produto :productCategoryId foi excluída.",
    "You cannot delete the last product category. Please create another category before deleting this one.": "Você não pode excluir a última categoria de produto. Por favor, crie uma nova categoria antes de excluir esta.",
    "The product category with ID :id was not found.": "A categoria de produto com ID :id não foi encontrada.",
    "Expired": "Expirado",
    "Limit Reached": "Limite alcançado",
    "Deleted": "Deletado",
    "Active": "Ativo",
    "This ticket is invalid": "Este ingresso não é válido.",
    "There are no tickets available. ' .\n                    'If you would like to assign a product to this attendee,' .\n                    ' please adjust the product\\'s available quantity.": "Não há ingressos disponíveis. Caso queira atribuir um produto para este participante, ajuste a quantidade disponível do produto.",
    "The product price ID is invalid.": "O ID do preço do produto é inválido.",
    "Product ID is not valid": "O ID do produto não é válido.",
    "There are no products available. If you would like to assign this product to this attendee, please adjust the product\\'s available quantity.": "Não há produtos disponíveis. Caso queira atribuir este produto a este participante, ajuste a quantidade disponível do produto.",
    "There is an unexpected product price ID in the order": "Há um ID de preço de produto inesperado no pedido.",
    "Product type cannot be changed as products have been registered for this type": "O tipo de produto não pode ser alterado pois há produtos registrados para este tipo.",
    "The ordered category IDs must exactly match all categories for the event without missing or extra IDs.": "Os IDs das categorias solicitadas devem corresponder exatamente a todas as categorias do evento, sem IDs faltando ou extras.",
    "The ordered product IDs must exactly match all products for the event without missing or extra IDs.": "Os IDs dos produtos solicitados devem corresponder exatamente a todos os produtos do evento, sem IDs faltando ou extras.",
    "This product is outdated. Please reload the page.": "Este produto está desatualizado. Por favor, recarregue a página.",
    "Reserved": "Reservado",
    "Cancelled": "Cancelado",
    "Completed": "Concluído",
    "Awaiting offline payment": "Aguardando pagamento offline",
    "ID": "ID",
    "First Name": "Nome",
    "Last Name": "Sobrenome",
    "Email": "E-mail",
    "Status": "Status",
    "Is Checked In": "Check-in realizado",
    "Checked In At": "Check-in em",
    "Product ID": "ID do produto",
    "Product Name": "Nome do produto",
    "Event ID": "ID do evento",
    "Public ID": "ID público",
    "Short ID": "ID curto",
    "Created Date": "Data de criação",
    "Last Updated Date": "Última atualização",
    "Notes": "Notas",
    "Total Before Additions": "Total antes dos adicionais",
    "Total Gross": "Total bruto",
    "Total Tax": "Total de impostos",
    "Total Fee": "Total de taxas",
    "Total Refunded": "Total reembolsado",
    "Payment Status": "Status do pagamento",
    "Refund Status": "Status do reembolso",
    "Currency": "Moeda",
    "Created At": "Criado em",
    "Payment Gateway": "Gateway de pagamento",
    "Is Partially Refunded": "Parcialmente reembolsado",
    "Is Fully Refunded": "Totalmente reembolsado",
    "Is Free Order": "Pedido gratuito",
    "Is Manually Created": "Criado manualmente",
    "Billing Address": "Endereço de cobrança",
    "Promo Code": "Código promocional",
    "Failed to handle incoming Stripe webhook": "Falha ao processar o webhook de entrada do Stripe",
    "Notes must be less than 2000 characters": "As notas devem ter menos de 2000 caracteres",
    "Invalid payment provider selected.": "Provedor de pagamento inválido selecionado.",
    "Payment instructions are required when offline payments are enabled.": "As instruções de pagamento são obrigatórias quando pagamentos offline estão ativados.",
    "The invoice prefix may only contain letters, numbers, and hyphens.": "O prefixo da fatura pode conter apenas letras, números e hífens.",
    "The organization name is required when invoicing is enabled.": "O nome da organização é obrigatório quando a faturação está ativada.",
    "The organization address is required when invoicing is enabled.": "O endereço da organização é obrigatório quando a faturação está ativada.",
    "The invoice start number must be at least 1.": "O número inicial da fatura deve ser pelo menos 1.",
    "There is no default account configuration available": "Não há configuração de conta padrão disponível",
    "Product price ID is not valid": "O ID do preço do produto não é válido",
    "Invoice": "Fatura",
    "Editing order with ID: :id": "Editando pedido com ID: :id",
    "Marking order as paid": "Marcando pedido como pago",
    "Received a :event Stripe event, which has no handler": "Recebeu um evento Stripe :event, que não tem um manipulador",
    "Order is not in the correct status to transition to offline payment": "O pedido não está no status correto para transição para pagamento offline",
    "Order reservation has expired": "A reserva do pedido expirou",
    "Offline payments are not enabled for this event": "Pagamentos offline não estão ativados para este evento",
    "There are no products available in this category": "Não há produtos disponíveis nesta categoria",
    "Webhook not found": "Webhook não encontrado",
    "Unable to check in as attendee :attendee_name\\'s order is awaiting payment": "Não foi possível realizar o check-in, pois o pedido de :attendee_name está aguardando pagamento",
    "Attendee :attendee_name\\'s order cannot be marked as paid. Please check your event settings": "O pedido de :attendee_name não pode ser marcado como pago. Por favor, verifique as configurações do evento",
    "Invoice already exists": "A fatura já existe",
    "Invoice not found": "Fatura não encontrada",
    "Order is not awaiting offline payment": "O pedido não está aguardando pagamento offline",
    "Refund already processed": "Reembolso já processado",
    "Stripe refund successful": "Reembolso do Stripe bem-sucedido",
    "There are no tickets available for this event": "Não há ingressos disponíveis para este evento",
    "Address line 1 is required": "O endereço (linha 1) é obrigatório",
    "City is required": "A cidade é obrigatória",
    "Zip or postal code is required": "O CEP ou código postal é obrigatório",
    "Country is required": "O país é obrigatório",
    "If you did not request a password reset, please immediately reset your password.": "Se você não solicitou a redefinição de senha, redefina sua senha imediatamente.",
    "ℹ️ Your order is pending payment. Tickets have been issued but will not be valid until payment is received.": "ℹ️ Seu pedido está pendente de pagamento. Os ingressos foram emitidos, mas não serão válidos até que o pagamento seja recebido.",
    "ℹ️ This order is pending payment. Please mark the payment as received on the order management page once payment is received.": "ℹ️ Este pedido está pendente de pagamento. Por favor, marque o pagamento como recebido na página de gerenciamento de pedidos assim que for recebido.",
    "Order Status:": "Status do pedido:",
    "Your order is pending payment. Tickets have been issued but will not be valid until payment is received.": "Seu pedido está pendente de pagamento. Os ingressos foram emitidos, mas não serão válidos até que o pagamento seja recebido.",
    "Payment Instructions": "Instruções de pagamento",
    "Please follow the instructions below to complete your payment.": "Por favor, siga as instruções abaixo para concluir seu pagamento.",
    "Invoice Number": "Número da fatura",
    "Date Issued": "Data de emissão",
    "Due Date": "Data de vencimento",
    "Amount Due": "Valor devido",
    "Billed To": "Faturado para",
    "DESCRIPTION": "DESCRIÇÃO",
    "RATE": "TARIFA",
    "QTY": "QTD",
    "AMOUNT": "VALOR",
    "Subtotal": "Subtotal",
    "Total Discount": "Desconto total",
    "Total Service Fee": "Taxa total de serviço",
    "Total Amount": "Valor total",
    "For any queries, please contact us at": "Para qualquer dúvida, entre em contato conosco em",
    "Tax Information": "Informações fiscais",
    "Sales Ascending": "Vendas crescente",
    "Sales Descending": "Vendas decrescente",
    "Revenue Ascending": "Receita crescente",
    "Revenue Descending": "Receita decrescente",
    "Social": "Social",
    "Food & Drink": "Comida e bebida",
    "Charity": "Caridade",
    "Music": "Música",
    "Art": "Arte",
    "Comedy": "Comédia",
    "Theater": "Teatro",
    "Business": "Negócios",
    "Tech": "Tecnologia",
    "Education": "Educação",
    "Workshop": "Workshop",
    "Sports": "Desporto",
    "Festival": "Festival",
    "Nightlife": "Vida noturna",
    "Other": "Outro",
    "Name": "Nome",
    "Code": "Código",
    "Total Sales": "Vendas totais",
    "Total Sales Gross": "Vendas brutas totais",
    "Updated At": "Atualizado em",
    "Question": "Pergunta",
    "Answer": "Resposta",
    "Order ID": "ID do pedido",
    "Order Email": "Email do pedido",
    "Attendee Name": "Nome do participante",
    "Attendee Email": "Email do participante",
    "Product": "Produto",
    "Order URL": "URL do pedido",
    "Attendee Answers": "Respostas do participante",
    "Order Name": "Nome do pedido",
    "Order Answers": "Respostas do pedido",
    "Product Answers": "Respostas do produto",
    "Payment Provider": "Fornecedor de pagamento",
    "Invalid invite token": "Token de convite inválido",
    "Affiliate not found": "Afiliado não encontrado",
    "Organizer with ID :organizerId is not live and user is not authenticated": "O organizador com ID :organizerId não está ativo e o utilizador não está autenticado",
    "Message sent successfully": "Mensagem enviada com sucesso",
    "Your email has been successfully verified!": "O seu email foi verificado com sucesso!",
    "The image must be at least 600 pixels wide and 50 pixels tall, and no more than 4000 pixels wide and 4000 pixels tall.": "A imagem deve ter pelo menos 600 pixels de largura e 50 pixels de altura, e não mais de 4000 pixels de largura e 4000 pixels de altura.",
    "The image must be at least :minWidth x :minHeight pixels.": "A imagem deve ter pelo menos :minWidth x :minHeight pixels.",
    "The entity ID is required when type is provided.": "O ID da entidade é obrigatório quando o tipo é fornecido.",
    "The type is required when entity ID is provided.": "O tipo é obrigatório quando o ID da entidade é fornecido.",
    "Your confirmation code for :app_name is :code": "O seu código de confirmação para :app_name é :code",
    "New message from :name": "Nova mensagem de :name",
    "An affiliate with this code already exists for this event": "Um afiliado com este código já existe para este evento",
    "New password must be different from the old password.": "A nova palavra-passe deve ser diferente da palavra-passe antiga.",
    "Due to issues with spam, you must contact us to enable your account for sending messages. ' .\n                    'Please contact us at :email": "Devido a problemas com spam, deve contactar-nos para ativar o envio de mensagens na sua conta. Por favor contacte-nos em :email",
    "Sorry, is expired or not in a valid state.": "Desculpe, expirou ou não está num estado válido.",
    "Organizer not found": "Organizador não encontrado",
    "You must verify your account before you can update an organizer\\'s status.\n                You can resend the confirmation by visiting your profile page.": "Deve verificar a sua conta antes de poder atualizar o estado de um organizador. Pode reenviar a confirmação visitando a sua página de perfil.",
    "Your email address has already been verified.": "O seu endereço de email já foi verificado.",
    "The verification code is invalid or has expired.": "O código de verificação é inválido ou expirou.",
    "Job not found": "Tarefa não encontrada",
    "Export file not found": "Ficheiro de exportação não encontrado",
    "Job completed successfully": "Tarefa concluída com sucesso",
    "Job is still in progress": "A tarefa ainda está em progresso",
    "Email Subject": "Assunto do email",
    "© :year :app_name. All rights reserved.": "© :year :app_name. Todos os direitos reservados.",
    "Need help?": "Precisa de ajuda?",
    "Contact Support": "Contactar suporte",
    "Additional Information": "Informações adicionais",
    "If you have any questions or need assistance, please contact": "Se tiver alguma pergunta ou precisar de assistência, por favor contacte",
    "Hello :name": "Olá :name",
    "You have received a new message from": "Recebeu uma nova mensagem de",
    "Reply to :name": "Responder a :name",
    "This message was sent via your organizer contact form.": "Esta mensagem foi enviada através do seu formulário de contacto de organizador.",
    "Your email confirmation code is:": "O seu código de confirmação de email é:"
}
